{
    "CertificationStatus": "Not Current",
    "Fax": "919 872 5060",
    "OrgName": "Accipiter",
    "PPLoc": "http://support.accipiter.com/?page=2 ",
    "Phone": "919 872 7755",
    "activities": "Accipiter collects business client information through our WEB site.  Any personal data that are generated, processed and/or stored by our clients' use of our technology to deliver electronic mail messages and Internet advertising material, via digital platforms such as the Internet. Accipiter's clients provide all the content for the communications and retain ownership of all data and content. Accipiter's services include transmission of electronic mail messages, reporting on Internet advertising campaigns, and maintenance of systems to ensure delivery of messages and advertisements. Accipiter also provides consulting, training and technical servives to support clients' use of the technology managed via online customer services to support clients' use of the technology managed via online customer relation systems, and to answer inquiries about the use of Accipiter's technology",
    "address": "8601 Six Forks Rd. Suite 160",
    "asp_index": "06102",
    "city": "Raleigh",
    "contactemail1": "support@accipiter.com",
    "contactfax1": "919 872 5060",
    "contactname1": "",
    "contactoff1": "Accipiter",
    "contactphone1": "919 872 7755",
    "contacttitle1": "",
    "corpoffemail1": "bhandly@accipiter.com",
    "corpofffax1": "919 872 5060",
    "corpoffname1": "Brian Handly",
    "corpoffphone1": "919 872 7755",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "9/27/2005",
    "orgverification": "In-house",
    "personaldata": "On-Line",
    "ppdate": "11/1/2002",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "9/27/2004",
    "state": "North Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "27615"
}