{
    "CertificationStatus": "Not Current",
    "Fax": "858-716-3771",
    "OrgName": "Anacomp, Inc.",
    "PPLoc": "http://www.anacomp.com ",
    "Phone": "858-716-3611",
    "activities": "Personal Information Received From the EU:  This certification covers personal data transferred from the European Union regarding current, former and potential employees and current, former and potential customers and suppliers and their relevant contacts and named representatives, transferred for various purposes, including employee benefits and related benefit plan administration, human resources management and staff training, sales and marketing (including providing customers and potential customers with marketing information on services and products), analysis of customer and potential customer data in order to provide enhanced customer service and more effective communications.  Also for purposes of managing the Organization's inventory and document management systems, including personal data of customers recorded in such inventory management systems, for purposes of digital imaging, electronic vaulting or digital archiving or other forms of electronic storage or transmittal of data, including potential personal data stored by customers with the organization in connection with any of the foregoing services, as well as the physical transfer of documents or media of the organization or that of its customers that may contain personal data. \r\nIn many instances the organization acts as data processor on behalf of our customers and clients in processing, storing, indexing and retrieving data (including personal data) provided by that customer.  In these instances Anacomp Inc and its subsidiaries do not control such data and in these circumstances we will be holding and processing such personal data to that customer's order in accordance with their instructions.",
    "address": "15378 Avenue of Science",
    "asp_index": "06175",
    "city": "San Diego",
    "contactemail1": "pnajar@anacomp.com",
    "contactfax1": "858-716-3771",
    "contactname1": "Paul Najar",
    "contactoff1": "Legal",
    "contactphone1": "858-716-3611",
    "contacttitle1": "EVP & General Counsel",
    "corpoffemail1": "pnajar@anacomp.com",
    "corpofffax1": "858-716-3771",
    "corpoffname1": "Paul Najar",
    "corpoffphone1": "858-716-3611",
    "corpofftitle1": "EVP & General Counsel",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)General Services - (GSV)Information Services - (INF)",
    "nextcertification": "10/10/2009",
    "orgverification": "In house",
    "personaldata": "On-line, off-line for Anacomp services",
    "ppdate": "10/1/2005",
    "privacyprograms": "Not Applicable",
    "recoursemech": "An individual may refer a privacy issue to the General Counsel at pnajar@anacomp.com.  If the individual remains unsatisfied with the resolution by the General Counsel then either party may file a request with the European Data Protection Authorities.",
    "signupdate": "10/10/2005",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "92128"
}