{
    "CertificationStatus": "Not Current",
    "Fax": "703-391-1338",
    "OrgName": "Cricket Legal Technologies",
    "PPLoc": "http://www.crickettechnologies.com/legal/privacy.html#1 ",
    "Phone": "703-391-1020",
    "activities": "Cricket provides electronic discovery services in support of litigation, allowing our clients to collect, search, review and produce data relevent to litigations.\r\nA copy of our privacy policy is below and can be found on our web site.\r\nCricket Legal Technologies Inc. Privacy Policy \r\nScope:\r\nCricket Legal Technologies Inc. (Cricket Legal Technologies) has developed the following privacy policy to protect personal information supplied or collected by Cricket in support of e-discovery and litigation. This policy covers Cricket Legal Technologies. and applies to all information that Cricket Legal Technologies obtains when a client uses any Cricket Legal Technologies services.\r\nCricket Legal Technologies protects personal information as follows: \r\nDisclosure: \r\nCricket Legal Technologies will not sell, trade, or disclose to third parties any personally (either client or Cricket Legal Technologies employee) identifiable information, derived from the use of any Cricket Legal Technologies service, (except as required by subpoena, search warrant or other legal process or in the case of imminent physical harm to the customer or others). When Cricket Legal Technologies uses other agents, contractors or companies to perform services on its behalf, Cricket Legal Technologies will ensure that the company protects the personally identifiable information consistent with this policy\r\nSecurity (physical): \r\nCricket Legal Technologies has implemented technology and security features and strict policy guidelines to safeguard the privacy of identifiable information from unauthorized access or improper use, including physical building security, facilities access security, storage of data in lock-down containers, use of fireproof safes, and other methods to ensure areas containing data are physically secured.\r\nE-Mail Contents: \r\nCricket Legal Technologies will not read or disclose to third parties private e-mail communications that are transmitted using Cricket Legal Technologies services except as required to provide the designated service or as otherwise authorized by law. \r\nSafe Harbor:\r\nCricket Legal Technologies Inc. adheres to the Safe Harbor Principles outlined below. The privacy principles in this policy are based on the Safe Harbor Principles.\r\nNotice and Choice:\r\nTo the extent permitted in the Safe Harbor Agreement, Cricket Legal Technologies reserves the right to process personal information in the course of providing E-discovery, ASP hosting, and other e-discovery related services to our clients.\r\nData Security:\r\nCricket Legal Technologies Inc has put in place appropriate physical, electronic, and procedures to safeguard and secure the information we process. , including physical separation of data to prevent co-mingling, “hardened” server systems with high levels of encryption and outside intrusion detection and prevention technologies..\r\nData Integrity:\r\nCricket Legal Technologies Inc. will use personal information only in ways that are compatible with the purposes for which it was collected, which is in the confines of e-discovery usage.\r\nOnward Transfers and Disclosures to Agents:\r\nCricket Legal Technologies Inc. will not knowingly disclose an individual’s personal information to third parties, except when one or more of the following conditions is true:\r\n•\tWe have the individual’s permission to make the disclosure. \r\n•\tThe disclosure is required by law or professional standards. \r\n•\tThe information is question is publicly available. \r\n•\tThe disclosure is reasonably necessary for the establishment or defense of legal claims. \r\nAccess:\r\nUpon request, Cricket Legal Technologies Inc. will grant individuals reasonable access to personal information that it holds about them.  In addition, Cricket Legal Technologies Inc. will take reasonable steps to permit individuals to correct, amend, or delete information that is demonstrated to be inaccurate or incomplete, and Cricket will provide standard forms that allow the individual recourse in",
    "address": "12310 Pinecrest Road Suite 201",
    "asp_index": "06489",
    "city": "Reston",
    "contactemail1": "skittner@crickettechnologies.com",
    "contactfax1": "703-391-1338",
    "contactname1": "Sarah Kittner",
    "contactoff1": "Cricket Legal Technologies",
    "contactphone1": "703-391-1020",
    "contacttitle1": "",
    "corpoffemail1": "bcurtiss@crickettechnologies.com",
    "corpofffax1": "703-391-1338",
    "corpoffname1": "Brian Curtiss",
    "corpoffphone1": "703-391-1020",
    "corpofftitle1": "VP Client Services",
    "eucountries": "Spain, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "4/3/2009",
    "orgverification": "In-House",
    "personaldata": "All personal data received",
    "ppdate": "3/31/2008",
    "privacyprograms": "none",
    "recoursemech": "Cricket will provide standard forms that allow the individual recourse in the event of disputes or disagreement and will dutifully work to honor the request of each individual regarding their data. Unresolved complaints will be referred to a private sector dispute resolution mechanism that will adhere to the safe harbor framework and/or EU datat protection authorities and will furthermore ensure compianct with local international laws as applicable.",
    "signupdate": "4/3/2008",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "20191"
}