{
    "CertificationStatus": "Not Current",
    "Fax": "310-315-4715",
    "OrgName": "Good News Holdings LLC.",
    "PPLoc": "see below",
    "Phone": "310-315-4714",
    "activities": "Faith Mobile is a site that will offer religious content, devotionals, daily \r\nprayer, ringtones and other services to customers on our website \r\nwww.faithmobile.com.  The customers will be able to order these services on \r\nthe website in a monthly or yearly subscription.  At a later date we will \r\nhave a 1-800 number available on the website where the customers may call to \r\nissue any complaints or ask any technical questions that may arise. At this \r\ntime all of the business on the website will happen on line and possibly at \r\na later date the customers may be able to order from a 1-800 number.",
    "address": "3000 Olympic Blvd. Building 2, Suite 2402",
    "asp_index": "06794",
    "city": "Santa Monica",
    "contactemail1": "david@faithmobile.com",
    "contactfax1": "310-315-4715",
    "contactname1": "",
    "contactoff1": "3000 Olympic Blvd. Building 2 Suite 2402",
    "contactphone1": "310-315-4714",
    "contacttitle1": "",
    "corpoffemail1": "david@faithmobile.com",
    "corpofffax1": "310-315-4715",
    "corpoffname1": "David Kirkpatrick",
    "corpoffphone1": "310-315-4714",
    "corpofftitle1": "Producer",
    "eucountries": "United Kingdom",
    "euprotection": "Sel",
    "hrdata": "No ",
    "industrysector": "",
    "nextcertification": "11/25/2006",
    "orgverification": "In house",
    "personaldata": "on-line",
    "ppdate": "12/1/2005",
    "privacyprograms": "At this time we are not a member of any organizations.  Our Privacy policy is attached below:\r\nFAITHmobile Privacy Policy\r\nThe privacy and security of your personal information is our #1 priority, and we want you to be aware of how we collect and handle information on our site. \r\nWe at FAITHmobile are dedicated to protecting your privacy and handling any personal information we obtain from you with care and respect. This Privacy Policy is designed to answer your questions regarding our privacy policies and principles.\r\nWhen you visit FAITHmobile, we may collect the following information about your visit:\r\n? Anonymous statistics collected as you browse the site \r\n? Personal information you knowingly give us \r\nWhen you supply information for a specific purpose, such as online ordering of a  FAITHmobile  service, we use the information for that purpose only. \r\nWe do not sell or disclose individually identifiable information obtained online about our visitors to anyone outside of FAITHmobile. The only exceptions to this rule are: 1)  It is required by law and when we believe that disclosure is necessary to protect our rights and/or to comply with a judicial proceeding, court order, or legal process served on our Web site. 2) Disclosure is necessary to protect the safety of customers, employees, or property. Customer  information is FAITHmobile’s  proprietary data and is not available to any outside company in any form. \r\nFAITHmobile strives to continuously improve our customers' online experience by providing them with the latest information about the benefits of FAITHmobile's products and services. We may provide this information  in any number of ways, including e-mails to our customers and online visitors who have provided their e-mail addresses to FAITHmobile.\r\nWe are committed to protecting the information you give us, so we implement the appropriate safeguards to do so. Any information that you give us is protected by a password with a minimum of six characters for added security. Within FAITHmobile, your information is stored in password-protected, limited-access servers. Wherever possible, FAITHmobile servers reside behind a corporate firewall that maintains tight controls on any access to the system from both our internal network and the Internet. FAITHmobile uses Secure Socket Layer (SSL) to transmit sensitive information such as credit card numbers. SSL is a transport level technology for authentication and data encryption between a Web server and a Web browser. SSL sends data over the \"socket\" which is a secure channel at the connection layer.",
    "recoursemech": "American Arbitration Association",
    "signupdate": "11/25/2005",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "90404"
}