{
    "CertificationStatus": "Not Current",
    "Fax": "561-210-8301",
    "OrgName": "Infotradix LLC dba Trustmybiz",
    "PPLoc": "www.trustmybiz.com (click Priv. Pol.)",
    "Phone": "561-210-8547",
    "activities": "We offer an online information service that allows anybody to search for companies in our database. We offer a sophisticated rewards mechanism for users who are interested in providing feedback for businesses. For this purpose we ask participating businesses and consumers to register with us and provide some personal information.\r\n \r\nPlease note that all personally identifiable information collected from businesses (except passwords and email addresses) will be displayed to the general public in the business directory portion of the site. We do not post any consumer data publicly. For the purpose of obtaining rewards consumers may choose to contact businesses at which point we will release personal information to the business. The information will encompass name, address, telephone number and email address.",
    "address": "1200 N. Federal Highway, Suite 200",
    "asp_index": "06903",
    "city": "Boca Raton",
    "contactemail1": "michael@trustmybiz.com",
    "contactfax1": "561-210-8301",
    "contactname1": "Michael Jaschke",
    "contactoff1": "Main Office",
    "contactphone1": "561-210-8547",
    "contacttitle1": "CEO",
    "corpoffemail1": "michael@trustmybiz.com",
    "corpofffax1": "561-210-8301",
    "corpoffname1": "Michael Jaschke",
    "corpoffphone1": "561-210-8547",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Sel",
    "hrdata": "No ",
    "industrysector": "",
    "nextcertification": "10/24/2007",
    "orgverification": "TRUSTe",
    "personaldata": "Online",
    "ppdate": "8/23/2006",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "10/24/2006",
    "state": "Florida",
    "statutorybody": "Federal Trade Commission",
    "zip": "33432"
}