{
    "CertificationStatus": "Not Current",
    "Fax": "206-315-0646",
    "OrgName": "Jobster, Inc.",
    "PPLoc": "http://www.jobster.com/corp/docs/privacy.htm ",
    "Phone": "1-888-611-5627",
    "activities": "Jobster is an online and recruiting service that helps make successful career matches between employers and job seekers.  Jobster enables its consumer users to share information about themselves including their current and past employers, their dream jobs, skills possessed and needed for employment, and to seek employment and referrals to recruiters at companies that are customers of Jobster.  Jobster also hosts services that help recruiters make career matches between people in the Jobster network and open positions at their companies.   Users do not have to become members to use the Jobster service. Users who wish to use the service provide at minimum their email contact infomation and can choose to provide first and last name as well as phone number. Users can update, correct or deactivate information that is captured by the service and opt out of receiving further contact from Jobster and/or its customers at any time. The personnally identifiable information received from residents of the EU includes, at minimum, a name and email address of a job prospect or job referral.  Users whose information is passed to companies can select to accept a referral, decline the referral, or decline to participate in the Jobster Nework by opting out of all future contact from any company with which they are connected, all companies and/or from the Jobster Service.  No privileged employment data (such as personnel records) is requested or stored by the Jobster Service.  Human resources data, apart from employment highlights, is not captured by Jobster.",
    "address": "206 1st Avenue South, Suite 300",
    "asp_index": "06981",
    "city": "Seattle",
    "contactemail1": "feedback@jobster.com",
    "contactfax1": "206-315-0646",
    "contactname1": "John Atkins",
    "contactoff1": "Jobster Privacy Officer",
    "contactphone1": "206-428-1125",
    "contacttitle1": "Director of Product Marketing",
    "corpoffemail1": "jonwein@jobster.com",
    "corpofffax1": "206-315-0646",
    "corpoffname1": "Jon Weinstein",
    "corpoffphone1": "206-428-1107",
    "corpofftitle1": "VP, Marketing",
    "eucountries": "",
    "euprotection": "Yes",
    "hrdata": "No ",
    "industrysector": "",
    "nextcertification": "8/9/2007",
    "orgverification": "in house and via annual Truste verification",
    "personaldata": "On-Line",
    "ppdate": "",
    "privacyprograms": "Truste, EU Safe Harbor Certification\r\nTruste US Certification",
    "recoursemech": "In-house, Truste via the Truste Seal Program",
    "signupdate": "8/9/2005",
    "state": "Washington",
    "statutorybody": "Federal Trade Commission",
    "zip": "98104"
}