{
    "CertificationStatus": "Not Current",
    "Fax": "314-448-4501",
    "OrgName": "LiveWire Media",
    "PPLoc": "http://www.lwm.com ",
    "Phone": "314-448-4500",
    "activities": "LiveWire collects and stores non-personal information from visitors to our site for internal statistical purposes. This data may include: the name of domain from which users access the Internet; date and time users access our site; the Internet address of the website from which users linked directly to our site; and information users view while visiting our web site. We may also collect personally-identifiable information on certain areas of our site (e.g. when users register and/or apply for jobs). We do this to provide services our customers request. \r\nLiveWire also performs consulting services, such as data hosting, for clients during which it may be given access to personally-identifiable information of European Union Citizens employed by the client or client customers.  This information is received only in the course of performing consulting services. We receive this information solely pursuant to written contracts. The information is not used for any purposes other than those specified in the contract.",
    "address": "3115 S. Grand Blvd., 6th Floor",
    "asp_index": "07077",
    "city": "St. Louis",
    "contactemail1": "privacy@lwm.com",
    "contactfax1": "314-448-4501",
    "contactname1": "",
    "contactoff1": "LiveWire",
    "contactphone1": "314-448-4510",
    "contacttitle1": "",
    "corpoffemail1": "dchristy@lwm.com",
    "corpofffax1": "314-448-4501",
    "corpoffname1": "Don Christy",
    "corpoffphone1": "314-448-4550",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Slovenia, Slovakia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "nextcertification": "11/12/2009",
    "orgverification": "In-house",
    "personaldata": "On-Line, Human Resources",
    "ppdate": "11/12/2004",
    "privacyprograms": "None. Use of protected data is governed exclusively by LiveWire contracts with customers who supply or arrange for access to the data.",
    "recoursemech": "LiveWire will allow its clients reasonable access to verify LiveWire’s commitment to adhere to the safe harbor principles, including transferring a sample of data stored on its systems to the client. LiveWire will cooperate with the EU Data Protection Authorities and the Department of Commerce to resolve any complaints and disputes arising in connection with its privacy policy. All LiveWire employees will be required to be familiar with and adhere to this privacy policy. LiveWire will investigate any reported complaints of violations of its privacy policy and will take prompt remedial action where violations are found. Dispute resolution provisions in LiveWire’s client contracts will be followed.",
    "signupdate": "11/12/2004",
    "state": "Missouri",
    "statutorybody": "Federal Trade Commission",
    "zip": "63118"
}