{
    "CertificationStatus": "Not Current",
    "Fax": "276-783-8574",
    "OrgName": "TEDS, Inc.",
    "PPLoc": "www.teds.com ",
    "Phone": "276-783-6991",
    "activities": "TEDS.com gathers personal information from site visitors from time to time in order to better understand visitors needs and how we can improve and enhance our products and services; and we may use that information to contact the visitors and send offers and other information to the visitors.  This may include contact information such as name, email address, telephone number, and company name, and perhaps other data.\r\nTEDS.com also may monitor customer traffic patterns and site usage to help refine and improve the design and layout of the website as well as the user experience. As a result, TEDS.com automatically tracks certain information about site visitors. This information includes the users’ browser type, URLs visited and visitors’ IP addresses. TEDS.com uses this information to, among other things; identify broad demographic trends that may be used to provide information tailored to users’ interests.",
    "address": "235 Mtn. Empire Rd",
    "asp_index": "07691",
    "city": "Atkins",
    "contactemail1": "greg.smith@teds.com",
    "contactfax1": "276-783-8574",
    "contactname1": "Greg Smith",
    "contactoff1": "TEDS, Inc.",
    "contactphone1": "276-783-6991",
    "contacttitle1": "Legal & Contracts",
    "corpoffemail1": "joe.ellis@teds.com",
    "corpofffax1": "276-783-8574",
    "corpoffname1": "Joe Ellis",
    "corpoffphone1": "276-783-6991",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "2/23/2010",
    "orgverification": "In-house",
    "personaldata": "Customer data idenified by the customer",
    "ppdate": "6/5/2006",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities",
    "signupdate": "2/23/2009",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "24311"
}