{
    "CertificationStatus": "Not Current",
    "Fax": "913-239-1888",
    "OrgName": "Archer Technologies",
    "PPLoc": "http://www.archer.com/privacy_policy.html ",
    "Phone": "913-549-1503",
    "activities": "Archer''''s out-of-the-box GRC solutions provide the foundation for a\r\nbest-in-class enterprise governance, risk and compliance program. They include Policy, Threat, Asset, Risk, Business Continuity, Incident, Loss Event, Vendor, Audit and Compliance Management.\r\n\r\nAll Archer solutions are built on the award-winning Archer SmartSuite Framework. This highly flexible platform empowers clients to tailor Archer solutions to their unique requirements, build new GRC applications and integrate with existing systems. \r\n\r\nArcher clients have control over their instances to create fields and upload data to the systems.  Archer does not interact with the applications or data that a client has uploaded into the system.",
    "address": "13200 Metcalf Ave., Suite 300",
    "asp_index": "08201",
    "city": "Overland Park",
    "contactemail1": "jvance@archer-tech.com",
    "contactfax1": "913-239-1888",
    "contactname1": "Jeremy Vance",
    "contactoff1": "Archer Technologies",
    "contactphone1": "913-549-1503",
    "contacttitle1": "Director of Information Technology",
    "corpoffemail1": "crippe@archer-tech.com",
    "corpofffax1": "913-239-1888",
    "corpoffname1": "Cliff Rippe",
    "corpoffphone1": "913-851-9137",
    "corpofftitle1": "Director of Finance and Special Projects",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovenia, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "9/30/2010",
    "orgverification": "In-house",
    "personaldata": "on-line",
    "ppdate": "2/9/2009",
    "privacyprograms": "The Archer SmartSuite Framework is compliant with the private sector BITS certification for information security.  We operate our product in a SAS7- Type II colocation facility. Our backup materials are housed by a Safe Harbor certified entity (Iron Mountain).",
    "recoursemech": "American Arbitration Association",
    "signupdate": "9/30/2009",
    "state": "Kansas",
    "statutorybody": "Federal Trade Commission",
    "zip": "66213"
}