{
    "CertificationStatus": "Not Current",
    "Fax": "216-464-5488",
    "OrgName": "Intuit Real Estate Solutions",
    "PPLoc": "http://realestate.intuit.com/privacy.asp ",
    "Phone": "216-464-3225",
    "activities": "Intuit Real Estate Solutions (IRES), a division of Intuit, Inc., develops and supports property-management software for property owners, managers, and investors. In supporting or hosting data for our EU clients, personal information may flow from the EU to the US. IRES may handle personal information about tenants of our clients or business contact information about individuals working for our clients.\r\nIRES and Intuit have specific policies and procedures covering the protection of confidential private information, including the areas of:\r\n-\tNotice to individuals of how their personal information may be used, and the choice to opt out\r\n-\tManagement of access to confidential personal information\r\n-\tSecurity of confidential personal information handled, including information that may be shared with a third-party agent or service provider\r\n-\tEnforcement of these policies and procedures\r\n-\tIncident / complaint response\r\nThese procedures require, for example, access to confidential personal information is managed on a least-privilege bases; that data are appropriately sanitized and / or encrypted when necessary; and that internal audits are conducted to ensure the controls are effectively enforced.",
    "address": "20800 Harvard Road",
    "asp_index": "08367",
    "city": "Highland Hills",
    "contactemail1": "therese_susalla@intuit.com",
    "contactfax1": "216-464-5488",
    "contactname1": "Therese Susalla",
    "contactoff1": "Intuit Real Estate Solutions",
    "contactphone1": "216-825-6643",
    "contacttitle1": "Marketing Manager",
    "corpoffemail1": "barbara_lawler@intuit.com",
    "corpofffax1": "650-944-5656",
    "corpoffname1": "Barb Lawler",
    "corpoffphone1": "650-944-5136",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Liechtenstein, Luxembourg, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "12/3/2010",
    "orgverification": "In-house",
    "personaldata": "On-line and off-line; manually processed",
    "ppdate": "4/1/2008",
    "privacyprograms": "none",
    "recoursemech": "Internally, IRES has an incident response process and team that would respond to reported privacy incidents. Individuals can also work through TRUSTe for dispute resolution with IRES.",
    "signupdate": "12/3/2008",
    "state": "Ohio",
    "statutorybody": "Federal Trade Commission",
    "zip": "44122"
}