{
    "CertificationStatus": "Not Current",
    "Fax": "610 278 4117",
    "OrgName": "E-SoftSys LLC",
    "PPLoc": "http://www.e-softsys.com/Contents/privacyPolicy.aspx ",
    "Phone": "800-469-1740",
    "activities": "We do not collect any personal information other than the information submitted via online contact us or reseller form by our prospect that we use only for contacting our prospects who have shown interests in doing business with us. We use your personal information to provide you with better customer services and products. We do not pass your personal information submitted to us through online contact us to any third party and use it solely for the purpose of contacting you as one of our future prospects. \r\nThe personal data collected will not be sold to anyone outside and will be solely used by E-SoftSys for a one-on-one contact with the registrants. You can let us know and we would be glad to take out your name from future follow ups. We maintain strict security systems designed to prevent unauthorized access to your personal information by anyone, including our staff. We do not store any sensitive information like credit card details etc. from our prospects we ask not to submit these details.",
    "address": "1061 Dekalb Pike, Suite 201",
    "asp_index": "10452",
    "city": "Blue Bell",
    "contactemail1": "kshenoy@e-softsys.com",
    "contactfax1": "610 278 4117",
    "contactname1": "Kat Shenoy",
    "contactoff1": "Corporate",
    "contactphone1": "800-469-1740",
    "contacttitle1": "President & CEO",
    "corpoffemail1": "kshenoy@e-softsys.com",
    "corpofffax1": "610 278 4117",
    "corpoffname1": "Kat Shenoy",
    "corpoffphone1": "800-469-1740",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "9/21/2011",
    "orgverification": "In-house",
    "personaldata": "online business enquiry data",
    "ppdate": "9/21/2006",
    "privacyprograms": "none",
    "recoursemech": "EU Data Protection Authorities and Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "9/21/2006",
    "state": "Pennsylvania",
    "statutorybody": "Federal Trade Commission",
    "zip": "19422"
}