{
    "CertificationStatus": "Not Current",
    "Fax": "000-000-0000",
    "OrgName": "Fertility Planit",
    "PPLoc": "http://www.fertilityplanit.com/help/legal/privacy/ ",
    "Phone": "(415) 516-4544",
    "activities": "Fertility Planit is a social network, similar to Facebook and Yelp, for people worldwide seeking to get pregnant and start a family. Members sign up with a free personal profile (using an anonymous screen name, if desired) or business profile, share views and User reviews, find and offer support, shop for products and advertise services, all in one place.\r\n\r\nOn the profiles, members can share as much information about themselves as they wish, post news stories and share updates as well as links to other content, and of course reach out to other members.\r\n\r\nMembers can advertise on Fertility Planit by clicking on \"Create an Ad\" in the top right corner of most pages.  There they can create your ad, upload an image, and set their own price per click and daily spending limit for as low as $1.00 USD per day.\r\n\r\nMembers may submit User reviews on Fertility Planit about fertility products and services they've experienced -- ones they like and don't like! They can sign up with a free profile, then go to the Opinion section to write a review. If the product/service they want to review isn't there yet then they can submit it as a new item, and then immediately write a review about it.",
    "address": "P.O. Box 936",
    "asp_index": "10625",
    "city": "Sausalito",
    "contactemail1": "info@fertilityplanit.com",
    "contactfax1": "000-000-0000",
    "contactname1": "Karin Thayer",
    "contactoff1": "Fertility Planit",
    "contactphone1": "(415) 516-4544",
    "contacttitle1": "Founder/CEO",
    "corpoffemail1": "info@fertilityplanit.com",
    "corpofffax1": "000-000-0000",
    "corpoffname1": "Karin Thayer",
    "corpoffphone1": "(415) 516-4544",
    "corpofftitle1": "Founder/CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Health Care Services - (HCS)Insurance Services - (INS)",
    "nextcertification": "11/2/2011",
    "orgverification": "Third Party",
    "personaldata": "On-line data is the program that we are signed up for.",
    "ppdate": "10/19/2010",
    "privacyprograms": "TRUSTe EU Safe Harbor program",
    "recoursemech": "TRUSTe\r\n\r\n55 2nd Street 2nd Floor\r\n\r\nSan Francisco CA 94105\r\n\r\n415-520-3400",
    "signupdate": "11/2/2010",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94966"
}