{
    "CertificationStatus": "Not Current",
    "Fax": "425-284-2195",
    "OrgName": "NewGrowth Consulting, Inc.",
    "PPLoc": "http://www.newgrowthconsulting.com/privacy_policy.html ",
    "Phone": "425-284-2100 x18",
    "activities": "As a data-driven company specializing in market intelligence for the IT industry, NewGrowth Consulting takes the privacy of visitors to our web site seriously. \r\n\r\nCertain areas of our web site ask for personal information such as name, address, etc. Visitors are not required to provide this information unless they choose to access those portions of our site. \r\n\r\nWhen a visitor submits information to NewGrowth using our Contact form, we use this information to respond to the visitor’s request for additional information about our services. In addition we use this personal information to maintain contact with the visitor, to inform the visitor about NewGrowth services, news, events, and provide the visitor with information of interest concerning the IT industry.\r\n\r\nAt all times visitor personal information is treated as confidential, and we do not give, sell, or rent individual information to any outside company without consent. NewGrowth may disclose personal information if required to do so by law or to comply with requests of law enforcement agencies or courts.",
    "address": "3055 112th Ave NE, Suite 102",
    "asp_index": "11033",
    "city": "Bellevue",
    "contactemail1": "sorange@newgrowthconsulting.com",
    "contactfax1": "425-284-2195",
    "contactname1": "Scott Orange",
    "contactoff1": "Headquarters",
    "contactphone1": "425-284-2100",
    "contacttitle1": "President",
    "corpoffemail1": "sorange@newgrowthconsulting.com",
    "corpofffax1": "425-284-2195",
    "corpoffname1": "Scott Orange",
    "corpoffphone1": "425-284-2100",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer & Peripherals - (CPT)Computer Software - (CSF)Information Services - (INF)Telecommunications Equipment - (TEL)",
    "nextcertification": "11/25/2011",
    "orgverification": "in-house",
    "personaldata": "off-line, on-line, manually processed data",
    "ppdate": "1/1/2002",
    "privacyprograms": "NONE",
    "recoursemech": "The American Arbitration Association will be used for dispute resolutions.",
    "signupdate": "11/25/2009",
    "state": "Washington",
    "statutorybody": "Federal Trade Commission",
    "zip": "98004"
}