{
    "CertificationStatus": "Not Current",
    "Fax": "206-256-2066",
    "OrgName": "PopCap Games, Inc.: customer data",
    "PPLoc": "http://www.popcap.com/privacy.php, Privacy Policy Effective: February 1, 2011; Rev. December 2010 and http://labs.popcap.com/facebook/bj2/terms.php, Privacy Policy effective February 1, 2011",
    "Phone": "206-256-4200",
    "activities": "PopCap Games, Inc. (PopCap US), of Seattle, Washington, operates a wholly-owned subsidiary, PopCap Games International Limited (PopCap Int'l), in Dublin, Ireland. PopCap Int'l and PopCap US sell computer games through their online e-commerce store and virtual items through their social networking applications to EU residents. During the course of such a sale, PopCap Int'l or PopCap US gathers the following personal information from each purchaser: name, billing and shipping address, payment information, email address, and, optionally, telephone number. For transactions completed by our EU customers and processed by PopCap Int'l, PopCap Int'l securely transmits this information to PopCap US, for inclusion and permanent storage in the worldwide PopCap sales database.  In addition, PopCap automatically gathers the IP address and other technical information about a website visitor’s web browser and domain name for location-verification purposes.  PopCap uses this information to determine the location of a visitor’s computer or handheld device, in order to display customized content and advertisements, enable or offer certain geographically-limited features, services or products, apply the correct currency, customize the language of the site, and other related purposes.  All personal information collected from EU residents is protected under the terms of our privacy policies, available at http://www.popcap.com/terms.php for our online e-commerce store and at http://labs.popcap.com/facebook/bj2/privacy.php and at   http://apps.facebook.com/zumablitz/ for our social networking applications. PopCap Int'l and PopCap US also allow site visitors from the EU to subscribe to the PopCap newsletter. \r\nSubscriptions to the PopCap online newsletter require a user to opt in twice, and users may freely opt out of this newsletter subscription at any time by visiting http://www.popcap.com/unsubscribe.php. When a resident of the EU affirms his or her desire to subscribe to the PopCap newsletter and such request is received by PopCap Int'l, PopCap Int'l securely transmits such subscriber’s email address to PopCap US for inclusion in the newsletter subscriber database. If a newsletter subscriber elects to opt-out of the subscription, his or her email address is marked as \"unsubscribed\" in PopCap’s newsletter subscriber database and is no longer used for sending future newsletters. \r\nUsers of PopCap’s social networking games are asked to opt in to receive promotional emails when they register to play any PopCap social networking game.  If a user chooses to opt in, he or she can opt out of receiving future emails at any time by following the unsubscribe instructions for each social networking game (as described in the privacy policy associated with that game).",
    "address": "2401 4th Avenue, Suite 300",
    "asp_index": "11966",
    "city": "Seattle",
    "contactemail1": "lcampney@popcap.com",
    "contactfax1": "206-256-2066",
    "contactname1": "Lisa Campney",
    "contactoff1": "PopCap Games, Inc.",
    "contactphone1": "206-256-4235",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "dave@popcap.com",
    "corpofffax1": "206-256-2066",
    "corpoffname1": "David Roberts",
    "corpoffphone1": "206-256-4290",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "5/17/2012",
    "orgverification": "In-house",
    "personaldata": "Purchases, newsletter subscriber, & HR data processed on-line",
    "ppdate": "2/1/2011",
    "privacyprograms": "BBB EU Safe Harbor Program",
    "recoursemech": "BBB EU Safe Harbor Program; EU Data Protection Authorities and Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "5/17/2006",
    "state": "Washington",
    "statutorybody": "Federal Trade Commission",
    "zip": "98121"
}