{
    "CertificationStatus": "Not Current",
    "Fax": "610-727-7654",
    "OrgName": "Cephalon, Inc.",
    "PPLoc": "http://www.cephalon.com/privacy.html ",
    "Phone": "610-344-0200",
    "activities": "Cephalon, Inc., a wholly owned subsidiary of Teva Pharmaceuticals, may receive different types of personal data from the EU, including personal data regarding employees, clinical trial subjects, clinical trial or pharmacovigilance information, product complaints and adverse events reporting, customer information, and other information necessary for Cephalon's compliance with its legal and regulatory obligations.  These data are transferred to the US in connection with Cephalon's business operations; safety and efficacy monitoring activities; product registration; reporting of adverse events; compliance with Cephalon's legal and regulatory obligations; the support, management and administration of the employer/employee relationship; and other legal, regulatory and business activities and obligations.",
    "address": "41 Moores Road",
    "asp_index": "14969",
    "city": "Frazer",
    "contactemail1": "adriana.mosailov@tevapharm.com",
    "contactfax1": "610-727-7654",
    "contactname1": "Adriana Mosailov",
    "contactoff1": "Teva Pharmaceuticals",
    "contactphone1": "610-738-6711",
    "contacttitle1": "Sr. Director, Global Compliance",
    "corpoffemail1": "justin.underwood@tevausa.com",
    "corpofffax1": "215-293-6499",
    "corpoffname1": "Justin Underwood",
    "corpoffphone1": "215-293-6446",
    "corpofftitle1": "Counsel, Legal Affairs",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "4/1/2013",
    "orgverification": "In-house",
    "personaldata": "on- & off-line, manually processed, HR",
    "ppdate": "10/30/2009",
    "privacyprograms": "None.",
    "recoursemech": "Cephalon is committed to resolving any disputes that may arise by internal investigation and resolution of the issue. Should Cephalon's efforts to resolve an issue be unsuccessful, Cephalon will cooperate with EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner if the issue concerns organization human resources data. Cephalon has agreed to the TRUSTe dispute resolution requirements for disputes relating to our compliance with the Safe Harbor Privacy Principles that do not concern organization human resources data.",
    "signupdate": "10/11/2007",
    "state": "Pennsylvania",
    "statutorybody": "Federal Trade Commission",
    "zip": "19355"
}