{
    "CertificationStatus": "Not Current",
    "Fax": "415 967 7618",
    "OrgName": "Parse, Inc.",
    "PPLoc": "https:/ www.parse.com/about/privacy ",
    "Phone": "415 967 7618",
    "activities": "Parse provides hosting services to customers located in the European Union who may, or whose end users may, store personal data on Parse's servers in the United States. Parse does not collect such data directly from individuals and does not own, control, use or direct the disclosure or transmission to third parties of the data that is stored on its servers at the direction of such customers or end users. Such data is owned and controlled by Parse's customers or its customers' end users. Parse acts only as a processor on behalf of its customers as to any personal data of EU residents that is stored on Parse's servers at the direction of its customers or their end users. Parse does not determine the purposes, means of collecting, or uses of such data. Parse is the data controller only with respect to information, if any, that it collects directly from individuals located in the European Union.",
    "address": "1247 Harrison St, Apt 20",
    "asp_index": "15085",
    "city": "San Francisco",
    "contactemail1": "ilya@parse.com",
    "contactfax1": "415 967 7618",
    "contactname1": "Ilya Sukhar",
    "contactoff1": "8 California St, Suite 200",
    "contactphone1": "415 967 7618",
    "contacttitle1": "Co-founder",
    "corpoffemail1": "ilya@parse.com",
    "corpofffax1": "415 967 7618",
    "corpoffname1": "Ilya Sukhar",
    "corpoffphone1": "415 967 7618",
    "corpofftitle1": "Co-founder",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "5/2/2013",
    "orgverification": "In-house",
    "personaldata": "Customer data including customer names and addresses (personal and/or business), online.",
    "ppdate": "4/25/2012",
    "privacyprograms": "None Applicable",
    "recoursemech": "We commit to cooperate with the European Union Data Protection Authorities and Swiss Data Protection Authorities.",
    "signupdate": "5/2/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94103"
}