{
    "CertificationStatus": "Not Current",
    "Fax": "408 750 0560",
    "OrgName": "CenterBeam, Inc",
    "PPLoc": "http://www.centerbeam.com/index.php?page=160 ",
    "Phone": "408 328 3105",
    "activities": "We are a managed services provider of information technology infrastructure services.  As such, we provide a hosted email service.  We also provide a back-up service for PCs and servers.  Information contained in the emails, PCs and servers on our service may constitute personal information from the EU.  We do not transfer this information to any third party other than our agent who stores the back-ups.  This agent is certified under the US-EU safe harbor.  We also, do not collect the personal information for any purpose; it simply resides on our systems as part of our service.  We take reasonable steps to protect all of the information that resides on our systems from loss, misuse, and unauthorized access, disclosure, alteration and distruction.\r\nAt the request of our customer, we sometimes restore data from our back-ups to a PC or server that has \"crashed\".  This may involve transferring data from our systems in the US to an EU location.  In addition, when a user is terminated from our service, at the request of our customer, we often place the data related to that user on a disk and provide that disk to the terminated users manager.  This disk may contain human resources information transferred from the EU for use in the context of the employment relationship.  We will cooperate with appropriate EU authorities as applicable and will comply with advice given by such authorities.",
    "address": "710 Lakeway Drive",
    "asp_index": "16624",
    "city": "Sunnyvale",
    "contactemail1": "kroberts@centerbeam.com",
    "contactfax1": "408-750-0560",
    "contactname1": "Keith Roberts",
    "contactoff1": "General Counsel",
    "contactphone1": "408-750-0750",
    "contacttitle1": "CFO and General Counsel",
    "corpoffemail1": "kroberts@centerbeam.com",
    "corpofffax1": "408-750-0560",
    "corpoffname1": "Keith Roberts",
    "corpoffphone1": "408-750-0750",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Telecommunications Services - (TES)",
    "nextcertification": "9/11/2013",
    "orgverification": "In-house",
    "personaldata": "on-line, off-line",
    "ppdate": "9/9/2009",
    "privacyprograms": "none",
    "recoursemech": "Better Business Bureau (BBB) EU Safe Harbor program dispute resolution",
    "signupdate": "9/11/2009",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95134"
}