{
    "CertificationStatus": "Current",
    "Fax": "435 627 2109",
    "OrgName": "TCN Inc",
    "PPLoc": "https:/ www.tcnp3.com/home/privacy-policy/ ",
    "Phone": "8667451905",
    "activities": "TCN, Inc. is a privately-held company that provides hosted IVR, Dialer, Call Center, and Telecommunications Services to various organizations across many verticals including but not limited to collections agencies, telecom, automotive, newspapers, utilities, healthcare, retail and schools.  \r\n\r\nIn the course of our business, clients under contracts uploads their customers data using TCN, Inc. authenticated access to be processed for TCN Services on their behalf.  TCN Inc. acts solely as a processor of the data and we preserve its privacy under EU/EEA and Swiss law.  This data is not shared with third parties, unless explicitly approved by the owner of the data.  TCN, Inc. does not own or control the information.  The information belongs only to our clients and their customers.  \r\n\r\nVisitors to the TCN, Inc. website may voluntarily supply certain personally identifiable information in connection with (a) registration and/or subscription to receive email newsletters, download documentation, receive additional information, etc., (b) registration to be contacted either chat or to be called back (3) registration to and for events, etc.",
    "address": "560 South Valley View Drive Suite 3",
    "asp_index": "18173",
    "city": "Saint George",
    "contactemail1": "tiatia@tcnp3.com",
    "contactfax1": "435 627 2109",
    "contactname1": "Li Tiatia",
    "contactoff1": "TCN Client Services/Support",
    "contactphone1": "4356272107",
    "contacttitle1": "Services/Support",
    "corpoffemail1": "jesse@tcnp3.com",
    "corpofffax1": "4356272109",
    "corpoffname1": "Jesse Bird",
    "corpoffphone1": "435 627 2107",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Telecommunications Services - (TES)Education & Training - (EDS)Financial Services - (FNS)",
    "nextcertification": "4/1/2015",
    "orgverification": "In-House",
    "personaldata": "All client and customer personal data and data provided to us by clients to process on their behalf. This includes data that is manually processed and electronic, online or offline.",
    "ppdate": "8/16/2010",
    "privacyprograms": "None",
    "recoursemech": "TCN, Inc. has further committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by TCN, Inc., please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "4/1/2013",
    "state": "Utah",
    "statutorybody": "Federal Trade Commission",
    "zip": "84790"
}