{
    "CertificationStatus": "Not Current",
    "Fax": "215-352-5295",
    "OrgName": "Q3 Infotech Solutions Inc.",
    "PPLoc": "http://www.q3infotech.com/privacy-policy.htm ",
    "Phone": "215-352-5295",
    "activities": "Q3 Infotech Solutions Inc., provides IT consulting services to customers in United States. Some of our clients incorporate employee and vendor information from EU organizations. This information is limited to names as well as home and business addresses, telephone numbers and email addresses. Q3 Infotech does NOT use the data at anytime, in anyway, for any purpose other than in service of the needs of the \"Data Controller\" that is our client. Q3 Infotech does not have any contact with the customers of our client companies.",
    "address": "1301 Skippack Pike, SUITE 7A-110",
    "asp_index": "18436",
    "city": "Blue Bell",
    "contactemail1": "senthil@q3infotech.com",
    "contactfax1": "215-352-5295",
    "contactname1": "Velavan Senthil",
    "contactoff1": "1301 Skippack Pike, SUITE 7A-110, Blue Bell PA 19422",
    "contactphone1": "215-352-5295",
    "contacttitle1": "President",
    "corpoffemail1": "senthil@q3infotech.com",
    "corpofffax1": "215-352-5295",
    "corpoffname1": "Velavan Senthil",
    "corpoffphone1": "215-352-5295",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "nextcertification": "4/5/2014",
    "orgverification": "In-house",
    "personaldata": "client",
    "ppdate": "1/1/2013",
    "privacyprograms": "NA",
    "recoursemech": "Q3 Infotech has agreed to cooperate and to participate in the dispute resolution procedures with the data protection authorities located in the EU or their authorized representative (for Personal Information received from the EEA) or with the Swiss FDPIC (for Personal Information received from Switzerland).",
    "signupdate": "4/5/2013",
    "state": "Pennsylvania",
    "statutorybody": "Federal Trade Commission",
    "zip": "19422"
}