{
    "CertificationStatus": "Not Current",
    "Fax": "303-604-9017",
    "OrgName": "Digi-Data Corporation",
    "PPLoc": "See link below",
    "Phone": "303-604-9020",
    "activities": "The Company operates on-line data storage services which are resold in the United States, in European Union countries and in other parts of the world.  The Company’s resellers are typically providers of telecommunications services.\r\nIn the course of providing these services, the following activities may result in Personal Information of clients being transferred to the Company:\r\n•\tIn the process of registering for an on-line storage account, Personal Information of the registrant may be provided and retained.\r\n•\tData content belonging to individuals that may enable the identification of an individual is uploaded to storage devices that the Company’s personnel have access to.  \r\n•\tThe Company uses “cookies” and other passive data elements such as IP addresses and URL references to monitor, improve and further develop the services.  \r\n•\tFinally, in the course of providing technical customer support, individual logins and the identity of individuals utilizing those logins may become known to the Company’s personnel in the course of responding to support requests.\r\n\r\nThe above information may be retained in the same country as the end user resides, or in a different country.",
    "address": "10901 W 120 ste 335",
    "asp_index": "18500",
    "city": "Broomfield",
    "contactemail1": "privacy@digidata.com",
    "contactfax1": "303-604-9017",
    "contactname1": "Mehul Mehta",
    "contactoff1": "Digi-Data Corporation",
    "contactphone1": "303-604-9020",
    "contacttitle1": "VP, Chief Technology Officer",
    "corpoffemail1": "dave.crowthers@digidata.com",
    "corpofffax1": "303-604-9017",
    "corpoffname1": "Dave Crowthers",
    "corpoffphone1": "303-604-9020",
    "corpofftitle1": "Vice President, Finance",
    "eucountries": "Belgium, Czech Republic, France, Germany, Italy, Luxembourg, Netherlands, Portugal, Spain, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "12/7/2013",
    "orgverification": "In-house",
    "personaldata": "On-line",
    "ppdate": "12/1/2010",
    "privacyprograms": "None",
    "recoursemech": "If a complaint cannot be resolved through our internal process, we will cooperate with the relevant European Data Protection Authorities (EU DPAs).  We will take steps to remedy any failure to comply with the Safe Harbor principles.",
    "signupdate": "12/7/2010",
    "state": "Colorado",
    "statutorybody": "Federal Trade Commission",
    "zip": "80020"
}