{
    "CertificationStatus": "Not Current",
    "Fax": "973-882-9395",
    "OrgName": "Hotels at Home",
    "PPLoc": "http://www.hotelsathome.com\\privacy.shtml ",
    "Phone": "973-882-8437",
    "activities": "The information provided on this website allows Hotels At Home Company to process and carry out orders. Hotels At Home is dealing all information with privacy. \r\n\r\n The automatic processing of personal identifying information executed from the web site SOBoutique has been registered with the CNIL known as the Computer French law and liberties which receipt number is 1039081. \r\n\r\n We inform you that Hotels At Home S.A.S is subcontracting the processing of your data with Hotels At Home, Inc., United States, in order to process exclusively your orders. Hotels At Home agrees to be in accordance with the French and the European law concerning protection of data with personal features and also provides an appropriate level of protection to the processing done. Nevertheless, note that we will share neither your email address nor your postal address, phone number or other personal information with any companies. \r\n\r\n We could send you information letters related to special offers, brand new services or new functions of the web site. If you do not want to receive information, you could stop subscribing using a link incorporated into our electronic system or sending a mail to: \r\n\r\n HOTELS AT HOME - 74, rue de la Belle Etoile - BP 52379 Paris Nord 2 - 95942 Roissy CDG Cedex - \r\n\r\nOr by email: customerservice.fr@hotelsathome.com",
    "address": "208 Passaic Ave",
    "asp_index": "19309",
    "city": "Fairfield",
    "contactemail1": "ray.romano@hotelsathome.com",
    "contactfax1": "973-882-9395",
    "contactname1": "Raymond Romano",
    "contactoff1": "208 Passaic Ave, Fairfield, NJ 07004",
    "contactphone1": "973-882-8437",
    "contacttitle1": "Vice President",
    "corpoffemail1": "ray.romano@hotelsathome.com",
    "corpofffax1": "973-882-9395",
    "corpoffname1": "Raymond Romano",
    "corpoffphone1": "973-882-8437",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Toy & Games - (TOY)Furniture - (FUR)Textile Products - (TXP)Cosmetics & Toiletries - (COS)",
    "nextcertification": "8/19/2014",
    "orgverification": "In-House",
    "personaldata": "Customer data",
    "ppdate": "9/15/2004",
    "privacyprograms": "N/A",
    "recoursemech": "Hotels At Home has committed to refer unresolved privacy complaints from E.U. citizens or residents regarding transfers of their personal data under the Safe Harbor Principles to an independent dispute resolution mechanism the BBB EU or SWISS SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint or if your complaint is not satisfactorily addressed by Hotels At Home please visit the BBB EU or SWISS SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "8/19/2013",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "07004"
}