{
    "CertificationStatus": "Not Current",
    "Fax": "203-956-2700",
    "OrgName": "Adeptra Inc",
    "PPLoc": "corporate Intranet; see link below",
    "Phone": "203-956-2600",
    "activities": "Information about individual customers of Adeptra's corporate clients is delivered by the corporate clients to Adeptra in order for Adeptra to provide alerting services that are determined, selected, chosen, or opted into or out of by the individual customer in its contracted relationship with Adeptra's corporate clients. Adeptra has processing facilities and corporate clients in both Europe and North America. Adeptra's corporate clients have individual customers who may reside or travel anywhere in the world. Due to legally required corporate structure and location of processing facilities, it may be necessary for Adeptra, Inc. (US) and Adeptra Ltd (UK) to move information between the two corporate entities and between Europe and North America. Data from Adeptra corporate clients based in Europe may be transferred to Adeptra?s North American processing locations. Legally, this may represent transfer of information to another company while practically this represents a transfer of information within the same organization. \r\nAll data transferred from Adeptra's European operations and Adeptra?s North American operations are digital, transmitted from Adeptra's corporate clients through the use of encrypted electronic transmission.  Data is received from Adeptra's corporate clients in digital form and is used, transmitted, and stored digitally. \r\nAll of the information provided to Adeptra by our corporate clients is used to provide services for those corporate clients. The information is used solely to create and send alert messages to the individual customers of these corporate clients. Creation of alerts is carried out exclusively by Adeptra automated systems. \r\nAt the present time, Adeptra does not receive or use individual customer information that is considered \"sensitive\" under the Safe Harbor description (specifying medical or health conditions, racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership or information specifying the sex life of the individual).",
    "address": "101 Merritt 7",
    "asp_index": "19341",
    "city": "Norwalk",
    "contactemail1": "adrianprim@fico.com",
    "contactfax1": "203-956-2700",
    "contactname1": "Adrian Prim",
    "contactoff1": "Compliance",
    "contactphone1": "203-956-2600",
    "contacttitle1": "Global Compliance Manager",
    "corpoffemail1": "tonymcgivern@fico.com",
    "corpofffax1": "203-956-2700",
    "corpoffname1": "Tony McGivern",
    "corpoffphone1": "203-956-2600",
    "corpofftitle1": "CEO",
    "eucountries": "France, Germany, Ireland, Italy, Poland, Portugal, Spain, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Financial Services - (FNS)",
    "nextcertification": "7/14/2014",
    "orgverification": "In-house",
    "personaldata": "On-Line",
    "ppdate": "6/14/2011",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "7/14/2003",
    "state": "Connecticut",
    "statutorybody": "Federal Trade Commission",
    "zip": "06851"
}