{
    "CertificationStatus": "Not Current",
    "Fax": "201-935-0471",
    "OrgName": "Sunglo Fabrics, Inc.",
    "PPLoc": "see link below or contact Larry Weissenberg",
    "Phone": "201-935-0830",
    "activities": "We use Personal Information to provide the services and customer support requested, process transactions and send communications regarding those transactions, and to troubleshoot problems. Personal information we would normally collect would include but not be limited to: identifying information such as name, home address, home telephone number, cell phone number, and e-mail address.  We would use the data to confirm orders with customers, inform them that their orders have shipped, advise tracking information, shipping information, etc.  We would also use the information to communicate with customers should any problem(s) arise with their order and try to help resolve any problems.",
    "address": "850 Washington Avenue",
    "asp_index": "19546",
    "city": "Carlstadt",
    "contactemail1": "larry@sunglofabrics.com",
    "contactfax1": "201-935-0471",
    "contactname1": "Larry Weissenberg",
    "contactoff1": "Sunglo Fabrics, Inc.",
    "contactphone1": "201-935-0830",
    "contacttitle1": "President",
    "corpoffemail1": "larry@sunglofabrics.com",
    "corpofffax1": "201-935-0471",
    "corpoffname1": "Larry Weissenberg",
    "corpoffphone1": "201-935-0830",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "General Consumer Goods - (GCG)",
    "nextcertification": "7/20/2014",
    "orgverification": "In-house",
    "personaldata": "manually processed data",
    "ppdate": "7/1/2007",
    "privacyprograms": "None",
    "recoursemech": "If you are in a Member State of the European Union or in Switzerland and have any concerns or complaints, please first address these issues to the Privacy Officer.  Sunglo Fabrics, Inc. is located in the United States.  \r\nAll matters relating to privacy issues and websites are governed by the laws of the United States and the State of New Jersey.  If the Privacy Officer does not satisfactorily address a complaint within thirty (30) days, any dispute, controversy, or claim shall be settled by an arbitration administered by an arbitration agency, such as the American Arbitration Association (\"AAA\").  All arbitrations will be conducted in English.  Judgement rendered by the arbitrator may be entered in any court having jurisdiction.  The costs of the arbitration will be borne equally by the parties.  New Jersey, USA will be the site of all hearings, and such hearings shall be before a single arbitrator.",
    "signupdate": "7/20/2007",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "07072"
}