{
    "CertificationStatus": "Not Current",
    "Fax": "17135831718",
    "OrgName": "imCare AG",
    "PPLoc": "http://www.iam-care.com/dementia/pages/privacy-policy ",
    "Phone": "18322367501",
    "activities": "imCare AG provides a comprehensive online platform for dementia.  Users include patients, caregivers, support organizations and friends and family who are able to create personal profiles with personal information, including personal health information to help them care for themselves or others that are suffering from dementia.  The IAM-CARE platform offers comprehensive healthcare platform that includes a supportive network, professional knowledgebase and health tools.",
    "address": "10015 North Eldridge Parkway, Suite E104",
    "asp_index": "19636",
    "city": "Houston",
    "contactemail1": "jordan.mcafoose@iam-care.com",
    "contactfax1": "+41 44 634 8879",
    "contactname1": "Dr. Jordan McAfoose",
    "contactoff1": "imCare AG",
    "contactphone1": "+41 79 931 3274",
    "contacttitle1": "CEO",
    "corpoffemail1": "jordan.mcafoose@im-care.com",
    "corpofffax1": "+41 44 634 8879",
    "corpoffname1": "Dr. Jordan McAfoose",
    "corpoffphone1": "+41 79 931 3274",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Health Care Services - (HCS)General Services - (GSV)",
    "nextcertification": "7/23/2014",
    "orgverification": "in-house",
    "personaldata": "Customer",
    "ppdate": "7/22/2013",
    "privacyprograms": "Not applicable.",
    "recoursemech": "imCare AG will provide standard forms that allow the individual recourse in the event of disputes or disagreement and will dutifully work to honor the request of each individual regarding their data. Unresolved complaints will be referred to the EU data protection authorities (DPAs) and Swiss FDPIC and will furthermore ensure compliance with local international laws as applicable. imCare AG affirms its commitment to cooperate with DPAs in the European Union and the Swiss FDPIC. In addition, our self-assessment efforts are enforceable under the FTC or similar statute.",
    "signupdate": "7/23/2013",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "77065"
}