{
    "CertificationStatus": "Not Current",
    "Fax": "424-603-5999",
    "OrgName": "GameFly, Inc.",
    "PPLoc": "http://www.gamefly.com/about-us/privacy-policy/ ",
    "Phone": "310-664-6400",
    "activities": "Use of information that you provide to us\r\nTypically, we ask you to submit personal, financial and/or demographic information if you decide to:\r\n•\tRegister for and use a GameFly Account (e.g., to rent or buy games, sign-up for newsletters)\r\n•\tRegister for and use the GameFly Application\r\n•\tUse our GameFly Referrals feature\r\n•\tUse our GameFly Mobile Alerts feature\r\n•\t\"Contact Us\"\r\n* To simply browse our Website or App, you are not required to provide any personal information. However, if you choose not to submit personal information when requested to do so, you may not be able to access some or all of the services that we provide.\r\nUse of information collected through technology\r\nWe automatically receive and record information from your computer and browser, including your IP address.  In addition, like many websites, our Website sets \"cookies\" on your computer. Cookies are alphanumeric identifiers that are transferred to your computer's or mobile device’s hard drive or storage through your Web browser when you visit our Website or use the services. If cookies are disabled on your Web browser, you will not be able to use many of the functions on our Website. The \"Help\" menu on most Web browsers will tell you how to enable or disable cookies.\r\nPlease note that information contained in a cookie may be linked to your personally identifying information. Cookies allow us to provide enhanced functionality on our Website, such as:\r\n•\tautomatically identifying you when you return to our Website\r\n•\tmatching the games you've chosen to rent or buy with your individual account\r\n•\tpersonalizing our Website for you - e.g., cookies allow us to track your order and billing history automatically from the beginning of your GameFly membership, which allows you to log in to My Account and see a complete list of games you've rented or bought from us\r\n\r\nIn addition, our third-party advertising partners will place a unique cookie on your browser from our Website for purposes of serving advertisements to your browser when you visit our Website or when you visit other non-GameFly websites on the internet. Our privacy policy does not cover the use of cookies by third parties. We do not have access or control over these cookies. \r\nCan I choose how my personal information is used?\r\n•\tIf you wish to view, delete inaccuracies, or update the personal information set forth in your account, such as your name, e-mail address, password, billing address, credit card number, e-mail subscription preferences, or other account information, log in to My Account. There is a link to My Account on most pages of the GameFly Website. Please note that you must log in with your e-mail address and password before you can update any account information. If you believe that your account information contains errors, and you cannot correct those errors from the My Account page, please contact Customer Support. We will respond to your account questions within 2-4 business days. Please be sure to include an email or phone number that you can be reached at so we can promptly assist you.\r\n•\tWe will retain your information (including geo-location data) for as long as your account is active or as needed to provide you services. If you wish to cancel your account or request that we no longer use your information to provide you services contact us at support@gamefly.com. We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\r\nHow does GameFly protect my personal information?\r\nGameFly employs security technologies and procedures to protect the confidentiality, security, and integrity of the personal information collected from our Website visitors. GameFly uses a secure server to encrypt all of your personal information. The secure server employs Secure Socket Layer (SSL) encryption, which is a reasonable industry standard method of encryption. We have also implemented reasonable security guidelines for our employees, partners, and vendors. We will continue to update and enhance our security practices as new technology becomes available.\r\n\r\nFor additional information, view our Privacy Policy at: http://www.gamefly.com/about-us/privacy-policy/",
    "address": "6080 Center Drive, 8th Floor",
    "asp_index": "19762",
    "city": "Los Angeles",
    "contactemail1": "support@gamefly.com",
    "contactfax1": "310-704-3666",
    "contactname1": "",
    "contactoff1": "Customer Service",
    "contactphone1": "888-986-6400",
    "contacttitle1": "",
    "corpoffemail1": "sbacura@gamefly.com",
    "corpofffax1": "424-603-5999",
    "corpoffname1": "Shosannah Bacura",
    "corpoffphone1": "310-237-7058",
    "corpofftitle1": "VP",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Toy & Games - (TOY)",
    "nextcertification": "8/5/2014",
    "orgverification": "Third Party",
    "personaldata": "Online data",
    "ppdate": "5/13/2013",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "8/5/2013",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "90045"
}