{
    "CertificationStatus": "Not Current",
    "Fax": "267 330 0501",
    "OrgName": "StarCite Inc.",
    "PPLoc": "http://www2.starcite.com/starcite/privacy ",
    "Phone": "267 330 0500",
    "activities": "StarCite helps all parties realize the opportunities available in the effective management of meetings and events.\r\nStarCite licenses its technology to organizations (its “Corporate Clients” or “Licensees”) including third- party meeting planning organizations, universities, corporations and businesses, associations, government organizations, and co-brand partners. \r\nStarCite also provides access to its applications to suppliers of services to Corporate Clients (“Suppliers”). These suppliers include hotels, convention and visitors bureaus, destination management companies, and other providers of services needed by its Corporate Clients.\r\nIndividuals (“Buyers”) use this technology on behalf of Corporate Clients to manage meetings, and to purchase services for these meetings and events from suppliers.",
    "address": "1600 Market St.  27th Flr",
    "asp_index": "19861",
    "city": "Philadelphia",
    "contactemail1": "privacy@starcite.com",
    "contactfax1": "858 605 4812",
    "contactname1": "Evan Davies",
    "contactoff1": "StarCite Inc.",
    "contactphone1": "858 605 4696",
    "contacttitle1": "SVP Global Architecture, Data and Security",
    "corpoffemail1": "privacy@starcite.com",
    "corpofffax1": "858 605 4812",
    "corpoffname1": "Mike Skelly",
    "corpoffphone1": "858 964 3880",
    "corpofftitle1": "CFO Starcite/SVP Finance Active Network",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Travel & Tourism Services - (TRA)",
    "nextcertification": "8/14/2014",
    "orgverification": "Third Party",
    "personaldata": "On-line",
    "ppdate": "5/1/2012",
    "privacyprograms": "TRUSTe EU Safe Harbor program",
    "recoursemech": "For any dispute that are not resolved after being brought to the attention of StarCite management, StarCite has agreed to submit those disputes to binding arbitration administered by TRUSTe (www.truste.org) at http://www.truste.org/consumers/watchdog_complaint.php. TRUSTe EU Safe Harbor program will then serve as a liaison with StarCite to resolve your concerns.",
    "signupdate": "8/14/2008",
    "state": "Pennsylvania",
    "statutorybody": "Federal Trade Commission",
    "zip": "19103"
}