{
    "CertificationStatus": "Not Current",
    "Fax": "508-374-0269",
    "OrgName": "CONNECT INFORMATICS CORP",
    "PPLoc": "http://www.connectinformatics.com/en/privacy-policy ",
    "Phone": "347-414-8209",
    "activities": "Connect Informatics Group operates in Italy, Germany and United States. Software development and management of IT systems operates in Italy while the international companies are intended for marketing and support services. The business model adopts “pure” cloud computing technologies or cloud services at the customer site.\r\n\r\nUse of Your Personal Information:\r\nConnect collects and uses your personal information to operate and improve its sites and services. These uses may include providing you with more effective customer service; making the sites or services easier to use by eliminating the need for you to repeatedly enter the same information; performing research and analysis aimed at improving our products, services and technologies; and displaying content and advertising that are customized to your interests and preferences.\r\n\r\nWe also use your personal information to communicate with you. We may send certain mandatory service communications such as welcome letters, billing reminders, information on technical service issues, and security announcements. Some Connect services may send periodic letters that are considered part of the service. Additionally, with your permission, we may send you information about other Connect products and services, and/or share your personal information with Connect partners so they may send you information about their products and services.\r\n\r\nPersonal information collected on Connect sites and services may be stored and processed in the United States or any other country in which Connect or its affiliates, subsidiaries or service providers maintain facilities.",
    "address": "18 Bridge St. Unit 2A",
    "asp_index": "20187",
    "city": "Brooklin",
    "contactemail1": "giancarlo.stoppani@cloud2it.com",
    "contactfax1": "508-374-0269",
    "contactname1": "Giancarlo Stoppani",
    "contactoff1": "Connect Informatics Corp",
    "contactphone1": "347-414-8209",
    "contacttitle1": "General Manager",
    "corpoffemail1": "giancarlo.stoppani@cloud2it.com",
    "corpofffax1": "508-374-0269",
    "corpoffname1": "Giancarlo Stoppani",
    "corpoffphone1": "347-414-8209",
    "corpofftitle1": "General Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)Computer Software - (CSF)Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "9/4/2014",
    "orgverification": "In-house.",
    "personaldata": "Personal and sensitive information from employees, customers, suppliers, off-line, on-line, manual processes. Connect Informatics doesn’t handle directly customers' personal and sensitive data that is in chief to them.",
    "ppdate": "9/3/2012",
    "privacyprograms": "None.",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "9/4/2012",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "11201"
}