{
    "CertificationStatus": "Not Current",
    "Fax": "310-564-7501",
    "OrgName": "The Search Agency Inc",
    "PPLoc": "http://www.thesearchagency.com/privacy-policy.html ",
    "Phone": "310-582-5700",
    "activities": "We will be processing data in the US on behalf of our clients in the EEA. The data represents marketing program data, both structural and transactional. Structural data includes account information, campaign settings, and budgets. This data is generally not individually identifiable, but may include items like business names that include names of individuals associated with those businesses. Transactional data includes search engine statistics (impressions, clicks, cost, etc.) and call counts. The data being processed is delivered to us after having been collected by our clients, our systems in the EEA and third parties, such as search engines or tracking services. Some processing of the data is done within the EEA, before being exported. The data is processed by us using our proprietary AdMax algorithms and systems, as well as human analysis and summarization. Reports are generated to show general trends across accounts, and to identify outliers. Other data processing is done to improve system and campaign performance, produce ad hoc reports, and as guidance for further work. Reports and data processed by the system are used internally, and shared with our direct clients. No data extracted or processed by us, or delivered to us, is published by us.",
    "address": "11150 W. Olympic Blvd., Suite 600",
    "asp_index": "20415",
    "city": "Los Angeles",
    "contactemail1": "info@thesearchagency.com",
    "contactfax1": "310-452-2422",
    "contactname1": "Joy Musry",
    "contactoff1": "Legal",
    "contactphone1": "310-582-5700",
    "contacttitle1": "Senior Counsel",
    "corpoffemail1": "info@thesearchagency.com",
    "corpofffax1": "310-452-2422",
    "corpoffname1": "Joy Musry",
    "corpoffphone1": "310-582-5700",
    "corpofftitle1": "Senior Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Advertising Services - (ADV)",
    "nextcertification": "12/23/2014",
    "orgverification": "In-house",
    "personaldata": "All types of data",
    "ppdate": "11/6/2009",
    "privacyprograms": "None",
    "recoursemech": "TRUSTe",
    "signupdate": "12/23/2009",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "90064"
}