{
    "CertificationStatus": "Current",
    "Fax": "866-963-0423",
    "OrgName": "Simple Helix, LLC",
    "PPLoc": "http://simplehelix.com/company/policies#privacy ",
    "Phone": "256-713-0085",
    "activities": "Customer data from EU customers.",
    "address": "4092 Memorial Pkwy SW Ste 202",
    "asp_index": "20459",
    "city": "Huntsville",
    "contactemail1": "ashley.morrison@simplehelix.com",
    "contactfax1": "866-963-0423",
    "contactname1": "Ashley Morrison",
    "contactoff1": "Simple Helix",
    "contactphone1": "256-713-0085",
    "contacttitle1": "Office Manager",
    "corpoffemail1": "steve@simplehelix.com",
    "corpofffax1": "866-963-0423",
    "corpoffname1": "Steve Shickles",
    "corpoffphone1": "256-713-0085",
    "corpofftitle1": "President",
    "eucountries": "Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "11/26/2015",
    "orgverification": "In-House",
    "personaldata": "Customer Data",
    "ppdate": "9/16/1996",
    "privacyprograms": "OPA",
    "recoursemech": "Simple Helix will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information by reference to the principles contained in this Policy. For complaints that cannot be resolved between Simple Helix and the complainant (including those involving organization human resources data), Simple Helix has agreed to participate in the following dispute resolution procedures in the investigation and resolution of complaints to resolve disputes pursuant to the Safe Harbor Principles:\r\n1. For disputes involving any personal information received by Simple Helix from Switzerland, Simple Helix has agreed and to cooperate and comply with the Swiss FDPIC,\r\n2. For disputes involving any personal information received by Simple Helix from the European Economic Area (“EEA”), Simple Helix has agreed to cooperate and comply with the data protection authorities in the EEA and to participate in the dispute resolution procedures of the panel established by the European data protection authorities.\r\n\r\nSimple Helix has further committed to refer unresolved privacy complaints under the US-EU Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Simple Helix, please visit the BBB EU SAFE HARBOR web site at http://www.bbb.org/council/eusafeharbor/bbb-eu-safe-harbor-dispute-resolution-program/how-to-file-a-complaint-with-bbb-eu-safe-harbor/ for more information and to file a complaint.",
    "signupdate": "11/26/2014",
    "state": "Alabama",
    "statutorybody": "Federal Trade Commission",
    "zip": "35802"
}