{
    "CertificationStatus": "Not Current",
    "Fax": "310-439-3103",
    "OrgName": "ONEGO, Inc.",
    "PPLoc": "https://offers.onego.com/privacy/full",
    "Phone": "310-439-3103",
    "activities": "OneGo Inc. may receive personal information from the EU/EEA and Switzerland as a result of the operations related to www.Offers.OneGo.com website and services. In general, the personal information we collect enables us to provide services to our customers and businesses, helps us to personalize and improve the experience at our web site. We use the information for different purposes depending upon the services being provided. Among the other things, these purposes may include the following: generally maintaining customer and business accounts online; handling orders; delivering products and services; processing payments; communicating with customers and businesses about orders, products and services. We also use this information to prevent or detect fraud or abuses of our website, and enable third parties to carry out technical, logistical or other functions on our behalf.",
    "address": "1507 7 TH ST #65",
    "asp_index": "20479",
    "city": "Santa Monica",
    "contactemail1": "privacy@onego.com",
    "contactfax1": "310-439-3103",
    "contactname1": "Paulius Grigas",
    "contactoff1": "1507 7 TH ST #65, Santa Monica, CA 90401",
    "contactphone1": "310-439-3103",
    "contacttitle1": "CEO",
    "corpoffemail1": "privacy@onego.com",
    "corpofffax1": "310-439-3103",
    "corpoffname1": "Paulius Grigas",
    "corpoffphone1": "310-439-3103",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)Advertising Services - (ADV)",
    "nextcertification": "10/19/2014",
    "orgverification": "In-house",
    "personaldata": "Online, off-line data (organization, customer). Manually processed data is not included.",
    "ppdate": "10/17/2012",
    "privacyprograms": "None",
    "recoursemech": "All disputes that can not be resolved between OneGo Inc. and the complainant will be handled in accordance with applicable dispute resolution procedures through the American Arbitration Association (AAA).",
    "signupdate": "10/19/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "90401"
}