{
    "CertificationStatus": "Not Current",
    "Fax": "212-997-6660",
    "OrgName": "Globecon Group Holdings, LLC",
    "PPLoc": "http://www.achievelive.com/safe-harbour-privacy-policy.php ",
    "Phone": "212-997-4444",
    "activities": "We provide a secure online system, called \"Achieve\" to institutions and their employees around the world.  Achieve is a self service competency management, learning and development and performance management system which enables users to understand what their capability gaps are, and what needs to be done to close the gaps. Systems administrators and authorized managers can use the platform to “push out” assessments, as well, as desired. Immediate access to content is available to users with or without assessments, however assessments enable users to know how well they fit within a job role, and what they need to do to enhance their job capabilities.  Unlike most performance management and learning/development systems, Achieve focuses on providing individualized learning plans and content based on the specific users requirements. Similarly, Achieve enables HR and training managers to understand what gaps exist, and what cluster of competencies might best be assembled to form a training curriculum useful for their team.  Rather than rely on guess-work, the Achieve platform adds a substantial degree of intelligence and analytical thinking into the performance management process.\r\n\r\nThe Achieve platform can be used as a self-service vehicle for end-users. Its use includes pre-employment assessments, during the onboarding process, to understand training needs, to create skill inventories across one or more teams, to design succession plans, to evaluable organizational capabilities (within a group or across multiple groups and managers) and to identify what criteria are needed for professionals to succeed within an organization.",
    "address": "285 West Side Avenue",
    "asp_index": "20514",
    "city": "Jersey City",
    "contactemail1": "paul.siegel@globecon.com",
    "contactfax1": "212-997-6660",
    "contactname1": "Paul Siegel",
    "contactoff1": "Globecon Group - Headquarters",
    "contactphone1": "212-997-4444",
    "contacttitle1": "Managing Director",
    "corpoffemail1": "paul.siegel@globecon.com",
    "corpofffax1": "212-997-6660",
    "corpoffname1": "Paul Siegel",
    "corpoffphone1": "212-997-4444",
    "corpofftitle1": "Managing Director",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Financial Services - (FNS)Information Services - (INF)Education & Training - (EDS)",
    "nextcertification": "11/16/2014",
    "orgverification": "Internal legal and compliance team",
    "personaldata": "Human resource data concerning learning, professional development and competency. Data is only collected digitally, online through our secure system known as \"Achieve.\"",
    "ppdate": "6/1/2011",
    "privacyprograms": "TRUSTe",
    "recoursemech": "For complaints that cannot be resolved between Globecon and the complainant, Globecon has agreed to participate in the following dispute resolution procedures in the investigation and resolution of complaints to resolve disputes pursuant to the Safe Harbor Principles:\r\n•\t1. for disputes involving all personal information received by Globecon from Switzerland, Globecon has agreed and to cooperate with the Swiss Federal Data Protection and Information Commissioner (FDPIC);\r\n2. for disputes involving employment-related personal information received by Globecon from the European Economic Area (EEA), Globecon has agreed to cooperate with the data protection authorities in the EEA and to participate in the dispute resolution procedures of the panel established by the European data protection authorities;\r\n3. for disputes involving all other personal information received by Globecon from the EEA, Globecon has agreed to TRUSTe dispute resolution. Individuals who submit a question or concern to Globecon and who do not receive acknowledgment from Globecon of the inquiry or who think their question or concern has not been satisfactorily addressed should then contact the TRUSTe Safe Harbor Dispute Resolution Program on the Internet, by mail or by fax. Inquiries by mail or fax should identify Globecon as the company to which a concern or question has been submitted, and include a description of the privacy concern, the name of the individual submitting the inquiry, and whether TRUSTe may share the details of the inquiry with Globecon. TRUSTe will act as a liaison to Globecon to resolve these disputes.\r\n•\ta. http://watchdog.truste.com/pvr.php?page=complaint&url \r\nb. Fax: 415-520-3420\r\nc. Mail: Watchdog Complaints, TRUSTe, 55 2nd Street, 2nd Floor, San Francisco, CA, USA 94105\r\n•\tFor information about TRUSTe or the operation of TRUSTe's dispute resolution process, visit TRUSTe on the Internet (http://watchdog.truste.com/pvr.php?page=complaint&url) or request this information from TRUSTe by mail or fax using the contact information listed above. The TRUSTe dispute resolution process shall be conducted in English.",
    "signupdate": "11/16/2011",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "07305"
}