{
    "CertificationStatus": "Not Current",
    "Fax": "203-452-8506",
    "OrgName": "PCNet, Inc.",
    "PPLoc": "http://www.pcnet-inc.com/index.php/privacy-policy ",
    "Phone": "203-452-8500",
    "activities": "PCNet is a data hosting facility providing infrastructure services to its clients both for production and cbusiness continuity purposes.  Clients are in control of their own data (compnay and customer). PCNet provides the infrastructure resources to support their applicaitons.  PCNet is a SAS 70 Type II/SSAE16 certified datacenter providing physical and netowrk security to support those mentioed certification and to comply with other privacy regulations (GLBA, SOX, etc.) Personal information received from the EU/EEA and/or Switzerland is obtained by the respective clients leasing space within our datacenters.  PCNet does not directly manage or have direct access to tht data.",
    "address": "100 Technology Drive",
    "asp_index": "20707",
    "city": "Trumbull",
    "contactemail1": "briand@pcnet-inc.com",
    "contactfax1": "203-452-8506",
    "contactname1": "Brian Doyle",
    "contactoff1": "IT and DC Services",
    "contactphone1": "203-452-8594",
    "contacttitle1": "VP, IT and DC Services",
    "corpoffemail1": "eriks@pcnet-inc.com",
    "corpofffax1": "203-452-8506",
    "corpoffname1": "Erik Soto",
    "corpoffphone1": "203-452-8559",
    "corpofftitle1": "VP of Finance and Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "nextcertification": "11/29/2014",
    "orgverification": "In-house",
    "personaldata": "Client and Client Customer Data",
    "ppdate": "6/27/2010",
    "privacyprograms": "None.",
    "recoursemech": "PCNet has made alternative recourse mechanisms as it relates to any unresolved disputes made against its adherence to Safe Harbor policy.  PCNet advises all complaintants that they can raise a complaint with the American Arbitration Association (AAA) available to individuals who have felt they have not recieved a timely response or feel there has been adequate resolution.",
    "signupdate": "11/29/2011",
    "state": "Connecticut",
    "statutorybody": "Federal Trade Commission",
    "zip": "06611"
}