{
    "CertificationStatus": "Current",
    "Fax": "412-774-2002",
    "OrgName": "Techsol Corporation",
    "PPLoc": "http://www.techsolcorp.com/Techsol-General-Privacy-policy.php ",
    "Phone": "412-716-8615",
    "activities": "Techsol uses the Personal Information provided by an individual, we may use it in connection with the reason for which it was provided. For instance, if someone contact us by e-mail, we may use the Personal Information they provided to answer the question or resolve the problem. If the individual contact us about a job listing, we may use the Personal Information to consider it for the position. Techsol also uses Personal Information and other Non-Identifiable Information collected through the Site to help improve the content and functionality of the Site, to better understand our customers and markets, and to improve our products and services. Techsol may also use Personal Information to contact the users, electronically or otherwise, in the future to tell them about products or services we believe will be of interest or to make it easier to use our site. If we do so, each communication we send the user will contain instructions permitting the individual to \"opt-out\" of receiving future communications.",
    "address": "101 College Road East",
    "asp_index": "20728",
    "city": "Plainsboro",
    "contactemail1": "srinivas@techsolcorp.com",
    "contactfax1": "412-774-2002",
    "contactname1": "Raju Vasa",
    "contactoff1": "Techsol Corporation",
    "contactphone1": "412-716-8615",
    "contacttitle1": "Director Operations",
    "corpoffemail1": "venkat@techsolcorp.com",
    "corpofffax1": "412-774-2002",
    "corpoffname1": "Varma Sagi",
    "corpoffphone1": "412-512-8276",
    "corpofftitle1": "President",
    "eucountries": "",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "4/6/2016",
    "orgverification": "In-house",
    "personaldata": "Yes, this data is also covered.",
    "ppdate": "4/2/2015",
    "privacyprograms": "Individuals will be encouraged to raise any complaints they may have with the relevant organization before proceeding to independent recourse mechanisms. Whether a recourse mechanism is independent is a factual question that can be demonstrated in a number of ways, for example, by transparent composition and financing or a proven track record. As required by the enforcement principle, the recourse available to individuals must be readily available and affordable. Dispute resolution bodies should look into each complaint received from individuals unless they are obviously unfounded or frivolous. This does not preclude the establishment of eligibility requirements by the organization operating the recourse mechanism, but such requirements should be transparent and justified (for example to exclude complaints that fall outside the scope of the program or are for consideration in another forum), and should not have the effect of undermining the commitment to look into legitimate complaints. In addition, recourse mechanisms should provide individuals with full and readily available information about how the dispute resolution procedure works when they file a complaint. Such information should include notice about the mechanism's privacy practices, in conformity with the Safe Harbor Principles.(1) They should also co-operate in the development of tools such as standard complaint forms to facilitate the complaint resolution process.",
    "recoursemech": "All questions or concerns regarding the use or disclosure of personal information should be directed to Techsol's Privacy Officer.\r\n\r\nTechsol will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this Safe Harbor Policy.  For complaints that cannot be resolved between Techsol and the individual complainant, Techsol commits to cooperate with the European Union Data Protection Authorities (for personal information received from the EEA) and comply with any advice given by them.",
    "signupdate": "4/6/2015",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "08540"
}