{
    "CertificationStatus": "Not Current",
    "Fax": "+1 813 637 8451",
    "OrgName": "CRIF Corporation",
    "PPLoc": "http://www.skyminder.com/basic/about_us/privacy.asp ",
    "Phone": "+1 813 636 0981",
    "activities": "Personal information is collected through the online form to register the users.\r\n\r\nThe Information we Collect\r\n\r\nWhen you register to use the SkyMinder information services, we collect personally identifiable information, including name, company name, address,\r\ne-mail address, telephone number, fax number, fiscal code, position and department. We also collect information about your company, such as your company tax id number and internet address, as well as the type of business and size of the company.\r\n\r\nWhen you register to the complete SkyMinder information collection, you also will need to provide us with additional information (e.g., credit card information) to purchase a deposit account to facilitate pay-per view transactional deductions.\r\n\r\nFor billing purposes, we also collect information about your use of our products and services, for example, information about the content you access through our service.\r\n\r\nIn addition, we collect certain non-personally identifiable information when you visit many of our Web pages such as the type of browser you are using (e.g., Netscape, Internet Explorer), the type of operating system you are using, (e.g., Windows ’98 or Mac OS) and the domain name of your Internet service provider (e.g., America Online, Earthlink). This information also includes the URL that you just came from (whether this is on our site or not), which URL you go to next, and your IP address.\r\n\r\nHow We Use the Information\r\n\r\nWe use personally identifiable information to respond to your inquiries about our products and services, to deliver products and services, to administer individual accounts, to send you news and updates via e-mail and postal mail about our offerings (e.g.,seminars). From time to time, we also use this information to provide you with opportunities to purchase other products or services that we believe may be of interest to you. However, out of respect for our users privacy we provide a way to opt-out of these communications. Please see the choice and opt-out section.\r\n\r\nIn addition, we use the information you submit to enable you to express your interest in one of our career opportunities. We respond via email, mail or phone as appropriate. The information you submit is entered solely into our human resources database and stored for as long as someone is a subscriber and for seven years after termination or as long as necessary after termination to comply with tax and regulatory requirements.\r\n\r\nWe use the non-personally identifiable information that we collect to improve the design and content of our site and to enable us to personalize your Internet experience. We also use this information in the aggregate to analyze site usage.\r\n\r\nWe will disclose personally identifiable information in response to legal process, for example, in response to a court order or a subpoena. We also may disclose such information in response to a law enforcement agency’s request.\r\n\r\nAdditionally, in the event that all or substantially all of CRIF’s stock and/or assets are transferred or sold to another entity, CRIF will likely transfer personally identifiable information to the acquiring entity. Users will be notified via email or prominent notice on our Web site for 30 days prior to a change of ownership or control of their personal information. If as a result of the business transition, the users’ personally identifiable information will be used in a manner different from that stated at the time of collection, they will be given choice consistent with our notification of changes section.",
    "address": "280 Interstate North Circle, Suite 400",
    "asp_index": "21185",
    "city": "Atlanta",
    "contactemail1": "f.lazzarini@crif.com",
    "contactfax1": "+39 051 4175010",
    "contactname1": "Fabio Lazzarini",
    "contactoff1": "Crif S.p.A.",
    "contactphone1": "+39 051 4175111",
    "contacttitle1": "Director",
    "corpoffemail1": "dir@crif.com",
    "corpofffax1": "+39 051 4175010",
    "corpoffname1": "Larry Keith Howell",
    "corpoffphone1": "+39 051 4175111",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "12/4/2014",
    "orgverification": "in-house",
    "personaldata": "on-line",
    "ppdate": "12/6/2004",
    "privacyprograms": "TRUSTe-Safe Harbor",
    "recoursemech": "TRUSTe",
    "signupdate": "12/4/2007",
    "state": "Georgia",
    "statutorybody": "Federal Trade Commission",
    "zip": "30339"
}