{
    "CertificationStatus": "Current",
    "Fax": "646-304-1030",
    "OrgName": "Section 101, LLC",
    "PPLoc": "http://section101.com/privacy ",
    "Phone": "646-435-7933",
    "activities": "Kinds of Information We Collect\r\nWe may collect information that you voluntarily give us, as well as location-based information and site visitorship data as described below.\r\nPersonally Identifiable Information\r\nIn order to take advantage of certain features, you may be asked to provide personally identifiable information about you that would enable someone to contact you directly. Personally identifiable information may include your e-mail address, name, postal/mailing address, telephone numbers, social security number, credit card details, shipping and billing addresses, or a persistent identifier (such as a customer number held in a cookie) which is associated with personally identifiable information, as well as other information that you may provide voluntarily. We collect such personally identifiable information that you give us so that we may:\r\n• provide you with information about the Services;\r\n• tell you about products and services and provide information to our third party marketing partners, subject to this policy;\r\n• notify you about new features available through the Services;\r\n• respond to your requests for information;\r\n• process survey results and other data you provide;\r\n• process contest entries;\r\n• process online purchases and payments;\r\n• you products you order;\r\n• filter the products and information we offer; and\r\n• open, maintain and administer user accounts.\r\n• post your comments and content.\r\nWe will use the personally identifiable information we collect to provide you with specific information and services that you request, and with additional information and services that may be of interest to you. By providing your personally identifiable information, you fully understand and consent to the collection and processing of such information in the United States of America and other countries. To protect your privacy and security, we will also take reasonable steps to verify your identity, such as requiring a password and user ID, before granting access to your data. While we strive to protect our user's personal information and privacy, we cannot guarantee the security of any information you disclose online, and you do so at your own risk. We will provide you reasonable access to personal information that you provided through the Website and the reasonable ability to review and correct it, as applicable. We may also collect non-personal information such as your IP address and use 'cookies' on the website. The information obtained from collecting IP addresses and using 'cookies' is not personal information about you. For more information, please read the sections on IP addresses and cookies below.\r\nLocation-Based Information\r\nWe may collect information relating to your general location based on (1) information you manually provide, (2) the IP address of your computer, (3) Global Positioning System (GPS) information sent to us by your GPS-enabled device, and (4) the proximity of your laptop computer, mobile wireless device, personal digital assistant, personal communication system, or other communications device (your “Personal Communication Device”) to the nearest radio tower or cell site. We may also be able to detect when your Personal Communication Device is activated as well as when and how you are using it. We may collect data to verify the information you provide manually and to provide you with location-based content. We may associate Personally Identifiable Information with location-based information provided by you or your Personal Communication Device solely for our internal use and to improve your experience with the Services.\r\nSite Visitorship Data\r\nSite Visitorship Data is information about the way a website is used that is not associated with an individual’s identity. We use anonymous data regarding online behavior to better understand how people use our Services. To that end, we may use and disclose aggregated, anonymous online traffic behavior along with information from third parties to track usage trends and thereby improve the Services. We may also use and disclose this aggregated, anonymous information to develop reports that we may share with third party marketing partners and affiliates. The kind of information we may collect includes:\r\n• the date and time you access the Services;\r\n• your internet service provider, mobile carrier, or data services provider;\r\n• your Internet Protocol (IP) address;\r\n• the pages you visit;\r\n• the products you purchase and review;\r\n• the links you click;\r\n• the features used;\r\n• how and when you interact with the Services;\r\n• the content, images and advertisements you select; and\r\n• how you arrived at the Services and where you go when you leave.\r\nWe use Site Visitorship Data to develop, manage, and improve the Website. Sometimes we may aggregate Site Visitorship Data with personal information from registered members. We may use that information to:\r\n• manage the Website;\r\n• help resolve problems;\r\n• analyze use of the site; and\r\n• tell you about products or services that our third party marketing partners, members and we may offer.\r\nDisclosure of Information\r\nAdministrator will not release any personal information to third parties without your consent except as follows:\r\n(1) Anyone providing us their personally identifiable information grants us and our affiliates the right to use their information for the provision of Services to you and for the benefit of Administrator without restrictions for the purposes that include, without limitation, research, marketing, and content and lead development.  Administrator does not collect or disclose personally identifiable information that is unrelated to these purposes.  And if we wish to disclose personally identifiable information we have collected for purposes other than those stated in this Privacy Policy, we will ask for your consent to do so.\r\n(2) Administrator may share information we collect with our business and third party marketing partners. If we share your information, we will request that such third parties treat your information in accordance with this Privacy Policy and refrain from disclosing or using your personally identifiable information for purposes other than for the provision of Services to you or for the benefit of Administrator. Our third party marketing partners may also send you special promotions and offers for related services, at their sole discretion. To the extent required, you hereby authorize this use of your personally identifiable information.\r\n(3) We may disclose information collected on this site, including personal information, to third parties as required or permitted by law. For example, we may disclose information:\r\n• to regulators;\r\n• to law enforcement authorities pursuant to an official request;\r\n• to vendors who provide us with service; or\r\n• to companies that may acquire part or all of Administrator or an affiliated company.\r\nAdministrator is not responsible for the protection of the information you provide to other websites. You should be aware that when you voluntarily disclose personal information on other websites, such information can be collected and used by others and may result in unsolicited communications.",
    "address": "150 West 28th Street, Suite 804",
    "asp_index": "21499",
    "city": "New York",
    "contactemail1": "iliya@fridmanlawgroup.com",
    "contactfax1": "646-304-1030",
    "contactname1": "Iliya M. Fridman, Esq.",
    "contactoff1": "Fridman Law Group, PLLC",
    "contactphone1": "212-620-0935",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "liz@section101.com",
    "corpofffax1": "646-304-1030",
    "corpoffname1": "Liz Leahy",
    "corpoffphone1": "212-206-9759",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Advertising Services - (ADV)",
    "nextcertification": "2/6/2015",
    "orgverification": "In-house",
    "personaldata": "Online site visitorship data, customer data (all of which may be automatically or manually processed)",
    "ppdate": "5/1/2013",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (AAA)",
    "signupdate": "2/6/2013",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10001"
}