{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "vdiscovery",
    "PPLoc": "http://http://www.vdiscovery.com/privacy_policy.php ",
    "Phone": "2122206111",
    "activities": "Personal information is collected from clients who register to use our services. Clients are required to provide us with the following information: (i) company contact information including the client’s name, company name, address, telephone number and e-mail address; and (ii) company financial qualifications and billing information including the name and address of client’s billing contact. We may also ask for additional personal information such as title, department name, fax number or additional company information such as the location of the employees. We use the information that we collect to establish services for clients and their organizations. Clients email addresses and any personal information is not distributed to or shared with third parties without express prior permission.\r\nAs part of vdiscovery’s services, we host customer provided data and materials (“Data”) through our highly secure facility. vdiscovery will not review, share, distribute, print or reference any customer’s Data except as provided in any client agreement (“Agreement”) entered into between vdiscovery and its client, or as may be required by law, regulatory authority or court order, which order or requirement may itself trigger obligations under the Agreement. Individual records may at times be viewed or accessed by vdiscovery for the purpose of resolving a problem or support issue. Upon completion of work on a matter subject to a vdiscovery client Agreement, the Data related to that matter is destroyed and/or deleted from vdiscovery records upon client approval, and media items supplied by the clients are returned.",
    "address": "10 East 39th Street, 6th Floor",
    "asp_index": "21636",
    "city": "New York",
    "contactemail1": "jaredh@vdiscovery.com",
    "contactfax1": "",
    "contactname1": "Jared Harary",
    "contactoff1": "vdiscovery",
    "contactphone1": "2122206111",
    "contacttitle1": "Director of Discovery",
    "corpoffemail1": "jaredh@vdiscovery.com",
    "corpofffax1": "",
    "corpoffname1": "Jared Harary",
    "corpoffphone1": "2122206111",
    "corpofftitle1": "Director of Discovery",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Legal Services - (LES)",
    "nextcertification": "11/4/2015",
    "orgverification": "In-house",
    "personaldata": "Data covered includes manual and automatic personal and processed data. Personal data refers to company contact information, financial qualifications and billing information. Where as processed data refers to collection, recording, organization, storage, alteration, retrieval, consultation, and use. In both cases data is covered for organization, client, customer, and employees.",
    "ppdate": "10/1/2014",
    "privacyprograms": "NONE",
    "recoursemech": "vdiscovery has committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the JAMS EU SAFE HARBOR. If a timely acknowledgment of a complaint or if a complaint is not satisfactorily addressed by vdiscovery, a compliant is to be filed with JAMS at www.jamsadr.com.",
    "signupdate": "11/4/2014",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10016"
}