{
    "CertificationStatus": "Current",
    "Fax": "410-553-0087",
    "OrgName": "Clinical Site Services, LLC dba CSSi",
    "PPLoc": "http://www.cssienroll.com/privacy-policy ",
    "Phone": "443-308-5801",
    "activities": "When an individual visit our websites they may provide us with two types of information: (i) information regarding their use of the websites collected by us as they interact with the websites and (ii) information an individual submits voluntarily via the websites.\r\n(i)\tWhen an individual enters a website, we may also collect their browser type, IP address, their operating system (e.g., Windows 2000), the domain name of their internet service provider (e.g., Comcast), the date and time of their visit, the pages viewed, the time spent at our Site, and the websites visited just before and just after our Site.  In addition, we store certain information from their browser using \"cookies.\"  A cookie is a piece of data stored on the user's computer tied to information about the user.  We may use session ID cookies to confirm that users are logged in.  Any and all of this information may be associated with their personal information.  If an individual does not want information collected through the use of cookies, there is a simple procedure in most browsers that allows them to deny or accept the cookie feature; however, they should note that cookies may be necessary to provide them certain features available on the websites.\r\n(ii)\tThrough the use of certain functionality of the websites, an individual may provide us with their name, company affiliation, email address, telephone number, physical address, and other information that may be required for an individual to use such functionality.  An individual may always choose not to provide us with their personal information, and we will disclose to an individual at the time we collect their personal information whether it is required for an individual to receive the information or services an individual have requested.  To better understand and address their interests, and to keep the personal information we have about an individual accurate, we may correct or add to the personal information an individual provide to us at our Sites with personal information we receive from an individual offline or from other sources.",
    "address": "6958 Aviation Blvd., Suite H",
    "asp_index": "21646",
    "city": "Glen Burnie",
    "contactemail1": "compliance@clinicalsiteservices.com",
    "contactfax1": "410-553-0087",
    "contactname1": "",
    "contactoff1": "Compliance Officer",
    "contactphone1": "443-308-5810",
    "contacttitle1": "",
    "corpoffemail1": "ctrizna@cssienroll.com",
    "corpofffax1": "410-553-0087",
    "corpoffname1": "Chris Trizna",
    "corpoffphone1": "443-308-5801",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Health Care Services - (HCS)Drugs & Pharmaceuticals - (DRG)Biotechnology - (BTC)",
    "nextcertification": "2/28/2015",
    "orgverification": "In-house",
    "personaldata": "Individual (customer) data, not manually processed.",
    "ppdate": "1/1/2013",
    "privacyprograms": "None",
    "recoursemech": "CCS participates in the Direct Marketing Association (DMA) Safe Harbor dispute resolution process. If you feel that this company is not abiding by its posted privacy policy or is not in compliance with the Safe Harbor principals, you should first contact CCS's Compliance Officer by email at compliance@clinicalsiteservices.com.  If you do not receive acknowledgment of your inquiry or your inquiry has not been satisfactorily addressed, you should then contact the Direct Marketing Association (DMA) Safe Harbor Dispute Resolution Program. The Direct Marketing Association (DMA) will act as a liaison to CSS to resolve your concerns.",
    "signupdate": "2/28/2014",
    "state": "Maryland",
    "statutorybody": "Federal Trade Commission",
    "zip": "21061"
}