{
    "CertificationStatus": "Current",
    "Fax": "000-000-0000",
    "OrgName": "TechComando, Inc.",
    "PPLoc": "https://techcomando.com/privacy-policy",
    "Phone": "303-351-5217",
    "activities": "We use the personal information you provide for purposes including, but not limited to:\r\n• Fulfilling requests for products, services or information\r\n• Tracking and confirming online orders\r\n• Delivering or installing products\r\n• Managing our Annual and/or Incident Based Technical program\r\n• Providing customer services\r\n• Administering promotions or surveys\r\n• Offering new products and services\r\n• Improving the effectiveness of our Web sites, our marketing endeavors and our services\r\nand offers\r\n• Conducting analysis and research.\r\n• Sending marketing communications\r\n• Performing other business activities as needed, or as described elsewhere within this Policy.\r\n\r\nInformation From/About Friends or Family.\r\nIf you give us information about others, or if others provide us your information, we may store that data and will only use that information for the specific reason it was provided. Examples include providing a friend's shipping address, e-mailing our weekly ad to a friend, and e-mailing friends a link to your Wish List.\r\n\r\nInformation from Third Parties\r\nTechComando obtains consumer information from third party providers in order to improve the accuracy of our customer database, increase our understanding of our customers, or to identify potential customers. For example, we get updated addresses from the National Change of Address (NCOA) and white pages service to ensure we have the correct contact information for our customers.\r\n\r\nTechComando does not sell, rent or trade your personal information to third parties.\r\nWe may share customer information with certain third parties such as our agents, service providers and other representatives acting on our behalf for limited purposes. For example, we may share personal information with third parties to perform services on our behalf such as:\r\n• Fulfilling customer orders\r\n• Sending TechComando marketing communications\r\n• Scheduling and performing installations\r\n• Servicing products\r\n• Maintaining our Annual and/or Incident Based Technical program\r\n• Fulfilling subscription services\r\n• Conducting research, analysis or administering surveys\r\n• Sending regular mail and e-mail on behalf of TechComando\r\n• Processing credit card payments\r\n• Providing chat functions\r\nThe third parties with whom we conduct business are authorized to use your information only to offer the service for which they are contracted. They are required to follow the terms of our Privacy Policy including taking justifiable measures to make sure your personal information is safe and secure.\r\nWe may also share your personal information with companies who have referred you to us for goods and services, or have allowed TechComando to have a presence on their web sites.\r\nWe may also share accumulated data with third parties for analysis and research purposes. This data does not contain name, address or other personally identifiable information.\r\nFrom time to time, we may be required to share personal information in response to a valid court order, subpoena, government investigation, or as otherwise required by law. We also reserve the right to report to law enforcement agencies any activities that we, in good faith, believe to be unlawful. We may share certain personal information when we believe that such release is reasonably necessary to protect the rights, property and safety of others and ourselves. We may also transfer personal information in the event of a corporate sale, merger, acquisition, dissolution or similar event.\r\n\r\nWe also display personal testimonials of satisfied customers on our site in addition to other endorsements.",
    "address": "8369 NW 66 ST #1037",
    "asp_index": "21660",
    "city": "MIAMI",
    "contactemail1": "privacy@techcomando.com",
    "contactfax1": "000-000-0000",
    "contactname1": "Jaspal Singh",
    "contactoff1": "TechComando, Inc.",
    "contactphone1": "303-351-5217",
    "contacttitle1": "Privacy Manager",
    "corpoffemail1": "marketing@techcomando.com",
    "corpofffax1": "000-000-0000",
    "corpoffname1": "Kapil Rana",
    "corpoffphone1": "303-351-5217",
    "corpofftitle1": "Director",
    "eucountries": "Ireland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "2/6/2015",
    "orgverification": "In-house",
    "personaldata": "Contact information, including name, mailing address, phone number and e-mail address. Purchase information, including credit card number, billing and/or shipping information.Demographic information, including age, personal interests and product preferences. The Data covered is not processed manually.",
    "ppdate": "1/19/2014",
    "privacyprograms": "none",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2/6/2014",
    "state": "Florida",
    "statutorybody": "Federal Trade Commission",
    "zip": "33166"
}