{
    "CertificationStatus": "Not Current",
    "Fax": "303-318-4189",
    "OrgName": "Symplified, Inc",
    "PPLoc": "http://www.symplified.com/privacy-policy/ ",
    "Phone": "303-318-4188",
    "activities": "Our comprehensive cloud identity solution lets IT organizations simplify user access to applications, regain visibility and control over usage, and meet security and compliance requirements. To deliver our services, Symplified requires personal information from users – specifically, usernames and passwords. We follow guidelines from the U.S. Department of Defense to secure and encrypt all personal information at the highest level. Our customers’ security is at the core of our business, and as such, Symplified is using the SOC2 and Type II processes to audit the operational and security practices of our services. In addition, Symplified obtains personal information from visitors to our website who provide their contact information in order to learn more about our business and our services. The Symplified website also includes technologies that enable us to target people who have visited our site by collecting IP addresses, and through cookies, web beacons and third party tracking. Symplified may use personal information to contact our users in order to operationalize their use of our service, or to help us enhance the functionality of our service and our website. Symplified employees do not have the right to use any personal information beyond the functions of what is described above.",
    "address": "4900 Pearl East Circle, Suite 108",
    "asp_index": "21997",
    "city": "Boulder",
    "contactemail1": "jvanhouten@symplified.com",
    "contactfax1": "303-318-4189",
    "contactname1": "Joshua Van Houten",
    "contactoff1": "Director of Operations",
    "contactphone1": "303-318-4122",
    "contacttitle1": "Director of Operations",
    "corpoffemail1": "jvanhouten@symplified.com",
    "corpofffax1": "303-318-4189",
    "corpoffname1": "Joshua Van Houten",
    "corpoffphone1": "303-318-4122",
    "corpofftitle1": "Director of Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "12/27/2014",
    "orgverification": "Third Party",
    "personaldata": "All personal data in any form, including manually processed online or offline data.",
    "ppdate": "5/5/2011",
    "privacyprograms": "TRUSTe EU SH Program",
    "recoursemech": "TRUSTe EU SH Program",
    "signupdate": "12/27/2012",
    "state": "Colorado",
    "statutorybody": "Federal Trade Commission",
    "zip": "80301"
}