{
    "CertificationStatus": "Current",
    "Fax": "650-532-1505",
    "OrgName": "Selectica, Inc",
    "PPLoc": "http://www.selectica.com/privacy ",
    "Phone": "877-712-9560",
    "activities": "Selectica, Inc. collects and uses your personal information to operate the Selectica, Inc. Web site and deliver the services you have requested. Selectica, Inc. also uses personally identifiable information to inform users of products or services available from Selectica, Inc. and its affiliates. Selectica, Inc. may also contact user via surveys to conduct research about opinion of current services or of potential new services that may be offered.\r\n\r\nSelectica, Inc. keeps track of the Web sites and pages customers visit within Selectica, Inc., in order to determine what Selectica, Inc. services are the most popular. This data is used to deliver customized content and advertising within Selectica, Inc. to customers whose behavior indicates that they are interested in a particular subject area.",
    "address": "2121 S. El Camino Real 10th floor",
    "asp_index": "22085",
    "city": "San Mateo",
    "contactemail1": "lsigal@selectica.com",
    "contactfax1": "650-532-1505",
    "contactname1": "Leo Sigal",
    "contactoff1": "Selectica, Inc",
    "contactphone1": "650-532-1541",
    "contacttitle1": "Chief Technology Officer",
    "corpoffemail1": "lsigal@selectica.com",
    "corpofffax1": "650-532-1505",
    "corpoffname1": "Leo Sigal",
    "corpoffphone1": "650-532-1541",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "3/6/2015",
    "orgverification": "Third party",
    "personaldata": "e-mail address, name, home or work address or telephone number, company information such as business address and employee count. Also, IP address, browser type, domain names, access times and referring Web site addresses. Data is not manually processed.",
    "ppdate": "7/1/2013",
    "privacyprograms": "TRUSTe",
    "recoursemech": "To address questions or complaints regarding Selectica's privacy policy or practices, please contact info@selectica.com or TRUSTe organization (link is provided on Selectica website).",
    "signupdate": "3/6/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94403"
}