{
    "CertificationStatus": "Not Current",
    "Fax": "516-883-5769",
    "OrgName": "Publishers Clearing House",
    "PPLoc": "http://privacy.pch.com/privacy-policy ",
    "Phone": "516-883-5432",
    "activities": "Publishers Clearing House (PCH) is a US based multi- channel marketer of magazines and merchandise.  We offer consumers sweepstakes, prize draw entry opportunities and free game play to help draw attention to our products and promotions. \r\n\r\nEffective database management and stringent privacy/data protection are essential to the success of our business. It is by such practices that we can insure the integrity of our sweepstakes and the customer data that we may collect.  When consumers fill out an entry form for one of our prize draws or register on our site, we will ask for their first name, last name, email and address. Such information is collected for purposes of prize award fulfillment,data integrity and communications with our customers.  Consumer entry data is passed to our headquarters facility in the US for storage, analytical review and winner selection processing. PCH does not sell, rent or transfer consumer entry data to unrelated third parties without notice and consent.  \r\n\r\nRegistrants may receive “virtual currency” points for use on our sites.  Whenever a registrant performs an action on a site where such points are awarded their username and the action recorded will be sent to a vendor for PCH to credit their account.   No personally identifiable information is transferred without notice and consent as set forth on our Privacy Policy.   \r\nIf we want to forward you promotional email messages we will be provide notice and choice for future receipt of such email communications from PCH.   We may share our unsubscribe list with vendors or select marketing partners for the sole purpose of insuring that individuals on this list do not receive electronic commercial mail messages containing Publishers Clearing House advertisements that may be sent by such partners.",
    "address": "382 Channel Drive",
    "asp_index": "22118",
    "city": "Port Washington",
    "contactemail1": "cirving@pch.com",
    "contactfax1": "516-883-5769",
    "contactname1": "Christopher L. Irving",
    "contactoff1": "PCH Consumer Affairs",
    "contactphone1": "516-883-5432",
    "contacttitle1": "Assistant Vice President, Consumer & Legal Affairs",
    "corpoffemail1": "blow@pch.com",
    "corpofffax1": "516-883-5769",
    "corpoffname1": "Harold W.Low",
    "corpoffphone1": "516-883-5432",
    "corpofftitle1": "Vice President & General Counsel",
    "eucountries": "France, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Books & Periodicals - (BOK)General Consumer Goods - (GCG)",
    "nextcertification": "1/28/2015",
    "orgverification": "In house",
    "personaldata": "Off-Line & Online Prize Draw Entry Information (First Name, Last Name, Email Address, Mailing Address), Unsubcribe Information to Insure Scrubbing of Lists. Manually Processed Data",
    "ppdate": "9/1/2011",
    "privacyprograms": "Direct Marketing Association (DMA) Safe Harbor Program",
    "recoursemech": "TrustE",
    "signupdate": "1/28/2002",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "11050"
}