{
    "CertificationStatus": "Current",
    "Fax": "516-345-2079",
    "OrgName": "Election-America",
    "PPLoc": "http://election-america.com/privacy.htm ",
    "Phone": "202-360-4420",
    "activities": "Election-America aprocesses or contemplates processing EEA and Swiss personal data relating to (1)representatives and employees of actual and prospective corporate customers and business partners in order to manage business relationships and provide products or contracted services; (2)representatives and employees of actual and prospective vendors and suppliers in order to manage business relationships and receive contracted goods and services; and (3) individuals whose data VMware, Inc. processes on behalf of business customers as a service provider or mere data processor.",
    "address": "1425 K St., Ste 350",
    "asp_index": "22147",
    "city": "Washington",
    "contactemail1": "help@election-america.com",
    "contactfax1": "516-345-2079",
    "contactname1": "Privacy Contact",
    "contactoff1": "Member information & Data retention",
    "contactphone1": "866-514-2995",
    "contacttitle1": "",
    "corpoffemail1": "help@election-america.com",
    "corpofffax1": "516-345-2079",
    "corpoffname1": "Christopher Backert",
    "corpoffphone1": "202-360-4420",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "nextcertification": "4/25/2015",
    "orgverification": "In-house",
    "personaldata": "Offline, online, customers' end users, prospect, supplier, vendor, partner. No manually processed data.",
    "ppdate": "3/13/2013",
    "privacyprograms": "NA",
    "recoursemech": "VMware, Inc. will cooperate with the EEA data protection authorities and the Swiss Federal Data Protection and Information Commissioner as its enforcement mechanism.",
    "signupdate": "4/25/2014",
    "state": "District of Columbia",
    "statutorybody": "Federal Trade Commission",
    "zip": "20005"
}