{
    "CertificationStatus": "Current",
    "Fax": "303-214-2159",
    "OrgName": "Graebel Companies, Inc.",
    "PPLoc": "https:/ www.graebel.com/Public/Privacy/ ",
    "Phone": "303-214-6698",
    "activities": "Graebel Companies, Inc. provides relocation services for employees of private companies and government entities.  Such relocation activities include the coordination of relocation from one locale to another (both intra-country and internationally), and freight forwarding of household goods belonging to transferees.  Personally identifiable information includes name, address, email (for communication) and other pertinent relocation information \r\nnecessary to move household goods.  In some cases, national regulations require the capture of tax identification information to adjudicate accurate taxation of the transferee.",
    "address": "16346 Airport Circle",
    "asp_index": "22247",
    "city": "Aurora",
    "contactemail1": "sdiltz@graebel.com",
    "contactfax1": "303-214-2159",
    "contactname1": "Sue Diltz",
    "contactoff1": "Chief Security Officer",
    "contactphone1": "303-214-6698",
    "contacttitle1": "Chief Security Officer",
    "corpoffemail1": "bsiler@graebel.com",
    "corpofffax1": "303-214-2159",
    "corpoffname1": "Brad Siler",
    "corpoffphone1": "303-214-6668",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Transportation Srvs (Except Aviation) - (TRN)",
    "nextcertification": "3/3/2015",
    "orgverification": "Third Party",
    "personaldata": "on-line data, manually processed data, human resources data",
    "ppdate": "2/23/2010",
    "privacyprograms": "TRUSTe\r\n55 2nd Street 2nd Floor\r\nSan Francisco Ca 94105\r\nPhone: 415-520-3400",
    "recoursemech": "TRUSTe EU Safe Harbor is available to investigate unresolved complaints other than those pertaining to human resources data. For unresolved complaints pertaining to human resources data, Graebel agrees to refer the matter with the EU data protection authorities or the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "3/3/2010",
    "state": "Colorado",
    "statutorybody": "Federal Trade Commission",
    "zip": "80011"
}