{
    "CertificationStatus": "Current",
    "Fax": "646 536 2926",
    "OrgName": "Take Two Interactive",
    "PPLoc": "http://www.take2games.com/privacy ",
    "Phone": "646 536 2842",
    "activities": "Take-Two Interactive Software, Inc. and its subsidiaries and affiliates (\"Take-Two US Group\") collect, use and process human resources personal data received from Austria, Belgium, the Czech Republic, France, Germany, the Netherlands, Spain and the United Kingdom for the following purposes: Workflow management, such as assigning, managing, and administering projects; Compensation, including stock plan administration, compensation analysis, and benchmarking; Payroll processing; Performance management; Succession planning; Benefits and personnel administration, such as: Leave entitlements, Bonuses, Job recruiting and placement; IT support services; \r\nMonitoring and enforcing compliance with company policies and procedures and applicable law; and Job leveling.\r\n\r\nThe privacy policy for human resources personal data is distributed internally to employees.\r\n\r\nTake-Two Interactive Software, Inc. (\"Take-Two, Inc.\") also collects, uses and processes online personal data for the following purposes: multiple websites and services offering memberships, email lists, send a friend options, forums, and other features that allow users to submit personal data.",
    "address": "622 Broadway",
    "asp_index": "22400",
    "city": "New York",
    "contactemail1": "safeharbor@take2games.com",
    "contactfax1": "646 536 2926",
    "contactname1": "Linda Zabriskie",
    "contactoff1": "Take Two Interactive Legal Department",
    "contactphone1": "646 536 2842",
    "contacttitle1": "Vice President & Counsel",
    "corpoffemail1": "seth.krauss@take2games.com",
    "corpofffax1": "646 536 2926",
    "corpoffname1": "Seth Krauss",
    "corpoffphone1": "646 536 2842",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Toy & Games - (TOY)",
    "nextcertification": "3/26/2015",
    "orgverification": "Online: TRUSTe; Human resources: Self-Assessment",
    "personaldata": "Online personal data and human resources personal data",
    "ppdate": "1/31/2013",
    "privacyprograms": "For online personal data: TRUSTe EU Safe Harbor program\r\n\r\nFor human resources personal data: none.",
    "recoursemech": "For online personal data: TRUSTe (complaint contact and dispute resolution options disclosed in privacy policy)\r\nFor human resources personal data: EU Data Protection Authorities",
    "signupdate": "3/26/2010",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10012"
}