{
    "CertificationStatus": "Current",
    "Fax": "508-253-8955",
    "OrgName": "Staples Contract & Commercial, Inc.",
    "PPLoc": "http://staplesadvantage.com/privacy-policy.html ",
    "Phone": "508-253-5000",
    "activities": "Staples Contract & Commercial, Inc. (“Staples”) receives employee data from the European Union for the purpose of providing employee benefits and services, including payroll processing, personnel management, and benefits administration and for the purpose of administering the internal company hotline.  Staples receives customer information from the European Union for the purpose of completing transactions requested by customers, maintaining purchase histories, providing customers with marketing information on products and services, and providing customer service and communication activities.  Staples receives vendor data for the purposes of completing business transactions including purchase order generation and payment processing. Staples receives resident data from the European Union for the purpose of sweepstakes registration.",
    "address": "500 Staples Drive",
    "asp_index": "22439",
    "city": "Framingham",
    "contactemail1": "david.billeter@staples.com",
    "contactfax1": "508-253-8955",
    "contactname1": "David Billeter",
    "contactoff1": "Global Security, Privacy, and Compliance",
    "contactphone1": "508-253-3779",
    "contacttitle1": "Vice President Global Security, Privacy, and Compliance",
    "corpoffemail1": "Michael.Williamsgc@staples.com",
    "corpofffax1": "508-253-7805",
    "corpoffname1": "Michael Williams",
    "corpoffphone1": "508-253-0637",
    "corpofftitle1": "Senior Vice President, General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Business Eqpt (other than computers) - (BUS)Consumer Electronics - (CEL)Computer & Peripherals - (CPT)",
    "nextcertification": "3/29/2015",
    "orgverification": "In-House Verification",
    "personaldata": "On-Line, Off-Line, Human Resources Data, Customer Data, Vendor Data",
    "ppdate": "6/15/2013",
    "privacyprograms": "none",
    "recoursemech": "Staples agrees to cooperate with JAMS.  Staples agrees to cooperate with the EU Data Protection Authorities and Swiss Federal Data Protection and Information Commissioner with respect to employee data.",
    "signupdate": "6/19/2012",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "01702"
}