{
    "CertificationStatus": "Current",
    "Fax": "212-364-4509",
    "OrgName": "Home Box Office, Inc. together with all of its controlled affiliate and subsidiary companies",
    "PPLoc": "Covers internal HR data only - available on organization's Intranet and from local HR representatives.",
    "Phone": "212-512-1000",
    "activities": "Employee personal information is transferred from the E.U. and/or Switzerland for employees of Home Box Office, Inc. and its controlled affiliates and subsidiaries (collectively, “HBO”) in EU/EEA member countries and Switzerland.   This includes information available in employee’s personal profile (e.g., home address and phone number, work and compensation history, planned salary, earnings, career development, paid time off, salary grade, language preferences, education, beneficiaries, dependents, emergency contacts, gender).  It may also include some sensitive personal information (e.g., race, ethnicity, health information), subject to the limitations of applicable law.  Among the reasons HBO collects, stores and processes personal information are for employee management and administration generally (including both during and after employment), employment verification, administering employee benefits, administering personal short or long term compensation programs or benefits, evaluating performances, managing corporate programs, conducting disciplinary proceedings, addressing labor relations issues, processing health insurance claims, business continuity and disaster recovery; operating, maintaining and monitoring usage of internal networks, IT systems, software and other technical infrastructure that support HBO’s business (including employee directories, phone and email system and archiving solutions); events planning, expense and business travel management; and security, health and safety, legal and regulatory compliance reporting, auditing and management, including but not limited to, in connection with legal process or litigation, and for investigative and disciplinary purposes.  Systems may be managed and hosted by HBO, its corporate parent, Time Warner, Inc. and/or its subsidiary companies, or contracted with third party providers.",
    "address": "1100 Avenue of the Americas",
    "asp_index": "22491",
    "city": "New York",
    "contactemail1": "Greg.Fittinghoff@hbo.com",
    "contactfax1": "212-364-4509",
    "contactname1": "Greg Fittinghoff",
    "contactoff1": "Home Box Office, Inc.",
    "contactphone1": "212-512-1000",
    "contacttitle1": "Chief Information Officer",
    "corpoffemail1": "ComplianceOfficer@hbo.com",
    "corpofffax1": "212-364-4509",
    "corpoffname1": "Jennifer Larrabee",
    "corpoffphone1": "212-512-1000",
    "corpofftitle1": "Vice President, Employment & Compliance",
    "eucountries": "Bulgaria, Croatia, Czech Republic, Denmark, Finland, Hungary, Norway, Poland, Romania, Slovakia, Slovenia, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Films Videos & Other Recordings - (FLM)",
    "nextcertification": "4/2/2015",
    "orgverification": "In-house and third party",
    "personaldata": "Human resources data (paper, electronic), some manually processed.",
    "ppdate": "3/28/2014",
    "privacyprograms": "None",
    "recoursemech": "Panel of EU Data Protection Authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "4/2/2013",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10036"
}