{
    "CertificationStatus": "Current",
    "Fax": "617-227-4830",
    "OrgName": "Burning Glass International, Inc.",
    "PPLoc": "http://www.burning-glass.com/privacy ",
    "Phone": "617-227-4800",
    "activities": "Burning Glass provides technology solutions for corporations, recruitment agencies, and job boards both directly and by embedding our technology within the platforms of leading recruitment software providers.  Customers of our hosted solutions as well as of our resume screening and processing services forward candidate CV’s/resumes to us or direct candidates to send their CV’s/resumes to us directly for processing.  After processing, these CV’s/resumes are then either returned to the customer or, at the customer’s request, may be made available exclusively for that customer’s review on a secure, private website and may be retained in a customer-specific database for subsequent search.  In addition, customers routinely provide Burning Glass with CV’s/resumes in the course of offering performance feedback or to assist us in product improvements and algorithmic enhancement or other research and development activities.  Such data are in no case made available to other customers in any way that would cause personal information to be revealed.",
    "address": "1 Faneuil Hall Market Place, 4th Floor",
    "asp_index": "22529",
    "city": "Boston",
    "contactemail1": "privacy@burning-glass.com",
    "contactfax1": "617-227-4830",
    "contactname1": "Matthew Sigelman",
    "contactoff1": "Burning Glass International, Inc.",
    "contactphone1": "617-227-4800",
    "contacttitle1": "",
    "corpoffemail1": "privacy@burning-glass.com",
    "corpofffax1": "617-227-4830",
    "corpoffname1": "Matthew Sigelman",
    "corpoffphone1": "617-227-4800",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)General Services - (GSV)",
    "nextcertification": "4/15/2015",
    "orgverification": "In-house",
    "personaldata": "On-Line, Manually Processed, Human Resources",
    "ppdate": "4/1/2004",
    "privacyprograms": "none",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "4/15/2004",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02109"
}