{
    "CertificationStatus": "Current",
    "Fax": "201-801-0243",
    "OrgName": "Cognizant Technology Solutions U.S. Corporation and its US affiliates",
    "PPLoc": "http://www.cognizant.com/SiteDocuments/Cognizant-safe-harbor-policy.pdf ",
    "Phone": "201-801-0233",
    "activities": "Cognizant acts as a processor on behalf of its customers providing services including application outsourcing, business process outsourcing, and consulting and systems integration services. In providing these services to its business customers, Cognizant may receive personal information from the EU/EEA and Switzerland. Cognizant does not own or have independent rights to control the use of the personal data it processes on behalf of its customers; it acts solely on the instructions of its customers.\r\n\r\nCognizant also acts as a data controller in respect of personal data relating to its customers, suppliers, business partners and other third parties received from the EU/EEA and Switzerland. Cognizant collects, uses and otherwise processes this personal data for purposes such as (i) sales, (ii) account management, (iii) operating Cognizant’s websites, (iv) conducting data analytics, (v) providing customer support, (vi) performing marketing activities, (vii) communicating information regarding Cognizant’s services, (viii) administrative purposes including accounting and billing, and (ix) relationship management.\r\n\r\nCognizant receives human resources personal data from the EU/EEA and Switzerland.  Cognizant processes this personal data in connection with activities such as (i) the selection and management of its workforce, (ii) carrying out and supporting its human resources functions and activities, (iii) carrying out its obligations under employment contracts and employment and benefits laws, (iv) administering employee participation in its benefits, compensation and human resources plans and programs, (v) performance management, (vi) compliance and discipline reporting and investigation, (vii) complying with its legal obligations, and (viii) internal administrative purposes.",
    "address": "500 Frank W. Burr Boulevard",
    "asp_index": "22530",
    "city": "Teaneck",
    "contactemail1": "dgilbert@cognizant.com",
    "contactfax1": "201-801-0243",
    "contactname1": "Dana Gilbert",
    "contactoff1": "Cognizant Technology Solutions",
    "contactphone1": "201-678-2758",
    "contacttitle1": "Senior VP, Chief Compliance Officer & General Counsel",
    "corpoffemail1": "dgilbert@cognizant.com",
    "corpofffax1": "201-801-0243",
    "corpoffname1": "Dana Gilbert",
    "corpoffphone1": "201-678-2758",
    "corpofftitle1": "Senior VP, Chief Compliance Officer & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "nextcertification": "6/2/2015",
    "orgverification": "In-house",
    "personaldata": "offline, online, manually processed",
    "ppdate": "4/7/2014",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities and Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "6/2/2009",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "07666"
}