{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Cloud Elements LLC",
    "PPLoc": "http://www.cloud-elements.com/privacy/ ",
    "Phone": "866-830-3456",
    "activities": "We link third party cloud applications through a single API.  In order to access these systems, we must have the user enter a name and password to the third party system.  We receive an encrypted OAUth token to store on our servers.  The user name and password is encrypted, but we have to have them enter the initial information.   Cloud Elements never stores only user data on its system, but rather sets up a stream between the third party system (like Dropbox or Google Drive) and our EU based clients.   Our clients have the ability to tag each transmission with a tracking word to that transmission by user name. Cloud Elements stores these tags on our EU based servers.  That is the entirety of possible personal information.",
    "address": "3001 Brighton Boulevard",
    "asp_index": "22651",
    "city": "Denver",
    "contactemail1": "james@cloud-elements.com",
    "contactfax1": "",
    "contactname1": "James Barry",
    "contactoff1": "Colorado Office",
    "contactphone1": "303-956-8835",
    "contacttitle1": "VP Customer Success",
    "corpoffemail1": "mark@cloud-elements.com",
    "corpofffax1": "",
    "corpoffname1": "Mark Geene",
    "corpoffphone1": "719-237-6618",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "nextcertification": "4/11/2015",
    "orgverification": "in-house",
    "personaldata": "Organizational data, client data, our clients customer data.  All data is automatically processed and not manually processed.",
    "ppdate": "3/31/2014",
    "privacyprograms": "None",
    "recoursemech": "JAMS Safe Harbor Program, JAMS International Arbitration Rules.",
    "signupdate": "4/11/2014",
    "state": "Colorado",
    "statutorybody": "Federal Trade Commission",
    "zip": "80126"
}