{
    "CertificationStatus": "Current",
    "Fax": "(212) 852-7214",
    "OrgName": "Twenty-First Century Fox, Inc. and its wholly-owned subsidiary, Twenty-First Century Fox America, Inc.",
    "PPLoc": "Twenty-First Century Fox's Employee Safe Harbor Privacy Policy is located on the Company's employee intranet site, and at the link below.",
    "Phone": "(212) 852-7200",
    "activities": "Twenty-First Century Fox and its wholly owned subsidiary, Twentieth Century Fox America, Inc. use personal information received from the EU/EEA and/or Switzerland for the following purposes: personnel administration (including hiring, promotion, succession planning, talent identification, discipline and termination proceedings, training and career development, and internal investigations); payroll, compensation and incentive decisions; benefits and other human resources administration; public relations and award programs; computer systems access and security; to satisfy legal and regulatory requirements; staffing; safety, occupational health and medical records administration; communications; in connection with corporate initiatives; compliance with legal obligations; travel bookings and expense reimbursement; mergers, acquisitions and divestitures; employee collaboration; and ensuring the proper functioning of the employee database.  Twenty-First Century Fox/Twenty First Century Fox America, Inc. will also share  personal information with its  affiliates for these purposes.",
    "address": "1211 Avenue of the Americas, 13th Floor",
    "asp_index": "22665",
    "city": "New York",
    "contactemail1": "eagress@21cf.com",
    "contactfax1": "(212) 852-7214",
    "contactname1": "Ellen S. Agress",
    "contactoff1": "Legal Department",
    "contactphone1": "(212) 852-7204",
    "contacttitle1": "Senior Vice Presdient",
    "corpoffemail1": "eagress@21cf.com",
    "corpofffax1": "(212) 852-7214",
    "corpoffname1": "Ellen S. Agress",
    "corpoffphone1": "(212) 852-7204",
    "corpofftitle1": "Senior Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Films Videos & Other Recordings - (FLM)",
    "nextcertification": "4/12/2015",
    "orgverification": "In-house",
    "personaldata": "Human Resources Data. The data covered may include manually processed data.",
    "ppdate": "11/19/2013",
    "privacyprograms": "N/A",
    "recoursemech": "To ensure compliance with the Safe Harbor Principles, Twenty-First Century Fox will commit to: (a) cooperate with those Data Protection Authorities (“DPAs”) of EU Member States and Switzerland (Swiss Federal Data Protection and Information Commissioner) with jurisdiction in the investigation and resolution of complaints, and comply with appropriate advice given by those DPAs; (b) periodically review and verify the Company's compliance with the Safe Harbor Principles; and (c) remedy issues arising out of any failure to comply with the Safe Harbor Principles.",
    "signupdate": "4/12/2007",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10036"
}