{
    "CertificationStatus": "Current",
    "Fax": "213-986-8844",
    "OrgName": "3dna Corporation, Inc. dba NationBuilder",
    "PPLoc": "http://nationbuilder.com/privacy ",
    "Phone": "213-873-8300",
    "activities": "NationBuilder provides services to campaigns, nonprofits, business entities and individuals, including supporter and volunteer management software, bulk email, online fundraising and content management, as part of a community organizing system. NationBuilder’s services are marketed to organizations and campaigns, and NationBuilder operates as a data processor for its clients. NationBuilder does not independently control the use of personal data it processes on behalf of its clients, and acts only upon instruction in a customer service model. NationBuilder provides privacy information to the individuals and organizations responsible for providing notice to their constituents consistent with the seven principle of the Safe Harbor provisions: notice, choice, onward transfer, security, data integrity, access and enforcement.",
    "address": "448 South Hill St., Suite 200",
    "asp_index": "22675",
    "city": "Los Angeles",
    "contactemail1": "privacy@nationbuilder.com",
    "contactfax1": "213-986-8844",
    "contactname1": "Theodore Kinch",
    "contactoff1": "Los Angeles",
    "contactphone1": "213-873-8316",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "privacy@nationbuilder.com",
    "corpofffax1": "213-986-8844",
    "corpoffname1": "Theodore Kinch",
    "corpoffphone1": "213-873-8316",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "4/16/2015",
    "orgverification": "In-house",
    "personaldata": "Consumer data, digitally processed.",
    "ppdate": "3/28/2011",
    "privacyprograms": "None.",
    "recoursemech": "NationBuilder works with JAMS to resolve privacy disputes.",
    "signupdate": "4/16/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "90013"
}