{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Sift Science, Inc.",
    "PPLoc": "https://siftscience.com/site-privacy; https://siftscience.com/service-privacy",
    "Phone": "415-882-7709",
    "activities": "Sift Science, Inc. (“Sift Science”, “we” or “us”) helps online businesses (our “Clients”) detect and address fraud and other malicious behavior on their digital properties. In doing so, we collect information about how Internet users (“Users”) interact with our Clients’ digital properties such as their websites and mobile applications (their “Sites”). \r\n\r\nPursuant to providing our Service, and as described in our Service Privacy Notice, we collect or otherwise obtain certain personal information from those Sites including but not limited to email addresses, postal addresses, user login name or other unique customer identifiers and telephone numbers. We also obtain the device identifiers, IP Addresses, and on-line customer transaction data of Users who visit those Sites. We also obtain certain personal information via our Website as described in our Website Privacy Notice.",
    "address": "625 Market Street",
    "asp_index": "22696",
    "city": "San Francisco",
    "contactemail1": "erica@siftscience.com, achapell@chapellassociates.",
    "contactfax1": "415-882-7709",
    "contactname1": "Erica Schild",
    "contactoff1": "Privacy Office",
    "contactphone1": "415-882-7709",
    "contacttitle1": "Business Associate",
    "corpoffemail1": "erica@siftscience.com",
    "corpofffax1": "415-882-7709",
    "corpoffname1": "Erica Schild",
    "corpoffphone1": "415-882-7709",
    "corpofftitle1": "Business Associate",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "nextcertification": "5/6/2015",
    "orgverification": "In-House",
    "personaldata": "Organizational and Client data as disclosed in our privacy policy",
    "ppdate": "4/15/2014",
    "privacyprograms": "The Better Business Bureau (BBB) EU Safe Harbor Dispute Resolution Program",
    "recoursemech": "The Better Business Bureau (BBB) EU Safe Harbor Dispute Resolution Program",
    "signupdate": "5/6/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95104"
}