{
    "CertificationStatus": "Current",
    "Fax": "716-568-8259",
    "OrgName": "Albertsson Consulting Group, Incorporated",
    "PPLoc": "http://www.albertssonconsulting.com/privacy-policy/ ",
    "Phone": "440-565-7123",
    "activities": "Albertsson Consulting Group, Incorporated is a talent management consulting company that specializes in helping organizations identify and develop their highest potential talent. We offer talent management solutions, services and software. In early May, we plan to launch our new website on www.albertssonconsulting.com (and retire the existing website). This new website will enable visitors to request more information about our talent management consulting solutions and services, request a demonstration of our software application, or contact us by completing and submitting a form with a few fields of information. We have applied for the Department of Commerce self-certification program as we anticipate that some visitors to our website will be EU or EEA citizens. Please let us know if you need further information. Thank you for your time. Sincerely, Candice Albertsson",
    "address": "3401 Enterprise Parkway, Suite 340",
    "asp_index": "22701",
    "city": "Beachwood",
    "contactemail1": "cka@albertssonconsulting.com",
    "contactfax1": "716-568-8259",
    "contactname1": "Candice Albertsson",
    "contactoff1": "Albertsson Consulting Group, Inc.",
    "contactphone1": "440-565-7123",
    "contacttitle1": "President",
    "corpoffemail1": "cka@albertssonconsulting.com",
    "corpofffax1": "716-568-8259",
    "corpoffname1": "Candice Albertsson",
    "corpoffphone1": "440-565-7123",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Management Consulting Services - (MCS)",
    "nextcertification": "4/23/2015",
    "orgverification": "In-house",
    "personaldata": "Personal data would be provided by visitors who completed and submitted a form to seek further information, request a software product demo, or discuss solutions and services. These visitors may be potential clients, customers or other interested parties. Once information has been submitted via a form on our website, we would manually process this visitor request.",
    "ppdate": "4/14/2014",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR",
    "signupdate": "4/23/2012",
    "state": "Ohio",
    "statutorybody": "Federal Trade Commission",
    "zip": "44124"
}