{
    "CertificationStatus": "Current",
    "Fax": "415-728-9359",
    "OrgName": "InsideView Technologies, Inc.",
    "PPLoc": "http://www.insideview.com/cat-privacy.html ",
    "Phone": "415-728-9309",
    "activities": "InsideView collects and processes two categories of personal data from the EU/EEA and/or from Switzerland individuals and organizations.\r\nFirst, InsideView develops and maintains a database of company and individual profiles (“Profiles”).  These Profiles are compiled, edited, and then published to subscribers of the InsideView services.  Information in these Profiles may include, in the case of individuals: name, title, company, current position, prior position(s), salary, publications, articles by, about, or quoting an individual, links to social media postings by or about the individual, professional contact information and similar information.  Information collected for the development of a company Profile and/or published in a company Profile available from the InsideView website may include: the name and title of the company’s officers and certain company employees, and information obtained from the company or published by third parties.  \r\n\r\nSecond, InsideView collects and processes personal data from users and visitors of its website www.insideview.com (the “Website”) who either visit the Website or subscribe to, and access, InsideView’s database of the Profiles described above.  When an individual registers to use the InsideView service, InsideView requires the individual to provide contact information, such as name, company name, address, phone number, and email address. When these individuals purchase services from InsideView, InsideView may also require them to provide financial qualification and billing information, such as billing name and address, credit card number.  This information is immediately passed along to, and collected by, InsideView’s payment card processor and InsideView has no access to it. InsideView may also ask users to provide additional information, such as their company’s annual revenues, number of employees, or industry.",
    "address": "444 DeHaro Street, Suite 210",
    "asp_index": "22761",
    "city": "San Francisco",
    "contactemail1": "lisa.bailey@insideview.com",
    "contactfax1": "415-728-9359",
    "contactname1": "Lisa Bailey",
    "contactoff1": "San Francisco",
    "contactphone1": "415-728-9309",
    "contacttitle1": "Vice President, Business Operations",
    "corpoffemail1": "umberto@insideview.com",
    "corpofffax1": "415-728-9350",
    "corpoffname1": "Umberto Milletti",
    "corpoffphone1": "415-728-9393",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "5/3/2015",
    "orgverification": "In-house",
    "personaldata": "on-line",
    "ppdate": "3/18/2014",
    "privacyprograms": "none",
    "recoursemech": "TRUSTe",
    "signupdate": "5/3/2010",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94107"
}