{
    "CertificationStatus": "Current",
    "Fax": "412-348-2261",
    "OrgName": "Oxford Solutions Inc.",
    "PPLoc": "http://www.oxfordsolutionsinc.com/privacy-policy/ ",
    "Phone": "412-348-2260",
    "activities": "Oxford Solutions Inc. may process data on behalf of clients for a variety of purposes including: (a) providing recruiting and staffing services for temporary and permanent placements; (b) providing IT managed services; (c) providing human capital consulting; (d) providing workforce management solutions; and (e) processing for purposes consented by the subjects of the data.  Oxford Solutions processes such data in connection with its obligations as an employer and to provide services and benefits to the personnel.  Oxford Solutions may also process personal information regarding current, former, potential and prospective employees as well as candidates for temporary or permanent placement with clients to provide services to its clients for a variety of purposes.",
    "address": "9576 Perry Highway, Suite 300",
    "asp_index": "22767",
    "city": "Pittsburgh",
    "contactemail1": "mfenton@oxfordsolutionsinc.com",
    "contactfax1": "412-348-2261",
    "contactname1": "Matthew Fenton",
    "contactoff1": "Office of the President",
    "contactphone1": "412-348-2260",
    "contacttitle1": "President",
    "corpoffemail1": "mfenton@oxfordsolutionsinc.com",
    "corpofffax1": "412-348-2261",
    "corpoffname1": "Matthew Fenton",
    "corpoffphone1": "412-348-2260",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Employment Services - (EMP)",
    "nextcertification": "5/2/2015",
    "orgverification": "In-house",
    "personaldata": "On-line, off-line, manually processed data, human resources data",
    "ppdate": "5/1/2013",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "5/2/2013",
    "state": "Pennsylvania",
    "statutorybody": "Federal Trade Commission",
    "zip": "15237"
}