{
    "CertificationStatus": "Current",
    "Fax": "845-620-1755",
    "OrgName": "Blue Hill Data Services",
    "PPLoc": "http://www.bluehilldata.com/utilities/privacy.html ",
    "Phone": "845-620-0400",
    "activities": "Any time BHDS collects information that you voluntarily submit, BHDS only uses this information to contact you at your request. The personal information you submit may include phone, electronic mail address, and other information you choose to provide at various times, for example, when you complete an online form or request. BHDS only uses the personal information we collect online to process your requests and understand your needs so that we can provide you with the highest quality of service. BHDS intends to protect and secure the personal information that you submit to this Site. BHDS will not sell, distribute, or give your personal information to any third party without your knowledge and consent. BHDS shall not be liable for any personal information that you submit to external vendors or to any web site linked to this Site.\r\n\r\nWe will retain your information for as long as your account is active or as needed to provide you services. If you wish to cancel your account or request that we no longer use your information to provide you services contact us at info@bluehilldata.com. We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "2 Blue Hill Plaza",
    "asp_index": "22783",
    "city": "Pearl River",
    "contactemail1": "cgallagher@bluehilldata.com",
    "contactfax1": "845-620-1755",
    "contactname1": "Colleen Gallagher",
    "contactoff1": "Blue Hill Data Services",
    "contactphone1": "845-875-7008",
    "contacttitle1": "Account Manager",
    "corpoffemail1": "jlalli@bluehilldata.com",
    "corpofffax1": "845-620-1755",
    "corpoffname1": "John M. Lalli",
    "corpoffphone1": "845-620-0400",
    "corpofftitle1": "COO and Managing Director",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "nextcertification": "5/13/2015",
    "orgverification": "Third Party: TRUSTe",
    "personaldata": "Our privacy statement covers the Web site www.bluehilldata.com and does not cover information that may be collect through downloadable software.",
    "ppdate": "5/8/2011",
    "privacyprograms": "TRUSTe US-EU Safe Harbor Privacy Principles Program",
    "recoursemech": "TRUSTe: https://feedback-form.truste.com/watchdog/request",
    "signupdate": "5/13/2011",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10965"
}