{
    "CertificationStatus": "Current",
    "Fax": "919 518 2652",
    "OrgName": "Teneo Media, LLC",
    "PPLoc": "http://www.teneomedia.com/privacy ",
    "Phone": "919 518 2652",
    "activities": "Teneo Media, LLC is a digital marketing firm specializing in web/mobile/software application development, engagement and e-Commerce strategies.  In addition to our consulting-based client service work, we offer Software as a Service for website frameworks and content management systems.",
    "address": "9203 Baileywick Rd #203",
    "asp_index": "22842",
    "city": "Raleigh",
    "contactemail1": "todd.bramwell@teneomedia.net",
    "contactfax1": "919 701 2865",
    "contactname1": "Todd Bramwell",
    "contactoff1": "Teneo Media, LLC",
    "contactphone1": "919 701 2865",
    "contacttitle1": "Operations & Finance Officer",
    "corpoffemail1": "manzo@teneomedia.net",
    "corpofffax1": "919 518 2652",
    "corpoffname1": "Jonathan Manzo",
    "corpoffphone1": "919 518 2652",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "5/2/2015",
    "orgverification": "InHouse",
    "personaldata": "Client, Customer, Subscribers",
    "ppdate": "6/1/2012",
    "privacyprograms": "none",
    "recoursemech": "Private sector dispute resolution mechanism incorporating Safe Harbor Framework.\r\n\r\nDispute Resolution (from Teneo Media's Privacy Policy)\r\n\r\nPrior to undertaking any arbitration or litigation, the parties shall make reasonable efforts to resolve disputes informally, including by means of a conference between the executives of each party who have authority to resolve the dispute.  In the event any dispute in any way related to this Agreement arises between the parties, and parties cannot resolve any such dispute via arbitration in North Carolina pursuant to the JAMS Comprehensive Arbitration Rules and Procedures in effect at the time a demand for arbitration is made.",
    "signupdate": "5/2/2013",
    "state": "North Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "27615"
}