{
    "CertificationStatus": "Current",
    "Fax": "(919) 636-4677",
    "OrgName": "LiveChat, Inc.",
    "PPLoc": "http://www.livechatinc.com/privacy-policy/ ",
    "Phone": "(919) 636-4677",
    "activities": "LiveChat offers a Software as Service (SaaS) customer service/online sales solution to its customers, including customers from the EU/EEA and/or Switzerland. \r\n\r\nThe platform enables LiveChat customers and their customers to exchange customer service-related information, which LiveChat then transfers among its platform and its customers servers and stores on behalf of its customers. Customers may include personal information within the data transferred on the LiveChat platform, however this is not the purpose of the platform or its intended use. \r\n\r\nLiveChat does not control or supervises the data inserted on its platform by its customers or their customers. LiveChat only interacts with such data by transferring and storing it in digital format, irrespective of content value or sensitivity.",
    "address": "405 North St",
    "asp_index": "22848",
    "city": "Chapel Hill",
    "contactemail1": "support@livechatinc.com",
    "contactfax1": "(415) 670-9610",
    "contactname1": "Szymon Klimczak",
    "contactoff1": "405 North Street, Chapel Hill, NC 27514",
    "contactphone1": "(415) 670-9610",
    "contacttitle1": "CMO",
    "corpoffemail1": "support@livechatinc.com",
    "corpofffax1": "(415) 800-3838",
    "corpoffname1": "Mariusz Cieply",
    "corpoffphone1": "(415) 800-3838",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "5/23/2015",
    "orgverification": "In-house",
    "personaldata": "Online data collected through customer Sign-up, or as may be collected online by LiveChat customers' customers, and placed on LiveChat's platform. LiveChat does not process any data manually.",
    "ppdate": "5/23/2012",
    "privacyprograms": "none",
    "recoursemech": "LiveChat, Inc. has committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by LiveChat, Inc., please visit the BBB EU SAFE HARBOR web site at http://www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "5/23/2012",
    "state": "North Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "27514"
}