{
    "CertificationStatus": "Current",
    "Fax": "312-798-6860",
    "OrgName": "Backstop Solutions Group, LLC",
    "PPLoc": "http://www.backstopsolutions.com/terms_conditions.shtml ",
    "Phone": "312-277-7700",
    "activities": "BSG collects and stores in its internal database names, phone numbers, and email addresses from prospective clients who willingly provide this information. \r\n\r\nBSG only collects personal information that is needed to provide customer service, offer new products and services to visitors to its web sites and subscribers to its hosted software platforms, or fulfill any legal and/or regulatory requirements associated with the provision of services.  \r\n\r\nBSG is not in the business of selling or sharing information with any entity not directly involved in providing its services.  BSG never reviews, shares, distributes, prints, references, or discloses any personal information, including any personal information received from the EU, to any third-party for any purpose that has not been disclosed in its privacy policy unless: it has provided sufficient notice and its clients have had an opportunity to exercise choice, as outlined below, with respect to such use or disclosure; disclosure of such personal information has been agreed to with BSG in conjunction with a contractual agreement, or in such cases where applicable law permits the use or disclosure without requiring that BSG first comply with the Safe Harbor’s Notice and Choice Principles.  Unless described in its Privacy Policy, BSG does not share, sell, rent, or trade any information provided with third parties for their promotional purposes.\r\n\r\nBSG reserves the right to use or disclose information if required by law or if BSG reasonably believes that its use or disclosure is necessary to protect the Company’s rights and/or to comply with a judicial proceeding, court order, or legal process and is permissible under the Safe Harbor Principles.",
    "address": "233 S. Wacker Drive, Suite 3960",
    "asp_index": "22889",
    "city": "Chicago",
    "contactemail1": "bill@backstopsolutions.com",
    "contactfax1": "312-798-6860",
    "contactname1": "Bill Weiss",
    "contactoff1": "Chicago Office",
    "contactphone1": "312-277-7750",
    "contacttitle1": "VP, Information Security",
    "corpoffemail1": "krafferty@backstopsolutions.com",
    "corpofffax1": "312-798-6860",
    "corpoffname1": "Kevin Rafferty",
    "corpoffphone1": "312-277-7757",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "5/4/2015",
    "orgverification": "Third Party",
    "personaldata": "BSG only collects personal information from individuals who voluntarily submit it including: name, company name, address, phone number, and email address. We do not process data manually.",
    "ppdate": "3/18/2013",
    "privacyprograms": "Backstop Solutions Group, LLC is a certified licensee of the TRUSTe Safe Harbor Seal and has been awarded TRUSTe's Privacy Seal signifying that its privacy policy and practices have been reviewed by TRUSTe for compliance with TRUSTe's program requirements including transparency, accountability and choice regarding the collection and use of personal information.",
    "recoursemech": "As a licensee of the TRUSTe EU Safe Harbor Seal, BSG receives compliance consulting and verification services from TRUSTe which include:\r\n•\tThe provision of quality assurance of BSG’s Privacy Policy and general privacy practices,\r\n•\tDispute resolution services related to data collection, \r\n•\tYear-round compliance monitoring, and\r\n•\tAn annual review conducted by a dedicated Privacy Professional assigned to BSG’s account. \r\n\r\nIn the event an individual has questions or complaints regarding BSG’s privacy policy or associated practices, they can contact us directly and if they are not satisfied with our response they can contact TRUSTe directly.  BSG has contracted with TRUSTe to serve as its third party dispute resolution agent who will serve as a liaison with BSG to resolve concerns.",
    "signupdate": "5/4/2011",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60606"
}