{
    "CertificationStatus": "Current",
    "Fax": "888-217-1838",
    "OrgName": "ORCS Web, Inc.",
    "PPLoc": "http://www.orcsweb.com/privacy/ ",
    "Phone": "888-313-9421",
    "activities": "OrcsWeb Inc. provides businesses with a range of cloud, managed, dedicated, shared, and hybrid hosting services and support available via its website www.orcsweb.com. OrcsWeb collects, holds and processes personal data from users in EU and Switzerland such as name, email address, mailing address, phone number, credit card number, billing address, company name, business size, and business type. The personal data collected from the users may be used by OrcsWeb for the following purposes including but not limited to operating and rendering OrcsWeb services to users, selling and marketing OrcsWeb services to users, providing users with support services, complying with the orders and directions of governmental enforcement agencies under applicable laws and regulations, and to exercise our legal rights or defend ourselves against legal claims.",
    "address": "3020-I Prosperity Church Rd",
    "asp_index": "22922",
    "city": "Charlotte",
    "contactemail1": "brad.kingsley@orcsweb.com",
    "contactfax1": "888-217-1838",
    "contactname1": "Brad Kingsley",
    "contactoff1": "Executive",
    "contactphone1": "704-631-3760",
    "contacttitle1": "CEO",
    "corpoffemail1": "brad.kingsley@orcsweb.com",
    "corpofffax1": "888-217-1838",
    "corpoffname1": "Brad Kingsley",
    "corpoffphone1": "704-631-3760",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "6/1/2015",
    "orgverification": "In-house",
    "personaldata": "On-line data",
    "ppdate": "5/15/2012",
    "privacyprograms": "N/A",
    "recoursemech": "BBB EU Safe Harbor.",
    "signupdate": "6/1/2012",
    "state": "South Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "28269"
}