{
    "CertificationStatus": "Current",
    "Fax": "617-517-5055",
    "OrgName": "Aquto Corporation",
    "PPLoc": "https:/ www.kickbit.com/privacy-policy ",
    "Phone": "617-600-6934",
    "activities": "Kickbit and MoVE are mobile and web application provided by Aquto that allow subscribers of certain partner mobile operators including certain operators in the EU to earn data credits by engaging with advertising offers and to transfer earned data credits into their existing wireless data account.  To operate the service, Kickbit and MoVE may require certain personal information such as the subscriber's name, mobile phone number and email address.  We use Personal Information only for the following purposes: (i) to administer the Service, (ii) to provide, improve and optimize the Service, (iii) to personalize the subscriber's experience, (iv) to provide software updates and/or product announcements, (v) to better understand users’ needs and interests, and (vi) to provide the subscriber with further information and offers from us that we believe you may find useful or interesting, such as targeted advertising and promotional campaigns. In the event any Personal Information needs to be used for a purpose other than as described above, the subscriber will have the opportunity to limit such use through an “opt-out” mechanism.  The only third party that we share Personal Information with is the subscriber's mobile operator in order to transfer earned data to the subscriber's mobile account.  A portion of Kickbit and MoVE subscribers will be residents of the EU, and we process Personal Information on computers in the US as well as in the EU.",
    "address": "320 Congress St. 3rd Floor",
    "asp_index": "22951",
    "city": "Boston",
    "contactemail1": "rfuller@aquto.com",
    "contactfax1": "617-517-5055",
    "contactname1": "Randall Fuller",
    "contactoff1": "320 Congress St. 3rd Floor, Boston MA  02210",
    "contactphone1": "617-600-6934",
    "contacttitle1": "VP, Operator Partnerships",
    "corpoffemail1": "sriley@aquto.com",
    "corpofffax1": "617-517-5055",
    "corpoffname1": "Susie Kim Riley",
    "corpoffphone1": "617-600-6931",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, France, Germany, Italy, Netherlands, Norway, Portugal, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Telecommunications Services - (TES)Computer Software - (CSF)",
    "nextcertification": "5/24/2015",
    "orgverification": "In-house",
    "personaldata": "Customer data including name, mobile telephone number, other phone numbers, email address, or postal code",
    "ppdate": "3/14/2014",
    "privacyprograms": "The Better Business Bureau provides third party dispute resolution service to Aquto.",
    "recoursemech": "The Better Business Bureau provides third party dispute resolution service (BBB EU Safe Harbor) to Aquto.",
    "signupdate": "5/24/2013",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02210"
}