{
    "CertificationStatus": "Current",
    "Fax": "214-303-4901",
    "OrgName": "ISN Software Corporation",
    "PPLoc": "http://www.isnetworld.com/SafeHarborPolicy.aspx ",
    "Phone": "214-303-4900",
    "activities": "ISN facilitates the collection of self-reported information from contractors and maintains it in a centralized database, ISNetworld. The information we collect is configured to each client’s specific requirements and includes items such as: management system questionnaire; written health and safety programs, incident and accident records, audit results, insurance certificates, and workers compensation and EMR letters.",
    "address": "3232 McKinney Avenue Suite 1500",
    "asp_index": "22979",
    "city": "Dallas",
    "contactemail1": "sellis@winstead.com",
    "contactfax1": "214-745-5390",
    "contactname1": "Scott Ellis",
    "contactoff1": "Winstead PC",
    "contactphone1": "214-745-5267",
    "contacttitle1": "Attorney",
    "corpoffemail1": "jeastin@isn.com",
    "corpofffax1": "214-303-4901",
    "corpoffname1": "Joseph Eastin",
    "corpoffphone1": "214-303-4950",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "5/13/2015",
    "orgverification": "In-house",
    "personaldata": "Includes client and customer data such as: management system questionnaire; written health and safety programs, incident and accident records, audit results, insurance certificates, and workers compensation and EMR letters.",
    "ppdate": "4/15/2014",
    "privacyprograms": "ISN maintains a robust self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles as promulgated by the US Department of Commerce.  In addition, ISN maintains additional privacy protections contained within its website's additional privacy policy.",
    "recoursemech": "Council of Better Business Bureaus, Inc.\r\n BBB EU SAFE HARBOR\r\n 3033 Wilson Boulevard, Suite 600\r\n Arlington, VA 22201\r\n U.S.A. \r\n\r\nPhone: 703-276-0100",
    "signupdate": "5/13/2014",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "75204"
}