{
    "CertificationStatus": "Current",
    "Fax": "314-506-5955",
    "OrgName": "Cass Information Systems, Inc.",
    "PPLoc": "http://www.cassinfo.com/en/Corporate/privacy-policy.aspx ",
    "Phone": "314-506-5500",
    "activities": "Cass Information Systems, Inc. (“Cass”) provides freight, utility, waste and telecom expense management, expense reduction, and related business intelligence services exclusively for corporate customers.  Cass receives freight invoices, telecom invoices, and telecom usage data from the corporate customers in the EU and freight and telecom service providers retained by the corporate customers.  These invoices can include personal information related to the corporate customers’ employees.  For example, such personal information will be an employee’s ID number, name, title, office/work location, e-mail address, company-issued telephone number(s) and related usage records, department, reporting hierarchy, cost center codes, and home and office shipping addresses (“personal data”).\r\nCass processes the invoices and personal data exclusively to:  (i) manage corporate service plans and expenses, and to systemize freight payments; (ii) audit billing information to confirm inventory and contract compliance; (iii) account for expenses to appropriate cost centers and account codes; and to (iv) manage billing disputes with suppliers on behalf of the corporate customers.  Cass does not process personal data in the invoices outside this business process.\r\nCass’ business model and services do not contemplate the collection or processing of any sensitive personal data.\r\nCass contractually obligates the corporate customers to inform their employees that the corporate customer will supply personal data to Cass and Cass will process invoices that contain personal data; to obtain the individuals’ consent for such processing; to inform the individuals of how to contact Cass with any inquiries or complaints; and to allow these individuals an option to decline or limit collection and processing of their personal data during processing of invoices by Cass.\r\nWhere Cass collects personal data directly from individuals, Cass will grant these individuals reasonable access to their personal data as appropriate.  When an individual believes his or her personal data is inaccurate and informs Cass of the same, Cass will take reasonable steps to correct inaccurate information.\r\nCass never sells, licenses, or distributes personal data to any third parties, except where Cass may share personal data with (but not sell to) independent contractors who Cass retained to facilitate its business process.  Cass processes invoices under the guidance and direction of the corporate customers.  Cass does not control collection of personal data of corporate customers’ employees included in the invoices.  Cass is not responsible for accuracy of personal data collected by the corporate customers or any customers’ vendors.  Cass contractually obligates its corporate customers to ensure that personal data collected and given to Cass is reliable, accurate, current, complete, and relevant.  \r\nCass keeps personal data under strict privacy and confidentiality protocols.  If a complaint or dispute cannot be resolved through Cass’s internal process, Cass will refer these disputes to the Better Business Bureau EU Safe Harbor Dispute Resolution Procedure.  Cass will cooperate with the EU Data Protection authorities to resolve disputes involving any human resources personal data.",
    "address": "12444 Powerscourt Drive - Suite 550",
    "asp_index": "23034",
    "city": "Saint Louis",
    "contactemail1": "privacyofficer@cassinfo.com",
    "contactfax1": "314-506-5955",
    "contactname1": "Tony Urban",
    "contactoff1": "Cass Information Systems, Inc.",
    "contactphone1": "314-506-5500",
    "contacttitle1": "Vice President, Shared Services",
    "corpoffemail1": "turban@cassinfo.com",
    "corpofffax1": "314-506-5955",
    "corpoffname1": "Tony Urban",
    "corpoffphone1": "314-506-5680",
    "corpofftitle1": "Vice President, Shared Services",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Financial Services - (FNS)Information Services - (INF)Management Consulting Services - (MCS)",
    "nextcertification": "6/12/2015",
    "orgverification": "In-house",
    "personaldata": "On-line, off-line data",
    "ppdate": "6/1/2012",
    "privacyprograms": "Cass has instituted a self-regulatory program for ensuring verification and adherence to the Safe Harbor.  This consists of regular information security reviews, privacy information reviews, physical security reviews, disaster recovery planning, testing and reviews, internal and external audits of Cass, and periodic vulnerability reviews by Cass or its designated third parties.",
    "recoursemech": "Better Business Bureau (BBB) EU Safe Harbor Dispute Resolution Procedure and Cass will cooperate with the EU Data Protection authorities (DPAs) and the Federal Data Protection and Information Commissioner of Switzerland (FDPIC) to resolve disputes involving human resources personal data.",
    "signupdate": "6/12/2012",
    "state": "Missouri",
    "statutorybody": "Federal Trade Commission",
    "zip": "63131"
}