{
    "CertificationStatus": "Current",
    "Fax": "408-321-9818",
    "OrgName": "FireEye, Inc.",
    "PPLoc": "http://www.fireeye.com/website/safe-harbor-privacy-policy.html ",
    "Phone": "408-321-6300",
    "activities": "FireEye collects customer data during certain transactions and communications with its customers. Customer data is transferred to FireEye, Inc. for purposes of marketing, facilitating transactions, security, customer support, customer communications, improving FireEye's products and services, auditing, data analysis and data storage. Human Resources data is transferred from FireEye's international subsidiaries to FireEye, Inc. for purposes of conducting the human resources and financial management of FireEye.",
    "address": "1440 McCarthy Blvd.",
    "asp_index": "23133",
    "city": "Milpitas",
    "contactemail1": "privacy@fireeye.com",
    "contactfax1": "202-318-2469",
    "contactname1": "Shane McGee",
    "contactoff1": "Milpitas, CA",
    "contactphone1": "703-224-2915",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "privacy@fireeye.com",
    "corpofffax1": "202-318-2469",
    "corpoffname1": "Shane McGee",
    "corpoffphone1": "703-224-2915",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer & Peripherals - (CPT)Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "5/21/2015",
    "orgverification": "In-house",
    "personaldata": "On-Line and Off-Line Human Resources and Customer Data",
    "ppdate": "5/19/2014",
    "privacyprograms": "None",
    "recoursemech": "Customers may contact FireEye directly with privacy complaints or disputes at privacy@fireeye.com or contact TRUSTe. Questions or complaints about the way FireEye and/or its subsidiaries have treated HR-related personal information will be handled by the employee's local Human Resources manager or FireEye's Chief Privacy Officer. If the matter is not resolved through internal FireEye procedures, then employees will be directed to the state or national data protection authority (EU DPAs) in the jurisdiction where the employee works.",
    "signupdate": "5/21/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95035"
}