{
    "CertificationStatus": "Current",
    "Fax": "415-329-2933",
    "OrgName": "Livefyre inc.",
    "PPLoc": "http://livefyre.com/privacy/ ",
    "Phone": "415-800-0900",
    "activities": "Livefyre provides a online commenting platform for blogs, allowing users to create a profile and then post comments as that profile.  \r\n\r\nUsers voluntarily supply: first name, last name, email address and optionally an image avatar which they provide before they are able to use the system.  If the user uses a 3rd party service to login (Google, Facebook, Twitter, etc), we store credentials supplied by 3rd party to us, to allow the user to login through the same mechanism again.  \r\n\r\nFirst name and last name are displayed on a public profile page along with the user's past public comments. User avatar is displayed next to the user's comments.  Email address is used by Livefyre to send email notifications of activity on blog postings the user has expressed interest in.  Emails can be opted out of.",
    "address": "360 Third Street., Suite 700",
    "asp_index": "23146",
    "city": "San Francisco",
    "contactemail1": "nicole@livefyre.com",
    "contactfax1": "415-329-2933",
    "contactname1": "Nicole Mirchandani",
    "contactoff1": "Livefyre, Inc.",
    "contactphone1": "415-795-9715",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "nate@livefyre.com",
    "corpofffax1": "415-329-2933",
    "corpoffname1": "Nate Underwood",
    "corpoffphone1": "415-800-0900",
    "corpofftitle1": "SVP Information Strategy & Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "6/17/2015",
    "orgverification": "In-house",
    "personaldata": "Customer data -- does not include manually processed data.",
    "ppdate": "6/17/2011",
    "privacyprograms": "None",
    "recoursemech": "Livefyre is a member of the BBB EU SAFE HARBOR, www.bbb.org/us/safe-harbor-complaints. They have agreed to act as a third party dispute resolution provider in the event that consumers wish to seek an independent private party to resolve their concerns.",
    "signupdate": "6/17/2011",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94107"
}