{
    "CertificationStatus": "Current",
    "Fax": "425-527-6666",
    "OrgName": "Winshuttle LLC",
    "PPLoc": "http://www.winshuttle.com/About/Privacy ",
    "Phone": "425-527-6656",
    "activities": "Winshuttle collects information such as email address in order to develop, operate and maintain our e-marketing campaigns (including newsletters, Winshuttle surveys and Winshuttle product offerings).\r\n\r\nWinshuttle may ask website visitors from the EU/EEA and Switzerland to provide information that personally identifies themselves or is otherwise personally identifiable in certain circumstances, including for example when visitors download, update or upgrade products, or ask for additional information. Examples of Personal Information we collect include name or business name, phone number, e-mail address, IP address of the computer being used and occupation.\r\n\r\nWinshuttle may use Personal Information for three primary purposes:\r\n\r\n    To issue required product keys and/or user identifications.\r\n    To send information and instruction for product download, evaluation download and product updates.\r\n    To alert people about product upgrades, special offers, updated information and other new services from Winshuttle .",
    "address": "20021 120th Ave NE",
    "asp_index": "23144",
    "city": "Bothell",
    "contactemail1": "info@winshuttle.com",
    "contactfax1": "425-527-6666",
    "contactname1": "",
    "contactoff1": "Headquarters",
    "contactphone1": "800-711-9798",
    "contacttitle1": "",
    "corpoffemail1": "Jeff.Bergstrom@winshuttle.com",
    "corpofffax1": "425-527-6666",
    "corpoffname1": "Jeff Bergstrom",
    "corpoffphone1": "425-527-6656",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "5/9/2015",
    "orgverification": "Third Party",
    "personaldata": "On-Line Data and Manually Processed data",
    "ppdate": "1/10/2014",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "TRUSTe EU Safe Harbor Program",
    "signupdate": "5/9/2012",
    "state": "Washington",
    "statutorybody": "Federal Trade Commission",
    "zip": "98011"
}