{
    "CertificationStatus": "Current",
    "Fax": "206 674-2695",
    "OrgName": "RealNetworks, Inc.",
    "PPLoc": "http://www.realnetworks.com/privacy-policy/privacy-policy-eu.aspx ",
    "Phone": "206 674-2700",
    "activities": "RealNetworks collects personal data from EU users when they register for RealNetworks' software products and media subscription services.  RealNetworks sends e-mail to our customers.\r\n\r\nIn addition, RealNetworks provides so-called \"white-label\" business to business music, content and software services on behalf of mobile carriers and other third parties in the EU. In providing such services, RealNetworks may have access to personal data relating to end users of such services.",
    "address": "1501 1st Ave South, Suite 600",
    "asp_index": "23160",
    "city": "Seattle",
    "contactemail1": "legal@realnetworks.com",
    "contactfax1": "206 674-2695",
    "contactname1": "Jomo Thompson",
    "contactoff1": "Legal Department",
    "contactphone1": "206 674-2700",
    "contacttitle1": "Counsel",
    "corpoffemail1": "mparham@realnetworks.com",
    "corpofffax1": "206 674-2695",
    "corpoffname1": "Michael Parham",
    "corpoffphone1": "206-674-2700",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "nextcertification": "3/26/2015",
    "orgverification": "In-house",
    "personaldata": "On-Line",
    "ppdate": "12/11/2012",
    "privacyprograms": "None.",
    "recoursemech": "In the event of any unresolved complaints, RealNetworks would encourage end users to contact the data protection authorities in the relevant jurisdiction. \r\nA list of data protection authorities is available at:\r\nhttp://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm . RealNetworks has agreed to participate in the dispute resolution procedures of the panel established by the European Union data protection authorities (EU DPAs) to resolve disputes pursuant to the Safe Harbor Privacy Principles, as well as to cooperate and comply with the Federal Data Protection and Information Commissioner of Switzerland (FDPIC).",
    "signupdate": "3/26/2003",
    "state": "Washington",
    "statutorybody": "Federal Trade Commission",
    "zip": "98134"
}