{
    "CertificationStatus": "Current",
    "Fax": "800-219-0462",
    "OrgName": "Spark Hire, Inc.",
    "PPLoc": "https:/ www.sparkhire.com/privacy/ ",
    "Phone": "847-562-5665",
    "activities": "SparkHire.com is a web-based service operated by Spark Hire, Inc. (“Spark Hire”) that provides, subject to its Terms of Use, Privacy Policy, and other applicable agreements, a means by which individuals and consultants can seek employment and participate in online interviews and employers can post job opportunities, conduct online interviews, and seek individuals and/or consultants to employ.\r\n\r\nSpark Hire collects personal information from individuals who use its services in seeking employment opportunities as either an employee or independent contractor.\r\n\r\nSpark Hire collects the following information from individuals:\r\n\r\n- name\r\n- email address\r\n- location\r\n- phone number (not now, but later on)\r\n- IP address\r\n- work experience\r\n- education history\r\n- honors and awards received\r\n- groups and activities participated in\r\n- picture\r\n- self-recorded video\r\n- references from previous employers/co-workers/etc.\r\n- job type preferences (i.e. full time, part time, internship, etc.)\r\n- skills they possess\r\n- file uploads (i.e. resumes documents, cover letters, etc.)\r\n- messages they send to companies\r\n\r\nThe effective date of Spark Hire's privacy policy provided below is the effective date for the most recent revision of the privacy policy (attached) at the designated url.",
    "address": "1500 Skokie Boulevard, #101",
    "asp_index": "23183",
    "city": "Northbrook",
    "contactemail1": "safeharbor@sparkhire.com",
    "contactfax1": "800-219-0462",
    "contactname1": "Josh Tolan",
    "contactoff1": "Northbrook",
    "contactphone1": "847-565-5665",
    "contacttitle1": "Founder & CEO",
    "corpoffemail1": "jtolan@sparkhire.com",
    "corpofffax1": "800-219-0462",
    "corpoffname1": "Josh Tolan",
    "corpoffphone1": "847-565-5665",
    "corpofftitle1": "Founder & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Employment Services - (EMP)",
    "nextcertification": "5/21/2015",
    "orgverification": "In-house",
    "personaldata": "name, email address, location, phone number (not now, but later on), IP address, work experience, education, picture, self-recorded video, references, files uploaded by customers, messages sent to companies",
    "ppdate": "4/10/2014",
    "privacyprograms": "NONE",
    "recoursemech": "Should you have any unresolved complaints with respect to our compliance with our Privacy and Security Policy and our Safe Harbor commitments, you may contact JAMS as an independent resource mechanism to hear any such disputes. For such purpose, you may contact JAMS at its Chicago office (http://www.jamsadr.com/jams-chicago/)",
    "signupdate": "5/21/2013",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60062"
}