{
    "CertificationStatus": "Current",
    "Fax": "954 370-7418",
    "OrgName": "Global Medical Management, Inc. (GMMI)",
    "PPLoc": "https:/ www.gmmi.com/safe-harbor.html ",
    "Phone": "954 370-6404",
    "activities": "GMMI is utilized by a variety of international clients including those in the European Union as a facilitator of medical services for their insureds.  Our goal is to assist our client’s patients in accessing centers and providers which render quality care for specific and specialized needs at a pre-negotiated or discounted rate.  In addition, we manage and follow the care that is rendered in the U.S. to assure our client that there is no duplication of service and to assure that the facilities and providers involved in treating these patients are in fact adhering to the industries standards of care.",
    "address": "1300 Concord Terrace, Suite #300",
    "asp_index": "23209",
    "city": "Sunrise",
    "contactemail1": "zcapo@gmmi.com",
    "contactfax1": "954 370-7418",
    "contactname1": "Zaydee Capo RN.,BSN.,CCM.,CLNC",
    "contactoff1": "Global Medical Managment, Inc.",
    "contactphone1": "954 370-6404 x645",
    "contacttitle1": "VP Healthcare Services",
    "corpoffemail1": "ritzchaki@gmmi.com",
    "corpofffax1": "954 370-7418",
    "corpoffname1": "Raija Itzchaki",
    "corpoffphone1": "954 370-6404",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Iceland, Luxembourg, Netherlands, Norway, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Health Care Services - (HCS)Management Consulting Services - (MCS)",
    "nextcertification": "5/21/2015",
    "orgverification": "In-house (Self Assessment)",
    "personaldata": "On-Line, Off-Line, Manually Processed Data",
    "ppdate": "6/1/1992",
    "privacyprograms": "As a company we are constantly adhering to Federal and State laws to comply with the Privacy Act.  We are currently working on meeting HIPPA regulations in this regard.  Prior to our employees being eligible for employment they have to sign an internal \"Statement of Confidentiality\" which holds them accountable and requires for them to adhere to our internal confidentiality policies.",
    "recoursemech": "GMMI will use the American Arbitration Association (AAA)'s International Centre for Dispute Resolution (ICDR), ICDR/AAA Safe Harbor Program and where applicable we will cooperate with data protection authorities located in the EU or Switzerland or their authorized representatives.",
    "signupdate": "5/21/2001",
    "state": "Florida",
    "statutorybody": "Federal Trade Commission",
    "zip": "33323"
}