{
    "CertificationStatus": "Current",
    "Fax": "847 585 5499",
    "OrgName": "TravelCLICK, Inc",
    "PPLoc": "http://www.travelclick.com/en/privacy_policy ",
    "Phone": "212-817-4800",
    "activities": "The Company provides hotels with business process management solutions including travel bookings (including hotel, air, and car reservations), reservation management, and marketing services.  The Company transfers personal data out of the European Union to its data center in the United States for processing, which includes booking travel arrangements.  The Company stores and maintains the personal data on its system for access by hotel personnel and/or future changes to the reservation.  \r\nThe Company also utilizes cookie technology to collect data allowing it to identify whether users are first time or return visitors in order to provide faster data retrieval for return visitors. The information it collects is used to contact current and future customers regarding news and \"best practices\" in the hospitality industry, to which they may opt-out.\r\nThe Company also utilizes the personal data to perform additional processing operations such as compiling and disseminating marketing analysis.  The Company aggregates general, non-identifiable information, such as dates of stay, room rate, booking date, etc., performs various analyses, and disseminates aggregated reports.  The marketing analysis does not relate back to an identifiable data subject.  Instead, the Company provides the analysis in the form of competitive reports that measure an individual hotel’s performance against the aggregated results of a customized set of competitor hotels.\r\nFinally the Company receives some personal information related to a limited number of EU-based Company employees in hard copy format only.  Such personal data is not processed or shared outside of the EU.  The hard copy files are kept confidential and secure in a manner consistent with the Company’s human resources and information privacy and protection policies.",
    "address": "7 Times Square",
    "asp_index": "23226",
    "city": "New York",
    "contactemail1": "jcall@travelclick.com",
    "contactfax1": "410-951-3262",
    "contactname1": "Justin Call",
    "contactoff1": "TRAVELCLICK, Inc",
    "contactphone1": "212-817-4862",
    "contacttitle1": "Senior Counsel",
    "corpoffemail1": "jcall@travelclick.com",
    "corpofffax1": "847-585-5495",
    "corpoffname1": "Justin Call",
    "corpoffphone1": "212-817-4862",
    "corpofftitle1": "Corporate Secretary and Senior Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Travel & Tourism Services - (TRA)General Services - (GSV)",
    "nextcertification": "6/29/2015",
    "orgverification": "In-house Assessment",
    "personaldata": "Online customer data, offline HR data",
    "ppdate": "6/29/2007",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (ICDR/AAA Safe Harbor Program); EU Data Protection Authorities (DPAs) for HR data",
    "signupdate": "6/29/2007",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10036"
}