{
    "CertificationStatus": "Current",
    "Fax": "212-804-1365",
    "OrgName": "TBWA Worldwide Inc. and its divisions TBW\\Chiat\\Day Los Angeles, TBWA\\Chiat\\Day New York, e-Graphics and Media Arts Lab",
    "PPLoc": "http://www.tbwa.com ",
    "Phone": "212-804-1300",
    "activities": "TBWA Worldwide Inc. receives human resources data relating to its employees located in the EU and/or Switzerland.  This data may include, among other things, an employee's name, birthdate, job title, date of hire, compensation, benefits, and performance evaluations, and will be collected electronically, in hard copy and using other available media.  TBWA Worldwide Inc., and\\or its divisions, may also receive customer and vendor data from customers and vendors located in the EU and/or Switzerland.  This data will be collected electronically, in hard copy and using other available media.",
    "address": "488 Madison Avenue",
    "asp_index": "23262",
    "city": "New York",
    "contactemail1": "elaine.stein@tbwaworld.com",
    "contactfax1": "212-804-1365",
    "contactname1": "Elaine F. Stein",
    "contactoff1": "New York",
    "contactphone1": "212-804-1300",
    "contacttitle1": "General Counsel and Secretary",
    "corpoffemail1": "elaine.stein@tbwaworld.com",
    "corpofffax1": "212-804-1365",
    "corpoffname1": "Elaine F. Stein",
    "corpoffphone1": "212-804-1300",
    "corpofftitle1": "General Counsel and Secretary",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Advertising Services - (ADV)",
    "nextcertification": "5/30/2015",
    "orgverification": "In-house",
    "personaldata": "Human resources, customer and vendor data that is processed electronically and manually.",
    "ppdate": "4/11/2013",
    "privacyprograms": "None",
    "recoursemech": "TBWA Worldwide Inc., and its divisions commit to cooperate with the European Union data protection authorities dispute resolution panel, and the Swiss Federal Data Protection and Information Commissioner, as the case may be, with respect to any applicable human resources, customer and vendor data collected by it.",
    "signupdate": "5/30/2013",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10022"
}