{
    "CertificationStatus": "Current",
    "Fax": "425-484-6314",
    "OrgName": "G2 Web Services, LLC",
    "PPLoc": "http://www.g2llc.com/privacy-policy/ ",
    "Phone": "425-749-4040",
    "activities": "G2 provides a range of merchant intelligence services for EU or Swiss domiciled banks and financial institutions. Before boarding a merchant, G2 recommends requesting a Global Boarding report to enhance their due diligence process. Global Boarding provides an objective rating of a merchant’s e-commerce risk by scanning its history and website and performing a series of tests on its site. While all of this information is publically available, in some cases we do gather individual personal data such as name, phone number and address. After boarding G2 offers a variety of investigative services that allow financial service providers to dig deep into their merchant’s past and present activities and affiliations. \r\nMasterCard® and Visa require acquirers to register all of their merchants’ service providers who may store, process or transmit cardholder data and to confirm their PCI DSS compliance status. These third-party service providers, which include web hosting companies, shopping cart solutions, and payment gateway providers, present significant risk for account data compromise. In addition, both MasterCard and Visa may fine or otherwise penalize acquiring organizations who allow merchants to use unregistered service providers. G2 assists in mitigating third-party risk for acquirers G2 analysts identify merchants’ CPSs and drive them to CPSRegistration.org, where they can provide the information needed to register them with the card networks. Acquirers need only log in, review the registration information, perform any necessary due diligence, and submit the registration information to the card networks.\r\nG2’s merchant compliance monitoring services help proactively manage risk in their merchant portfolio. G2 persistently monitors merchants’ websites to help ensure they are compliant with card network rules as well as terms of service. G2 monitors merchants’ websites using a combination of Internet monitoring technology and human risk analysts. Each potential violation that is found is reviewed and confirmed by two risk analysts. If determined to be a valid risk, the violations are reported to in a case management portal which may include publically available personal information, so they can proactively work with their merchant to take corrective action.\r\nThis service also complies with the requirements of the MasterCard® Business Risk Assessment and Mitigation (BRAM) program, which offers acquirers protection from fine assessments under the guidelines of the program, as well as the Visa Global Brand Protection Program.\r\nAdditionally, G2 will acquire the names, phone numbers, work addresses and titles of individual contacts within our client stream or prospective clients. These will be used internally for marketing and client communications.  Additionally, we have an employee in the UK, and communicate with him via email, fax and phone.  Information will be used to manage and pay the employee.",
    "address": "1750 112th Ave NE #C101",
    "asp_index": "23288",
    "city": "Bellevue",
    "contactemail1": "rliebhart@g2llc.com",
    "contactfax1": "425-484-6314",
    "contactname1": "Rory R. Liebhart",
    "contactoff1": "Bellevue Washington Accounting",
    "contactphone1": "425-749-4040 x211",
    "contacttitle1": "VP, Finance & Administration",
    "corpoffemail1": "rliebhart@g2llc.com",
    "corpofffax1": "425-484-6314",
    "corpoffname1": "Rory R. Liebhart",
    "corpoffphone1": "425-749-4040 x211",
    "corpofftitle1": "Vice President, Finance & Administration",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Financial Services - (FNS)",
    "nextcertification": "6/18/2015",
    "orgverification": "In-house",
    "personaldata": "Name, address, phone number, email address, professional title, fax number, cell number",
    "ppdate": "6/1/2013",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "6/18/2012",
    "state": "Washington",
    "statutorybody": "Federal Trade Commission",
    "zip": "98004"
}