{
    "CertificationStatus": "Current",
    "Fax": "212-553-0084",
    "OrgName": "Moody's Corporation and its U.S. subsidiaries",
    "PPLoc": "http://www.moodys.com/moodys/tou/privacyPolicy.aspx ",
    "Phone": "212-553-0300",
    "activities": "Moody's and its majority-owned subsidiaries (collectively, \"Moody's\") collect personal data in the form of contact details of clients and prospective clients, suppliers, consultants, and advisors as part of its business relationships with those parties.  Moody's also collects, uses, and may transfer personal data relating to its employees and potential employees for employment purposes, including general human resources administration, payroll and pension matters, and securities compliance purposes.",
    "address": "7 World Trade Center at 250 Greenwich Street",
    "asp_index": "23296",
    "city": "New York",
    "contactemail1": "privacy@moodys.com",
    "contactfax1": "212-553-0084",
    "contactname1": "",
    "contactoff1": "Moody's Corporation Legal Dept.",
    "contactphone1": "212-553-4676",
    "contacttitle1": "",
    "corpoffemail1": "johanna.werbach@moodys.com",
    "corpofffax1": "212-553-0084",
    "corpoffname1": "Johanna L. Werbach",
    "corpoffphone1": "212-553-6889",
    "corpofftitle1": "Associate General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Financial Services - (FNS)Information Services - (INF)",
    "nextcertification": "6/12/2015",
    "orgverification": "In-house",
    "personaldata": "organization/employee, client, customer, consultant, supplier data, including manually processed data",
    "ppdate": "2/14/2014",
    "privacyprograms": "None",
    "recoursemech": "Moody's agrees to use the EU DPAs and the Swiss Federal Data Protection and Information Commissioner for all claims concerning human resources data.  For all other claims concerning Moody's participation in the Safe Harbor that cannot be resolved to the reasonable satisfaction of the complainant using good faith negotiation, Moody's agrees to use a reasonable and appropriate JAMS, Inc. (\"JAMS\") arbitration procedure (based on the nature of the complaint and the identity of the complainant) in order to resolve such disputes.",
    "signupdate": "6/12/2008",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10007"
}