{
    "CertificationStatus": "Current",
    "Fax": "617-630-5090",
    "OrgName": "BBK Worldwide",
    "PPLoc": "http://www.bbkworldwide.com/legal/privacy.aspx ",
    "Phone": "617-630-4477",
    "activities": "BBK collects and uses health and other personal data from individuals who would like to learn more about clinical research, are interested in becoming a clinical study participant, or who are currently participating in a clinical study sponsored by a BBK client. Individuals provide this data to BBK through secure mechanisms such as a third party call center or  a BBK-hosted website. Data for individuals who pre-qualify for a particular study is stored in a database at BBK. Though a web-based data management tool, research centers participating in the clinical study are able to retrieve this data for individuals that have actively elected to have their data forwarded to a research center to facilitate study enrollment and administer services related to their enrollment in a specific study. No personal, identifying information, other than zip code, is collected for individuals who do not pre-qualify for a study. In addition, BBK uses the de-identified health and zip code data to inform additional media planning, redeployment, and resource allocation. BBK shares the de-identified and aggregated information with the study’s Sponsor.  BBK also collects contact information for individuals that are involved with the administration of the study at the Sponsor, research center, or other related companies, and this information is provided directly to BBK from one or more of these parties. Only the parties that require access to the information for study-related purposes and the administrators at BBK have access to this information. No data of any type is distributed for any other purpose than for which it was originally intended, and BBK does not sell or rent this data.\r\nIn addition, BBK collects personal data, specifically contact information, from individuals that are interested in learning more about BBK’s services and capabilities for the purposes of exploring a business relationship. Individuals provide this information directly to BBK via a corporate website, and all data collected is stored in an internal database that is only accessible via BBK’s in-house computer network. No data of any type is distributed for any other purpose than for which it was originally intended, and BBK does not sell this data or provide this data to any non-affiliated third party.\r\nBBK also collects personal data, specifically contact information, from individuals that are interested in potentially participating as a research center in a clinical study conducted by a BBK client. Individuals provide this information directly to BBK via a website designated specifically for this purpose, and all data collected in stored in a secure online database, which is accessible only to BBK employees and affiliates. If an individual’s institution meets the criteria to potentially participate as a research center in a specific clinical study, and with the explicit approval of the relevant individual(s), BBK provides this information to its client. No data of any type is distributed for any other purpose than for which it was originally intended, and BBK does not sell this data or provide this data to any non-affiliated third party.",
    "address": "117 Kendrick Street, Suite 600",
    "asp_index": "23297",
    "city": "Needham",
    "contactemail1": "lritchie@bbkworldwide.com",
    "contactfax1": "617-630-5090",
    "contactname1": "Liz Ritchie",
    "contactoff1": "BBK Worldwide and affiliates",
    "contactphone1": "617-630-4477",
    "contacttitle1": "Principal",
    "corpoffemail1": "lritchie@bbkworldwide.com",
    "corpofffax1": "617-630-5090",
    "corpoffname1": "Liz Ritchie",
    "corpoffphone1": "617-630-4477",
    "corpofftitle1": "Principal",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Health Care Services - (HCS)Drugs & Pharmaceuticals - (DRG)Advertising Services - (ADV)Computer Software - (CSF)",
    "nextcertification": "6/18/2015",
    "orgverification": "In-House",
    "personaldata": "Personal data processed by BBK and covered under this self-certification includes organizational, client, prospective customer, user, and visitor information. This data is collected and processed both on- and offline.",
    "ppdate": "6/13/2014",
    "privacyprograms": "None",
    "recoursemech": "BBK’s privacy officer will investigate and try to resolve in a timely manner any concern or complaint about BBK’s use or disclosure of personally identifiable information in accordance with the principles contained in our Privacy Policy. For any concern or complaint that cannot be resolved in this way, BBK has registered with and agreed to cooperate with the American Arbitration Association (AAA) to resolve any disputes relating to our use of personally identifiable information. The American Arbitration Association can be contacted at www.adr.org or 1-800-778-7879.",
    "signupdate": "6/18/2004",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02494"
}