{
    "CertificationStatus": "Current",
    "Fax": "952-852-5603",
    "OrgName": "ThreeWire, Inc.",
    "PPLoc": "http://www.threewire.com/index.php/privacy ",
    "Phone": "952-852-5555",
    "activities": "ThreeWire collects voluntary self-reported information by patients expressing interest in participating in clinical trials for pharmaceutical, medical device, and other therapies, that are being, or may be conducted, by ThreeWire's current or prospective clients.\r\n\r\nThis information is collected when patients learn of a study and initiate contact with a ThreeWire contact center via telephone or when they visit a website maintained by ThreeWire to provide their information. Whether contacting ThreeWire by telephone or via one of our websites, patients are informed of the purpose for which the information is captured and can choose not to provide some or any information to ThreeWire during these contacts. This information is maintained in ThreeWire's US data center.\r\n\r\nIn the event that a patient is likely to be suitable for a clinical trial and the patient is interested in participating in the trial, portions of their information may be provided to ThreeWire's clients (life sciences companies) who conduct further screening and enrollment in our clinical trials.",
    "address": "7706 Golden Triangle Dr",
    "asp_index": "23332",
    "city": "Eden Prairie",
    "contactemail1": "twanik@threewire.com",
    "contactfax1": "952-852-5603",
    "contactname1": "Trish Wanik",
    "contactoff1": "Same as above",
    "contactphone1": "952-952-5570",
    "contacttitle1": "Office Manager",
    "corpoffemail1": "msummers@threewire.com",
    "corpofffax1": "952-852-5603",
    "corpoffname1": "Mark Summers",
    "corpoffphone1": "952-852-5555",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Medical Equipment - (MED)Advertising Services - (ADV)",
    "nextcertification": "7/5/2015",
    "orgverification": "In-house",
    "personaldata": "Personal and personal health information. Some of the data may be manually processed.",
    "ppdate": "6/27/2011",
    "privacyprograms": "None",
    "recoursemech": "While ThreeWire encourages anyone concerned about their personal information to contact us with questions or concerns, ThreeWire also contracts with the Better Business Bureau's Safe Harbor program to provide independent third-party dispute resolution service. In the event that ThreeWire has not satisfactorily addressed any concerns or complaints by a citizen or resident of the European Union, they can direct their complaint to BBB EU SAFE HARBOR, www.bbb.org/us/safe-harbor-complaints.",
    "signupdate": "7/5/2011",
    "state": "Minnesota",
    "statutorybody": "Federal Trade Commission",
    "zip": "55344"
}