{
    "CertificationStatus": "Current",
    "Fax": "832-482-2325",
    "OrgName": "Quintela Group LLC",
    "PPLoc": "https://ats.quintelagroup.com/privacy/",
    "Phone": "469-223-3635",
    "activities": "Quintela Group LLC helps companies set up online assessments to be used for screening job candidates and for assessing employees participating in leadership development initiatives.",
    "address": "7722 Oak Moss Dr",
    "asp_index": "23344",
    "city": "Spring",
    "contactemail1": "joel@quintelagroup.com",
    "contactfax1": "832-482-2325",
    "contactname1": "Joel Quintela",
    "contactoff1": "Headquarters",
    "contactphone1": "469-223-3635",
    "contacttitle1": "CEO",
    "corpoffemail1": "joel@quintelagroup.com",
    "corpofffax1": "832-482-2325",
    "corpoffname1": "Joel Quintela",
    "corpoffphone1": "469-223-3635",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Management Consulting Services - (MCS)Employment Services - (EMP)Information Services - (INF)",
    "nextcertification": "5/24/2015",
    "orgverification": "In-house",
    "personaldata": "Username, password, full name, address, telephone, email address, job title, organization, country, age (optional), gender (optional) and race (optional).",
    "ppdate": "7/7/2011",
    "privacyprograms": "None",
    "recoursemech": "Quintela Group LLC agrees that any disputes regarding its privacy policies and related actions regarding data from Europe can be heard by the European Data Protection Authorities (EU DPAs), or the Swiss Federal Data Protection and Information Commissioner (FDPIC), and we will be subject to the determinations of those bodies. Any complaints about Quintela Group’s adherence to the practices described in its privacy policy statement or non-compliance with the Safe Harbor Principles should first be addressed to Joel Quintela at joel@quintelagroup.com.",
    "signupdate": "5/24/2013",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "77379"
}