{
    "CertificationStatus": "Current",
    "Fax": "305-856-8190",
    "OrgName": "Verizon Business Network Services, Inc.",
    "PPLoc": "http://www.terremark.com/privacy-policy.aspx ",
    "Phone": "305-856-3200",
    "activities": "Non-employee Information: Personal data received from the EEA in the course of Terremark’s activities, which vary according to the product or service involved, but include, inter alia, data analysis to improve products and services; maintaining marketing relationships, facilitating transactions, personalize communications, various hosting services, server, remote storage and backup, website hosting, other online/offline data hosting/storage/collocation, cloud computing services, data from customers, suppliers and vendors for business purposes.",
    "address": "One Biscayne Tower, 2 S. Biscayne Boulevard, Suite 2900",
    "asp_index": "23345",
    "city": "Miami",
    "contactemail1": "support@terremark.com",
    "contactfax1": "305-961-3500",
    "contactname1": "",
    "contactoff1": "same as above",
    "contactphone1": "877-663-7928",
    "contacttitle1": "Support",
    "corpoffemail1": "dnewton@terremark.com ",
    "corpofffax1": "972-534-9808",
    "corpoffname1": "David Newton",
    "corpoffphone1": "469-461-9110",
    "corpofftitle1": "Director of Compliance and Security",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Telecommunications Services - (TES)",
    "nextcertification": "5/30/2015",
    "orgverification": "In-House",
    "personaldata": "On-line, off-line",
    "ppdate": "3/17/2005",
    "privacyprograms": "None",
    "recoursemech": "Terremark's privacy policy directs all individuals with questions and concerns regarding its privacy policy to contact Terremark for resolution, and in the event the individual is not satisfied with Terremark's internal dispute resolution processes.  Our policy refers customers to alternative dispute resolution through AAA commercial arbitration.",
    "signupdate": "5/30/2008",
    "state": "Florida",
    "statutorybody": "Federal Trade Commission",
    "zip": "33131"
}