{
    "CertificationStatus": "Not Current",
    "Fax": "908-864-5801",
    "OrgName": "Executive Meetings & Incentives, Inc",
    "PPLoc": "See link below",
    "Phone": "908-864-5800",
    "activities": "It is EXECUTIVE MEETINGS & INCENTIVES, INC.'s policy to respect and protect Personal Information collected or maintained by or on behalf of EXECUTIVE MEETINGS & INCENTIVES, INC.. In furtherance of our commitment, EXECUTIVE MEETINGS & INCENTIVES, INC. will certify its adherence to the US-EU Safe Harbor Agreement and the US-Swiss Safe Harbor Framework regarding Personal Information collected in the European Economic Area (EEA) in support of EXECUTIVE MEETINGS & INCENTIVES, INC.'s commercial operations. EXECUTIVE MEETINGS & INCENTIVES, INC. adheres to the Safe Harbor privacy principles and the \"Frequently Asked Questions\" document, as agreed to by the U.S. Department of Commerce and the European Commission.\r\nScope\r\nThis Safe Harbor Statement sets forth the principles under which EXECUTIVE MEETINGS & INCENTIVES, INC. manages the processing of Personal Information that it may receive from its customers and vendors in the EEA in support of its commercial operations. In connection with EXECUTIVE MEETINGS & INCENTIVES, INC.'s commercial operations, including but not limited to fulfillment of orders, website and e-mail communications, and customer service, EXECUTIVE MEETINGS & INCENTIVES, INC. may now and/or in the future transfer or provide access to Personal Information regarding citizens of the EEA outside of the EEA.",
    "address": "685 US HIGHWAY 202-206 STE 7",
    "asp_index": "23411",
    "city": "BRIDGEWATER",
    "contactemail1": "lzubia@eminj.com",
    "contactfax1": "908-864-5801",
    "contactname1": "Lisa Zubia",
    "contactoff1": "Bridgewater, NJ",
    "contactphone1": "908-864-5806",
    "contacttitle1": "Managing Partner",
    "corpoffemail1": "lzubia@eminj.com",
    "corpofffax1": "908-864-5801",
    "corpoffname1": "Lisa Zubia",
    "corpoffphone1": "908-864-5806",
    "corpofftitle1": "Managing Partner",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Transportation Srvs (Except Aviation) - (TRN)Travel & Tourism Services - (TRA)Audio/Visual Equipment - (AUV)",
    "nextcertification": "6/22/2015",
    "orgverification": "In-house and Third Party",
    "personaldata": "Names, addresses, telephone numbers, credit card data only.  Yes, some data covered included manually processed inforation",
    "ppdate": "10/7/2011",
    "privacyprograms": "PCI COMPLIANCE\r\nMARCH, 2012\r\nQualys Support has reviewed your PCI network report Scan Results EMI, 12March02, submitted to ASV on 03/03/2012.\r\n\r\nReviewed On: March 03, 2012\r\nReviewed By: Patrick Sears\r\n\r\nStatus: Approved",
    "recoursemech": "If you feel that EXECUTIVE MEETINGS & INCENTIVES, INC. is not abiding by this Safe Harbor Statement or is not in compliance with the Safe Harbor principles, please contact  EXECUTIVE MEETINGS & INCENTIVES, INC. at the contact information provided below. In addition, EXECUTIVE MEETINGS & INCENTIVES, INC. has agreed to cooperate with  JAMS regarding dispute resolution.  EMI cooperates and complies with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints.\r\n\r\n\r\nPlease contact EXECUTIVE MEETINGS & INCENTIVES, INC. with any questions concerning this Safe Harbor Statement at:\r\n\r\nEXECUTIVE MEETINGS & INCENTIVES, INC.\r\n 685 US Highway 202-206 – suite 7\r\nBridgewater, NJ 08807\r\nwww.eminj.com",
    "signupdate": "6/22/2012",
    "state": "New Jersey",
    "statutorybody": "Department of Transportation",
    "zip": "08807"
}