{
    "CertificationStatus": "Current",
    "Fax": "866-308-0230",
    "OrgName": "MediaMath Inc",
    "PPLoc": "http://www.mediamath.com/privacy/ ",
    "Phone": "646-840-1000",
    "activities": "MediaMath manages technology that optimizes display advertising inventory online on behalf of large advertising clients.  MediaMath collects data about the media (ads) we purchase on behalf of our clients as well as visitor traffic on our client's sites.  The comparison of these two datasets allows MediaMath to optimize the targeting of campaigns.  All data collected is anonymous and no personally identifiable information is collected through our buying platform, Terminal One.  We recognize, however, that in some contexts, both IP Address and cookie ID may be considered personal data under the EU's 1995 Data Protection Directive.  As a precaution, we have signed onto the US-EU and US-Swiss Safe Harbor Frameworks due to the possibility that an European Data Protection Authority might deem some of the information we collect to be personal data.",
    "address": "1440 Broadway",
    "asp_index": "23428",
    "city": "New York",
    "contactemail1": "privacy@mediamath.com",
    "contactfax1": "866-308-0230",
    "contactname1": "Tom Craig",
    "contactoff1": "Privacy Office",
    "contactphone1": "646-840-4207",
    "contacttitle1": "CPO",
    "corpoffemail1": "tom@mediamath.com",
    "corpofffax1": "866-308-0230",
    "corpoffname1": "Tom Craig",
    "corpoffphone1": "646-840-4207",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)",
    "nextcertification": "5/15/2015",
    "orgverification": "In-house",
    "personaldata": "Consumer data (eg. IP, Unique User id)",
    "ppdate": "4/4/2013",
    "privacyprograms": "BBB EU SAFE HARBOR\r\n\r\nIAB UK, IAB US, European Interactive Digital Advertising Alliance (eDAA), Digital Advertising Alliance (DAA), Network Advertising Initiative (NAI)",
    "recoursemech": "European Union and Swiss citizens with inquiries or complaints regarding this privacy policy should first contact MediaMath at privacy@mediamath.com or you can send correspondence to the following address: MediaMath Inc., Attn: Data Privacy Office, 1440 Broadway, 21st Floor, New York, NY 10018.\r\nMediaMath has further committed to refer unresolved privacy complaints under the Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU Safe Harbor, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by the Privacy Officer at MediaMath, please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "5/15/2012",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10018"
}