{
    "CertificationStatus": "Current",
    "Fax": "415-217-0087",
    "OrgName": "Uservoice Inc",
    "PPLoc": "http://uservoice.com/privacy ",
    "Phone": "415-533-9017",
    "activities": "UserVoice uses the information it collects from customers and end users to deliver UserVoice Services to them and continuously enhance their user experience. Generally speaking, we use the collected information to communicate with them, fulfill their requests, customize the content, improve our products and services, protect our and their rights, and comply with laws and regulations.\r\n\r\nWe may use their personal information to send them promotional information and updates regarding UserVoice and its products and services. They may choose not to receive such information and opt-out of such future communications. All such communications sent to them will contain instructions for opting-out.\r\n\r\nThe information that we collect from people may be used in aggregate form in various ways to optimize and improve UserVoice Services. While such information may be based on information about our users, it will not identify them personally. We may use such information for the following purposes: website management, administration and security, promotional activities, and research and analysis.",
    "address": "121 2nd St Fl 4",
    "asp_index": "23474",
    "city": "San Francisco",
    "contactemail1": "rich@uservoice.com",
    "contactfax1": "415-217-0087",
    "contactname1": "Richard White",
    "contactoff1": "San Francisco",
    "contactphone1": "415-533-9017",
    "contacttitle1": "CEO",
    "corpoffemail1": "rich@uservoice.com",
    "corpofffax1": "415-217-0087",
    "corpoffname1": "Richard White",
    "corpoffphone1": "415-533-9017",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "7/12/2015",
    "orgverification": "Third Party",
    "personaldata": "customer email addresses,",
    "ppdate": "7/11/2011",
    "privacyprograms": "NONE",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "7/12/2011",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94105"
}