{
    "CertificationStatus": "Current",
    "Fax": "212-593-2631",
    "OrgName": "Kroll Associates, Inc.",
    "PPLoc": "http://www.krolladvisory.com/privacy/ ",
    "Phone": "212-593-1000",
    "activities": "Kroll Associates, Inc. (\"Kroll\") acts as data processor on behalf of its individual and corporate clients and/or their legal counsel (\"Clients\") during its provision of any of the following services:  risk consulting services including intelligence, investigations, due diligence, litigation support, risk and compliance services, security consulting services, background and vendor screening services and other related services (\"Services\").  From time to time Kroll will also act as data processor on behalf of its subsidiaries to aid them in their provision of Services to Clients in their respective European countries. Personal Information is collected (i) in the EU by the Client directly or by Kroll personnel at the Client's direction; or (ii) sent to Kroll in the United States by the Client or a Kroll subsidiary for processing.  Data is then housed on secure servers in the United States which access is only granted to Kroll personnel who have a need to access such information for the purpose of performing the Services.  During its performance of Services Kroll takes direction from its Clients as to what data it is authorized to process.  Kroll clients may also provide Personal Information to Kroll via its websites and portals, including signing up for various communications and offers from Kroll or for the purpose of purchasing those products and services Kroll offers for direct purchase via its websites and portals. Kroll uses such data for the purposes of marketing, facilitating transactions and customer support.  Kroll also receives Human Resources data from its EU subsidiaries which is used for the purposes of Kroll’s Human Resources and related financial management. Examples of the purposes for which Kroll collects and uses Human Resources data include, without limitation, administration of payroll, compensation, benefits, bonus plans, data audits and tracking the use of temporary workers and independent contractors.",
    "address": "600 Third Avenue",
    "asp_index": "23555",
    "city": "New York",
    "contactemail1": "jcesarano@kroll.com",
    "contactfax1": "212-593-2631",
    "contactname1": "James Cesarano",
    "contactoff1": "Kroll Associates, Inc.",
    "contactphone1": "212-833-3276",
    "contacttitle1": "Director of Ethics & Compliance",
    "corpoffemail1": "GDWilliams@kroll.com",
    "corpofffax1": "212-593-2631",
    "corpoffname1": "Garth D. Williams",
    "corpoffphone1": "212-833-3455",
    "corpofftitle1": "Vice President and Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "nextcertification": "7/13/2015",
    "orgverification": "In-house",
    "personaldata": "Client data, customer data, case data, Human Resources data",
    "ppdate": "5/1/2012",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (AAA), ICDR/AAA Safe Harbor Program",
    "signupdate": "7/13/2011",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10016"
}