{
    "CertificationStatus": "Current",
    "Fax": "0000000000",
    "OrgName": "QuantFinSoft, Inc.",
    "PPLoc": "http://www.quantfinsoft.com/PrivacyPolicy.aspx ",
    "Phone": "646 415 8702",
    "activities": "QuantFinSoft, Inc builds sells software subscriptions for financial strategies via an e-commerce website. Our privacy policy describes in detail how we use information from users including EU/EEA and Switzerland. A description of this is provided below (please note that this excerpt is as of 6/28/13). \r\n---------------------------------------\r\n\r\nWhat do we use your information for?\r\n\r\nAny of the information we collect from you may be used in one of the following ways:\r\n•\tTo personalize your experience \r\n(your information helps us to better respond to your individual needs)\r\n•\tTo improve our website\r\n(we continually strive to improve our website offerings based on the information and feedback we receive from you)\r\n•\tTo improve customer service\r\n(your information helps us to more effectively respond to your customer service requests and support needs)\r\n•\tTo process transactions\r\nWhile you place any orders, we may receive and/or share your information with third party agents to help while placing the order and/or fulfilling your order once it is placed. \r\n•\tTo calculate sales tax for addresses where QFS products you subscribe will be used QuantFinSoft may need to collect sales taxes based on the usage address for the subscribed products in states/countries according to applicable laws. In order to help us with determining the sales tax, we ask you to provide and maintain the usage address for each order placed.\r\n•\tTo send periodic emails\r\nThe email address you provide during registration may be used to send emails \r\na.\tto activate, unlock or reset password to your account\r\nb.\twhen your account profile is updated,\r\nc.\twhen you place an order, have upcoming payments for subscriptions, make a payment or update/modify an order\r\nd.\twhen your PayPal subscription is modified (ex: changes to your usage address may cause updates to the subscription payment to include/exclude sales taxes we are required to collect)\r\ne.\twhen we need to communicate important company news, product or service information, particularly when it relates to the products you have ordered.\r\nf.\tother similar situations pertaining to servicing your order/registration.\r\ng.\tof any promotions, general company news, updates, related product or service information if you indicated to receive such emails in your profile.\r\n\r\nNote: If at any time you would like to unsubscribe from receiving future emails, you can login to your account on the QFS website and update your profile to indicate as such. Please note it only applies to bullet point ‘g’ above. It DOES NOT apply to other emails described above – those cannot be stopped and you understand that they are necessary to providing you with basic and essential customer service. \r\n\r\n•\tTo manage access to QFS Software for your subscriptions\r\nWhen you purchase QFS subscriptions, you will be required to register your computer or device with QFS website to establish and continue access to QFS Software. In order to facilitate this, QFS Software will compute a one way hash (a garbled set of characters generated from your hardware and software information that is typically not possible to reverse engineer or decrypt) and store it in QFS servers. When you access QFS software, the hash value is computed on your computer/device and the garbled characters sent to QFS for comparison with the hash value (garbled characters) stored in QFS servers to authenticate the device. QFS does not know any information about your device – it only stores garbled characters. It is called a one way hash because the hash value cannot be (typically) reverse engineered or decrypted to arrive at the device information.\r\n\r\n•\tTo administer a contest, promotion, survey or other site feature",
    "address": "9 East Loockerman Street, Suite 3A",
    "asp_index": "23559",
    "city": "Dover",
    "contactemail1": "RaghuRamanMK@QuantFinSoft.com",
    "contactfax1": "0000000000",
    "contactname1": "Raghu Raman Mysore Krishnamurthy",
    "contactoff1": "Privacy at QuantFinSoft",
    "contactphone1": "646 415 8702",
    "contacttitle1": "President",
    "corpoffemail1": "RaghuRamanMK@QuantFinSoft.com",
    "corpofffax1": "0000000000",
    "corpoffname1": "Raghu Raman Mysore Krishnamurthy",
    "corpoffphone1": "646 415 8702",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "7/1/2015",
    "orgverification": "In-house",
    "personaldata": "organizational (title, phone number etc), customer (email, name, address where they intend to use QFS products, ph number, etc.). Manually processed data is included.",
    "ppdate": "7/15/2013",
    "privacyprograms": "NONE",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "7/1/2013",
    "state": "Delaware",
    "statutorybody": "Federal Trade Commission",
    "zip": "19901"
}