{
    "CertificationStatus": "Current",
    "Fax": "513-774-1010",
    "OrgName": "Gensuite LLC",
    "PPLoc": "http://gensuite.com/privacy.cfm ",
    "Phone": "513-774-1001",
    "activities": "Customers may use Gensuite applications to collect personally identifiable information about their employees to meet the regulatory requirements. This information is provided voluntarily and will not be reviewed, shared or distributed by Gensuite without the consent of the Customer except to troubleshoot a user request or resolve a user identified issue. We gather certain information automatically and store it in log files. This information includes internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and clickstream data. We use this information, which does not identify individual users, to analyze trends, to administer the site, to track users’ movements around the site and to gather demographic information about our user base as a whole. We do not link this automatically-collected data to personally identifiable information.",
    "address": "4680 Parkway Dr Suite 400",
    "asp_index": "23583",
    "city": "Mason",
    "contactemail1": "Mia.vetter@gensuitellc.com",
    "contactfax1": "5137741010",
    "contactname1": "Mia Vetter",
    "contactoff1": "Gensuite LLC",
    "contactphone1": "5137741016",
    "contacttitle1": "",
    "corpoffemail1": "r.mukund@gensuitellc.com",
    "corpofffax1": "513-774-1010",
    "corpoffname1": "R. Mukund",
    "corpoffphone1": "513-774-1004",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "6/26/2015",
    "orgverification": "In-house",
    "personaldata": "Customer; see response to question above regarding organization's activities for details on applicability.",
    "ppdate": "5/9/2012",
    "privacyprograms": "None",
    "recoursemech": "We work with the appropriate regulatory authorities, including local European Union data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC), to resolve any complaints regarding the transfer of personal data that we cannot resolve with our users directly.",
    "signupdate": "6/26/2012",
    "state": "Ohio",
    "statutorybody": "Federal Trade Commission",
    "zip": "45040"
}