{
    "CertificationStatus": "Current",
    "Fax": "408-404-0152",
    "OrgName": "Agilone.com",
    "PPLoc": "http://www.agilone.com/index.php/privacy-policy ",
    "Phone": "877-769-3047",
    "activities": "As part of AgilOne’s Web-based applications and platform services, customers are permitted to submit electronic data and information, including personal data of AgilOne customers and their end users, to AgilOne’s servers. In this context, AgilOne acts as a data processor and does not determine how its customers’ data is utilized in AgilOne’s servers. AgilOne does not choose or determine the types of data that are submitted to AgilOne’s servers, and any access to or use of such data by AgilOne is incidental to completing the contractual obligations of AgilOne, as data processor, to its customers. As part of AgilOne’s professional services operations, AgilOne processes data and information, including personal data, on behalf of its customers. In this context, AgilOne acts as a data processor on behalf of its customers. As part of AgilOne’s internal operations, AgilOne transfers personal data of its current and prospective customers and current and prospective business partners to AgilOne’s U.S. data centers for processing and storage. AgilOne collects, transfers, and uses personal data of its current and prospective customers and current and prospective partners for sales, billing, marketing, and business partner recruitment purposes. In this context, AgilOne acts as a data controller. All information stored for each customer and business partner is segregated from other customer and business partner data. As part of AgilOne’s internal operations, AgilOne transfers personal data of its employees and non-employee personnel to AgilOne’s U.S. headquarters for processing and storage. AgilOne collects, transfers, and uses employee data for purposes of employee benefits and employee services. Such benefits and services include evaluation of qualifications for employment, provision of employment, compensation and benefits, reporting, security management, administration of compensation, performance management and company network access, authentication and personalization. In this context, AgilOne acts as a data controller.",
    "address": "1091 N Shoreline Blvd, Suite 250",
    "asp_index": "23586",
    "city": "Mountain View",
    "contactemail1": "Carrie.Morrison@agilone.com",
    "contactfax1": "408-404-0152",
    "contactname1": "Carrie Morrison",
    "contactoff1": "Human Resource",
    "contactphone1": "408-899-5622",
    "contacttitle1": "Executive Assistant/Office Manager",
    "corpoffemail1": "dan.moore@agilone.com",
    "corpofffax1": "408-404-0152",
    "corpoffname1": "Dan Moore",
    "corpoffphone1": "877-769-3047",
    "corpofftitle1": "Safe Harbor Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Advertising Services - (ADV)Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "7/11/2015",
    "orgverification": "In-House",
    "personaldata": "on-line, off-line, manually processed data",
    "ppdate": "7/6/2012",
    "privacyprograms": "None",
    "recoursemech": "Agilone will cooperate and comply with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate all unresolved complaints, regardless of the type of data involved.",
    "signupdate": "7/11/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94043"
}