{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "IdentityMind Global",
    "PPLoc": "http://www.identitymindglobal.com/privacy-policy/ ",
    "Phone": "(650) 618-9977",
    "activities": "IdentityMind Global may receive personal information related to its customer's customers. This information is used to mitigate risk. Services performed include anti-fraud and merchant underwriting. In addition, IdentityMind Global helps its customers perform know your customer (KYC) and transaction monitoring, often required by EU and US regulations, to prevent money laundering and or terrorist financing.",
    "address": "575 High Street #310",
    "asp_index": "23609",
    "city": "Palo Alto",
    "contactemail1": "neal@identitymind.com",
    "contactfax1": "",
    "contactname1": "Neal Reter",
    "contactoff1": "Palo Allto",
    "contactphone1": "(650) 618-9977",
    "contacttitle1": "Product Manager",
    "corpoffemail1": "abram@identitymind.com",
    "corpofffax1": "",
    "corpoffname1": "Abram Gordon",
    "corpoffphone1": "(650) 618-9977",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Financial Services - (FNS)",
    "nextcertification": "7/8/2015",
    "orgverification": "in-house",
    "personaldata": "Off-line and on-line data. The data processed will not include any manually processed data or human resources data.",
    "ppdate": "4/1/2011",
    "privacyprograms": "Payment Card Industry Data Security Standard (PCI DSS) is a set of requirements designed to ensure that ALL companies that process, store or transmit credit card information maintain a secure environment.",
    "recoursemech": "For complaints that cannot be resolved between IdentityMind Global and the complainant, IdentityMind Global has agreed to resolve disputes utilzing JAMS.",
    "signupdate": "7/8/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94031"
}