{
    "CertificationStatus": "Current",
    "Fax": "972-820-3932",
    "OrgName": "MyBuilding, Inc.",
    "PPLoc": "http://public.mybuilding.org/safeharbor/ ",
    "Phone": "972-820-3100",
    "activities": "MyBuilding is a Software-as-a-Service platform providing various property management and operation services to the multifamily, condominium, co-op, and homeowners association industries. We collect basic, non-sensitive resident contact information (such as name, address, telephone number, etc.) for purposes of managing service request, receiving packages, managing visitor access, providing community announcements, and providing community social networking. We also offer integration with resident social media accounts on third party platforms such as Facebook, Twitter, and Google+.",
    "address": "4000 International Parkway",
    "asp_index": "23615",
    "city": "Carrollton",
    "contactemail1": "rob.traycoff@realpage.com",
    "contactfax1": "972-820-3932",
    "contactname1": "Robert Traycoff",
    "contactoff1": "RealPage Legal",
    "contactphone1": "972-820-3984",
    "contacttitle1": "Vice President & Counsel",
    "corpoffemail1": "legal@realpage.com",
    "corpofffax1": "972-820-3932",
    "corpoffname1": "Margot Carter",
    "corpoffphone1": "972-820-3100",
    "corpofftitle1": "Chief Legal Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "nextcertification": "7/1/2015",
    "orgverification": "In-house",
    "personaldata": "We collect basic, non-sensitive resident contact information (such as name, address, telephone number, etc.) We also offer integration with resident social media accounts on third party platforms such as Facebook, Twitter, and Google+.",
    "ppdate": "6/26/2014",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor program",
    "signupdate": "7/1/2014",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "75007"
}