{
    "CertificationStatus": "Current",
    "Fax": "508-293-7189",
    "OrgName": "EMC Corporation, including RSA and Syncplicity",
    "PPLoc": "http://www.emc.com/legal/emc-corporation-privacy-statement.htm ",
    "Phone": "508-435-1000",
    "activities": "EMC may collect personal information from the EU, the EEA and/or Switzerland, such as from customers, customer’s clients, business partners, consumers, employees, and candidates for employment. Such personal information may include name, address, phone number, e-mail address, user IDs and passwords, contact preferences, billing and transaction information, credit card and other financial information, and human resource information.  Such personal information is collected for legitimate purposes, including to offer or provide various products or services, to address inquiries, and in connection with the implementation and administration of human resource programs and functions.  Depending on the circumstances, EMC may process personal information from the EU, the EEA and/or Switzerland as a data controller (e.g., processing of human resource information) or as a data processor (e.g., processing information on behalf of a customer).  EMC adheres to the Department of Commerce's safe harbor privacy principles with regard to processing personal information from the EU, the EEA and/or Switzerland.",
    "address": "176 South Street",
    "asp_index": "23652",
    "city": "Hopkinton",
    "contactemail1": "demetrios.eleftheriou@emc.com",
    "contactfax1": "508-497-6915",
    "contactname1": "Demetrios Eleftheriou",
    "contactoff1": "Office of the General Counsel",
    "contactphone1": "508-293-6327",
    "contacttitle1": "Senior Counsel - Privacy and Data Security",
    "corpoffemail1": "dacier_paul@emc.com",
    "corpofffax1": "508-293-7189",
    "corpoffname1": "Paul T. Dacier",
    "corpoffphone1": "508-435-1000",
    "corpofftitle1": "Sr. Vice President and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer & Peripherals - (CPT)Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "7/23/2015",
    "orgverification": "In-house and Third Party",
    "personaldata": "All",
    "ppdate": "11/14/2013",
    "privacyprograms": "TRUSTe",
    "recoursemech": "EU, EEA or Swiss Data Protection Authorities, as applicable, with regard to human resource data only; TRUSTe dispute resolution with regard to all other data.",
    "signupdate": "7/23/2004",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "01748"
}