{
    "CertificationStatus": "Current",
    "Fax": "650-390-6284",
    "OrgName": "Symas Corporation",
    "PPLoc": "http://symas.com/privacy-statement/ ",
    "Phone": "650-963-7601",
    "activities": "Symas collects personal data from its EU employees.\r\nSymas collects names, business titles and email addresses of potential customers.\r\nFor business purposes Symas collects names, business titles, physical addresses, telephone numbers, credit card account information, email addresses, Symas username, and Symas password of persons involved in the purchase, billing and management of services associated with the software Symas provides.\r\nFor technical problem solving of the installation, configuration and/or implementation of Symas software; Symas sometimes requests portions of computer-generated files with detailed information about computer operation. These files may include personal data collected by Symas’ customer.\r\nSymas.com captures the name and email address of anyone joining the Symas mailing list.\r\nSymas.com automatically captures IP addresses and uses them to help diagnose problems with the host server, to administer the Symas web site, and to ensure the security of customer interaction with the Symas web site.",
    "address": "167 W. Buchanan Lane, HC 64 Box 2916",
    "asp_index": "23682",
    "city": "Castle Valley",
    "contactemail1": "safeharbor@symas.com",
    "contactfax1": "650-390-6284",
    "contactname1": "Jean Master",
    "contactoff1": "Customer Relations",
    "contactphone1": "650-963-7672",
    "contacttitle1": "Customer Relationship Manager",
    "corpoffemail1": "safeharbor@symas.com",
    "corpofffax1": "650-390-6284",
    "corpoffname1": "Matthew Hardin",
    "corpoffphone1": "650-963-7602",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Bulgaria, France, Germany, Spain, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "7/8/2015",
    "orgverification": "in-house",
    "personaldata": "Employee and company data for the purposes of selling and supporting software installation, configuration and implementation; on-line, off-line and manually processed.",
    "ppdate": "6/26/2014",
    "privacyprograms": "NONE",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "7/8/2014",
    "state": "Utah",
    "statutorybody": "Federal Trade Commission",
    "zip": "84532"
}