{
    "CertificationStatus": "Current",
    "Fax": "(602) 903 7301",
    "OrgName": "Clicktools",
    "PPLoc": "https:/ www.clicktools.com/ ",
    "Phone": "(602) 903 7301",
    "activities": "Clicktools Inc. processes information received from EU in three respects:\r\n1.\tThe Clicktools application, which is owned and hosted in the UK by Clicktools Ltd, a private limited company registered in the UK, is used by US organizations to build and process data collection forms.  The information that is stored in the Clicktools application is determined by and under the control of the customer and is not owned by Clicktools.  This information can include personal information such as contact, demographic and activity information of the users and their contacts.    The Clicktools Subscription Agreement, under which the application is provided includes clauses relating to Safe Harbor compliance.  \r\n\r\n2.\tClicktools Ltd holds and processes information about customers of Clicktools Inc for the purposes of managing contracts and payments. \r\n\r\n3.\tClicktools Inc. processes and stores HR related information including contact details, salary and job performance information in the UK for its US employees.",
    "address": "1661 E Camelback Road, Ste 235",
    "asp_index": "23687",
    "city": "Phoenix",
    "contactemail1": "david.jackson@clicktools.com",
    "contactfax1": "(602) 903 7301",
    "contactname1": "David Jackson",
    "contactoff1": "Phoenix",
    "contactphone1": "(602) 903 7301",
    "contacttitle1": "CEO",
    "corpoffemail1": "david.jackson@clicktools.com",
    "corpofffax1": "(602) 903 7301",
    "corpoffname1": "David Jackson",
    "corpoffphone1": "(602) 903 7301",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "nextcertification": "5/26/2015",
    "orgverification": "In-House",
    "personaldata": "Online and offline data includes:  Data collected by and stored in the Clicktools application.  This is determined and owned by the customer, not Clicktools.  Customer login and usage data required to manage their use of the application. Customer contact data for the purpose of providing the service and managing the contractual relationship with them. Employee HR data for managing employment.",
    "ppdate": "5/1/2011",
    "privacyprograms": "Clicktools Inc parent company, Clicktools Ltd is registered with the UK Information Commissioner. Registration number is Z2422900",
    "recoursemech": "EU data protection authorities",
    "signupdate": "5/26/2011",
    "state": "Arizona",
    "statutorybody": "Federal Trade Commission",
    "zip": "85016"
}