{
    "CertificationStatus": "Current",
    "Fax": "904-443-1885",
    "OrgName": "Vistakon, Johnson & Johnson Vision Care Inc.",
    "PPLoc": "http://www.acuvue.com/safe_harbor.htm ",
    "Phone": "904-443-1000",
    "activities": "Johnson & Johnson Vision Care Inc. (“Vistakon”) receives personal information in various forms relating to European personnel, including prospective and former employees of Vistakon.  These data are transferred from the EU to the United States and are used to carry out Vistakon’s human resources functions.  Vistakon also receives personal information about research subjects, patients, investigators and staff, service providers, and healthcare professionals all in support of Vistakon’s clinical research operations.  Finally, Vistakon receives customer data from the EU to handle orders, deliver products and services, process payments, process complaints, communicate with customers about customer accounts, and recommend merchandise",
    "address": "7500 Centurion Pkwy",
    "asp_index": "23733",
    "city": "Jacksonville",
    "contactemail1": "vakerson@its.jnj.com",
    "contactfax1": "111-111-1111",
    "contactname1": "Valerie Akerson",
    "contactoff1": "JJVCI Global Headquarters, Jacksonville, FL  32256",
    "contactphone1": "513-337-1562",
    "contacttitle1": "Privacy Manager",
    "corpoffemail1": "dscavil2@its.jnj.com ",
    "corpofffax1": "904-443-1885",
    "corpoffname1": "Daniel Scavilla",
    "corpoffphone1": "904-443-1204",
    "corpofftitle1": "VP, WW Finance/Business Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Medical Equipment - (MED)Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "6/20/2015",
    "orgverification": "In-house",
    "personaldata": "Manual and electronic data processed for Human Resources, Clinical Research and Customer Account data.",
    "ppdate": "7/10/2013",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) Panel and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "6/20/2006",
    "state": "Florida",
    "statutorybody": "Federal Trade Commission",
    "zip": "32256"
}