{
    "CertificationStatus": "Current",
    "Fax": "866 883 9483",
    "OrgName": "PSI CRO Development Inc.",
    "PPLoc": "http://www.psi-cro.com/privacy-policy ",
    "Phone": "650 343 9500",
    "activities": "PSI is a leading full-service global CRO specializing in clinical drug development. PSI's key strength is fast and predictable patient enrollment across multiple therapeutic areas. PSI has global capabilities in the Americas, South Africa, Western, Central and Eastern Europe, as well as in Asia Pacific. During the course of conducting it operations, PSI may collect and receive for processing personal data  pertaining to study participants, clinical research investigators and their staff, medical and healthcare professionals, customers, vendors, contractors and consultants, as well as certain employee, applicant and human resources data.  \r\n\r\nDue to the global nature of PSI’s business activities, and/or because PSI has affiliates located in Europe, such data may be transferred from European Economic Area, European Union or Switzerland to the United States.  All such data, and the collection, receipt and use thereof, is for specific, limited, and legitimate purposes necessary to carry out and support PSI’s provision of global services. Examples of such purposes include, but are not limited to: the processing of certain personal data of study participants in order to analyze the results of trials necessary for clinical drug development; the processing of personal data from clinical research investigators medical and healthcare professional and their staff to be able to identify and contact individual investigators to ascertain their interest in participating in clinical trials in accordance with their experience, specialty, availability, and other factors (and, in the event such clinical research investigators are selected to conduct clinical trials, they may also be required to provide additional information to facilitate reimbursement for their participation);  processing personal data of employees as necessary to perform certain human resources functions and activities; processing personal data of job applicants to enable screening of candidates and communication with them; processing personal data of customers, potential customers and vendors to enable prompt responses to requests for information.",
    "address": "111 Anza Blvd. Suite 412",
    "asp_index": "23750",
    "city": "Burlingame",
    "contactemail1": "benjamin.roccanova@psi-cro.com",
    "contactfax1": "267 464 2501",
    "contactname1": "Benjamin Roccanova",
    "contactoff1": "PSI CRO",
    "contactphone1": "267 464 2500",
    "contacttitle1": "Legal Counsel",
    "corpoffemail1": "martin.schmidt@psi-cro.com",
    "corpofffax1": "267-464-2501",
    "corpoffname1": "Martin Schmidt",
    "corpoffphone1": "267-464-2500",
    "corpofftitle1": "Treasurer",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Italy, Latvia, Lithuania, Luxembourg, Netherlands, Norway, Poland, Romania, Slovakia, Slovenia, Spain, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "9/20/2015",
    "orgverification": "In-house",
    "personaldata": "Personal data covered includes data on employees, job applicants, investigators and contractors/consultants.",
    "ppdate": "8/30/2011",
    "privacyprograms": "None.",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "9/20/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94010"
}