{
    "CertificationStatus": "Current",
    "Fax": "877-905-0168",
    "OrgName": "Virtacore Systems, Inc",
    "PPLoc": "http://www.virtacore.com/about/privacy-policy/ ",
    "Phone": "703-621-3565",
    "activities": "Virtacore collects personal information from prospective customers, prospective employees, prospective, vendors, and other persons located in the European Union who may be interested in a business relationship with Virtacore via website visits, telephone calls, chat, web forms, emails, written correspondence, third party providers and other means; Virtacore uses this information  to contact those persons about Virtacore services, employment opportunities, and potential business transactions, and to generally improve the way Virtacore markets its services. Virtacore collects personal information from its customers, participants in its channel partner program, vendors and party providers and other means; Virtacore uses that information to provide services to those customers (these purposes may include any of the following: process service requests, contract negotiation, handle orders, deliver services, process payments, communicate with customers about orders, services, promotional offers and marketing to such businesses, providing customer support, manage customer relationship, developing and improving the services, fraud detection and prevention, compliance with governmental, legislative and regulatory bodies); manage relations with vendors; for related financial and other operational purposes; and to perform its own human resources functions. Virtacore affiliates located in the European Union provide  Virtacore with personal information about their prospective customers, prospective vendors, prospective employees; and customers, participants in its channel partner program, vendors and employees; Virtacore uses this information to assist its affiliates in providing services to those customers, and to assist its affiliates with vendor relations and contract management, human resources management, and their financial and other operations. When providing information technology hosting services, Virtacore may process personal data controlled by its customers or customers of Virtacore entities located in the European Union; Virtacore does not determine the types of data its customers are responsible for compliance with applicable data protection principles. Virtacore processes that data at the direction of its customers  and in accordance with the terms of its agreements with its customers and a data processing agreement in place with each of its entities located in the EU (in accordance with the standards of the EU Data Protection Directive).",
    "address": "21355 Ridgetop Circle Suite 250",
    "asp_index": "23776",
    "city": "Sterling",
    "contactemail1": "safeharbor@virtacore.com",
    "contactfax1": "877-905-0168",
    "contactname1": "Robert J Kalchthaler",
    "contactoff1": "Virtacore Systems, Inc",
    "contactphone1": "703-246-1445",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "safeharbor@virtacore.com",
    "corpofffax1": "877-905-0168",
    "corpoffname1": "Robert Kalchthaler",
    "corpoffphone1": "703-246-1445",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "nextcertification": "7/30/2015",
    "orgverification": "In-House",
    "personaldata": "On-Line, Off-Line, Manually Processed",
    "ppdate": "6/1/2010",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "7/30/2012",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "20166"
}