{
    "CertificationStatus": "Current",
    "Fax": "415-835-7610",
    "OrgName": "Aravo Solutions, Inc.",
    "PPLoc": "http://aravo.com/privacy.php ",
    "Phone": "415-835-7600",
    "activities": "As part of Aravo’s Web-based application services provided via http://aravo2.aravo.com and via http://www.aravoassure.com, Aravo’s customers are permitted to submit electronic data and information, including personal data, into Aravo’s hosted systems. In this context, Aravo acts as a data processor and does not determine how its customers’ data is utilized in Aravo’s systems. Aravo does not choose or determine the types of data that are submitted to Aravo’s systems, and any access to, or use of, such data by Aravo is incidental to completing the contractual obligations of Aravo, as data processor, to its customers. As part of Aravo’s professional services operations, Aravo processes data and information, including personal data, on behalf of its customers. In this context, Aravo acts as a data processor on behalf of its customers. Aravo collects information from individuals who visit Aravo’s Web site (http://www.aravo.com) and adheres to the Safe Harbor Principles with respect to personal data we collect from EU data subjects, as described in the Privacy Policy.",
    "address": "100 California Street, Suite 1320",
    "asp_index": "23813",
    "city": "San Francisco",
    "contactemail1": "ehensley@aravo.com",
    "contactfax1": "415-835-7610",
    "contactname1": "Eric Hensley",
    "contactoff1": "Headquarters",
    "contactphone1": "415-835-7600",
    "contacttitle1": "Chief Privacy Officer, acting",
    "corpoffemail1": "rbryant@aravo.com",
    "corpofffax1": "415-835-7610",
    "corpoffname1": "Ralph Bryant",
    "corpoffphone1": "415-835-7600",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "5/31/2015",
    "orgverification": "In-house",
    "personaldata": "Customer and organization data",
    "ppdate": "6/1/2011",
    "privacyprograms": "NONE",
    "recoursemech": "European Union Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "5/31/2011",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94111"
}