{
    "CertificationStatus": "Current",
    "Fax": "(717) 849-4764",
    "OrgName": "DENTSPLY International",
    "PPLoc": "corporate intranet site  www.OneDENTSPLY.com) ",
    "Phone": "(717) 849 7801",
    "activities": "Due to the global nature of DENTSPLY's businesses, transfers of employee Personal Data across national boundaries may occur.  This data is generally limited to employee and contractor data collected on internal systems such as Human Resources, employee training records, employee development plans, etc.  However, it is anticipated the DENTSPLY will create a global web site that may capture customer data. If this web site is built, the privacy policy will be posted on the site.",
    "address": "221 West Philadelphia",
    "asp_index": "23839",
    "city": "York",
    "contactemail1": "Bill.Schlageter@DENTSPLY.com",
    "contactfax1": "(717) 849-4764",
    "contactname1": "William Schlageter",
    "contactoff1": "DENTSPLY EU Privacy Committee",
    "contactphone1": "(717) 849 7801",
    "contacttitle1": "Vice President, CIO",
    "corpoffemail1": "Bill.Schlageter@DENTSPLY.com",
    "corpofffax1": "(717) 849-4764",
    "corpoffname1": "William J Schlageter",
    "corpoffphone1": "(717) 849 7801",
    "corpofftitle1": "Vice President, CIO",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Estonia, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Dental Equipment - (DNT)",
    "nextcertification": "7/14/2015",
    "orgverification": "In house for employee data, 3rd Party (Trustee) fo",
    "personaldata": "For employee data, it is standard HR data such as employee name, address, employeement history, education, and work experience.",
    "ppdate": "6/10/2008",
    "privacyprograms": "None",
    "recoursemech": "For employee data, EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner for human resources data (FDPIC)\r\n\r\nFor customer data, TRUSTe Watchdog Dispute Resolution.  Note, however, that currently no customer data is captured and transferred to the US.  However, we are considering creating a global web site.  If this occurs, Trustee will be the 3rd party Dispute Resolution provider.",
    "signupdate": "7/14/2008",
    "state": "Pennsylvania",
    "statutorybody": "Federal Trade Commission",
    "zip": "17405"
}