{
    "CertificationStatus": "Current",
    "Fax": "9163617178",
    "OrgName": "TJ/H2b Analytical Services Incorporated",
    "PPLoc": "https:/ www.verasafe.com/privacy-verified/tjh2b/privacy-policy.html ",
    "Phone": "9163617177",
    "activities": "TJ/H2b Analytical Services Incorporated may collect your name, email address, mailing address, phone number, fax number, information about your company or business, and any other information we collect about you that by itself is not PII but if combined with PII could be used to personally identify you.\r\n\r\nTJ/H2b Analytical Services Incorporated will use PII to respond to your inquires, and/or other requests or questions, enable your use of the services available on our Websites, contact you regarding our conferences, collect payments from you, engage in transactions with you and to send you information and updates related to your transactions with TJ/H2b Analytical Services Incorporated, quotes and invoices, email notifications which you have specifically requested, email messages containing company news, product or service information, and certain email marketing communications relating to third parties such as our affiliates.\r\n\r\nYou may provide us with our Personal Information when you request a contact from our sales staff, register for our conferences, subscribe to our Website services, email notifications and/or newsletters, and any other transactions between you and us.",
    "address": "3123 Fite Cir., Ste 105",
    "asp_index": "23891",
    "city": "Sacramento",
    "contactemail1": "rose@tjh2b.com",
    "contactfax1": "9163617178",
    "contactname1": "Dean Rose",
    "contactoff1": "TJ/H2b Analytical Services Incorporated",
    "contactphone1": "9163617177",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "rose@tjh2b.com",
    "corpofffax1": "9163617178",
    "corpoffname1": "Dean Rose",
    "corpoffphone1": "9163617177",
    "corpofftitle1": "Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Education & Training - (EDS)General Science & Technology - (GST)",
    "nextcertification": "7/30/2015",
    "orgverification": "In-House",
    "personaldata": "Online, offline",
    "ppdate": "7/17/2014",
    "privacyprograms": "VeraSafe.com",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "7/30/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95827"
}