{
    "CertificationStatus": "Current",
    "Fax": "919-882-8854",
    "OrgName": "KnowledgeTree Inc",
    "PPLoc": "http://www.knowledgetree.com/legal/privacy ",
    "Phone": "919-747-8267",
    "activities": "Collection of personally identifiable information and third party personally identifiable information, data-sensitive files.\r\n\r\nVisitors to the Public Site are not required to reveal any personally identifiable information to KT. Visitors to the Public Site who wish to receive information regarding KT products or services may provide us with certain contact information including telephone number, fax number, email address, and mailing address.\r\n\r\nThrough use of the Service, you may provide certain personal information for use and handling by KT solely for provision and maintenance of the Service.\r\n\r\nWe will share your personal information with third parties only in the ways that are described in this privacy policy. We do not sell your personal information to third parties. We may use your personal information to provide you with information about KT’s services, business partners, promotions, and events. Marketing emails from KT will contain instructions on how to opt out of receiving further marketing emails from KT. You will also have the right to opt out of any disclosure of your personal information to a third party or use of your personal information for a purpose incompatible with the purpose for which it was originally collected or subsequently authorized by you.\r\n\r\nYou acknowledge and agree that KT may use personally identifiable information input by you as necessary to provide the Service. This information may include e-mail address, business or home address, social media user names, employer/affiliated organization, telephone numbers, reasons for accessing site, and intended usage of requested information. We may also use your email address or phone (if provided by you) to contact you regarding Service changes; system maintenance and outage issues; account issues; or to otherwise troubleshoot problems.\r\n\r\nKT provides document management services as part of the Service. KT does not access or review any contents of any documents uploaded as a part of the Services, unless you give specific permission to such access and/or use in connection with KT’s handling of a support issue. In no event does KT collect or use any personal information that you may include in any such documents. Also, you acknowledge and agree that you or your employer may enable various other users to access documents containing your personally identifiable information. KT is not responsible for how such parties may use your personally identifiable information.",
    "address": "510 Glenwood Ave, Suite 221",
    "asp_index": "23900",
    "city": "Raleigh",
    "contactemail1": "privacy@knowledgetree.com",
    "contactfax1": "919-882-8854",
    "contactname1": "Jim Wilson",
    "contactoff1": "KnowledgeTree Inc",
    "contactphone1": "919-747-8267",
    "contacttitle1": "Controller",
    "corpoffemail1": "chris@knowledgetree.com ",
    "corpofffax1": "919-882-8854",
    "corpoffname1": "Chris Atkinson",
    "corpoffphone1": "919-747-8270",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "8/17/2014",
    "orgverification": "Third Party",
    "personaldata": "online",
    "ppdate": "8/16/2010",
    "privacyprograms": "NONE",
    "recoursemech": "For human resources data: EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC); For all other types of data: ICDR/AAA Safe Harbor program",
    "signupdate": "8/17/2010",
    "state": "North Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "27603"
}