{
    "CertificationStatus": "Current",
    "Fax": "310-364-5585",
    "OrgName": "Pacific Digital Industries, Inc.",
    "PPLoc": "http://www.sweepstakespros.com/privacy/policy ",
    "Phone": "310-649-0900",
    "activities": "Pacific Digital Industries, Inc. ,which also does business under the following names: Hail Agency, SweepstakesPros, Sweepstakes Monkey, Promotion Trust and Site Systems, (collectively “PDI”) is a promotions and marketing agency that creates sweepstakes, contests, games, loyalty programs and other promotional and marketing campaigns (“Campaigns”) for PDI and its clients. \r\n\r\nCampaigns collect anonymous data and personally identifiable information from individuals that participate in such Campaigns via online and offline methods (such as from web forms, mobile applications, instant messaging, email, telephone calls, fax messages, and mail-in methods). \r\n\r\nFor Campaigns run on behalf of clients, personally identifiable information collected for those Campaigns is owned solely by such clients (“Client Data”) and PDI acts as a data processor to collect such Client Data on behalf of such clients. Client Data is collected and used subject to each client’s privacy policy. PDI only uses Client Data for the administration of each client’s Campaign (such as for sending Campaign notifications, prize fulfillment, tax filings, legal compliance, backups, etc.) and only as directed by each applicable client. Client Data collected by PDI is delivered to each applicable client and PDI does not use Client Data for any other purposes.  \r\n\r\nFor Campaigns run on behalf of PDI, PDI owns the personally identifiable information collected for those Campaigns, and data collection and use of such information is subject to PDI’s privacy policy.",
    "address": "560 South Winchester Blvd Suite 500",
    "asp_index": "23956",
    "city": "San Jose",
    "contactemail1": "privacy@sweepstakespros.com",
    "contactfax1": "310-364-5585",
    "contactname1": "Privacy Department",
    "contactoff1": "Pacific Digital Industries, Inc. / SweepstakesPros",
    "contactphone1": "310-649-0900",
    "contacttitle1": "",
    "corpoffemail1": "legal@sweepstakespros.com",
    "corpofffax1": "310-364-5585",
    "corpoffname1": "Jeff Renda",
    "corpoffphone1": "310-649-0900",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)",
    "nextcertification": "7/30/2015",
    "orgverification": "In-house",
    "personaldata": "Online Data, Offline Data, and Manually Processed Data",
    "ppdate": "7/7/2011",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "7/30/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95128"
}