{
    "CertificationStatus": "Current",
    "Fax": "415-484-5173",
    "OrgName": "HackerRank",
    "PPLoc": "https:/ www.hackerrank.com/x/privacy ",
    "Phone": "415-900-4023",
    "activities": "HackerRank provides a website that allows companies to attract and hire technical job applicants through coding challenges, analysis of test results and related services.   Applicants can take coding challenges.   HackerRank also offers a service called CodePair that enables companies to conduct real-time coding challenges.  Some HackerRank accounts are free of charge and others are paid.  HackerRank collects personal information from individuals in the EU/EEA and Switzerland for the purposes of providing and improving these services, entering into contracts and providing customer support, and enforcing its Terms of Service.  HackerRank also collects personal information from employees to provide human resources services, to comply with applicable laws, and to provide internal security services.",
    "address": "127 Lytton Avenue",
    "asp_index": "23957",
    "city": "Palo Alto",
    "contactemail1": "daniel@hackerrank.com",
    "contactfax1": "415-484-5173",
    "contactname1": "Daniel Chestnut",
    "contactoff1": "Legal Department",
    "contactphone1": "415-900-4023",
    "contacttitle1": "Operations",
    "corpoffemail1": "brian@hackerrank.com",
    "corpofffax1": "415-484-5173",
    "corpoffname1": "Brian Schneider",
    "corpoffphone1": "415-900-4023",
    "corpofftitle1": "Director, Talent and Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "8/4/2015",
    "orgverification": "In-house",
    "personaldata": "organization, customer, applicant data regarding technical tests, on-line data",
    "ppdate": "4/1/2013",
    "privacyprograms": "PrivacyTrust Safe Harbor",
    "recoursemech": "eTrust",
    "signupdate": "8/4/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94301"
}