{
    "CertificationStatus": "Current",
    "Fax": "847-297-8680",
    "OrgName": "Training Right Now, Inc.",
    "PPLoc": "http://www.arclearn.com/privacy.do ",
    "Phone": "847-297-5290",
    "activities": "Training Right Now operates websites under varying URL names, to provide business skills training resources to maximize an employee's effectiveness for our clients.  As such, we collect a minimum amount of personal data in order to perform our function.  Such data is limited to name, company, address, and e-mail. And, in some cases, credit cards.",
    "address": "999 E. Touhy Ave. Ste 130",
    "asp_index": "23953",
    "city": "Des Plaines",
    "contactemail1": "jaycos@cacorp.com",
    "contactfax1": "847-297-8680",
    "contactname1": "Jay Cosentino",
    "contactoff1": "Corporate Headquarters",
    "contactphone1": "847-297-5290",
    "contacttitle1": "President",
    "corpoffemail1": "jaycos@cacorp.com",
    "corpofffax1": "847-297-8680",
    "corpoffname1": "Jay Cosentino",
    "corpoffphone1": "847-297-5290",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Education & Training - (EDS)",
    "nextcertification": "7/31/2015",
    "orgverification": "in-house",
    "personaldata": "All data is collected, stored and maintained by servers in the performance of our business skills training website.  Data includes name, company, address, phone, email.",
    "ppdate": "1/1/2012",
    "privacyprograms": "NONE",
    "recoursemech": "Any complaints that might be raised will be addressed seriously and promptly.  We \r\nagree to cooperate and comply with the EU data protection authorities (DPA) with respect \r\nto all types of data.  We will cooperate with the DPAs in the investigation and \r\nresolution of complaints brought under the Safe Harbor; and we will comply with any \r\nadvice given by the DPAs where the DPAs take the view that the\r\norganization needs to take specific action to comply with\r\nthe Safe Harbor Principles, including\r\nremedial or compensatory measures for the benefit of individuals affected by any noncompliance\r\nwith the Principles, and will provide the DPAs with written confirmation that such action has been\r\ntaken.",
    "signupdate": "7/31/2014",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60018"
}