{
    "CertificationStatus": "Current",
    "Fax": "978 256-3222",
    "OrgName": "Kronos Incorporated",
    "PPLoc": "http://www.kronos.com/kronos-site-usage-privacy-policy.aspx ",
    "Phone": "978 250-9800",
    "activities": "1) Kronos HR information consisting of: global enterprise headcount reporting, statistical analysis, compensation planning and related transactions, career development, staffing, expense reporting, security issues and internal investigations; 2) prospect/customer sales and support related contact information; 3) data from customers who purchase Kronos software and services and permit Kronos to maintain, or provide Kronos with access to, customer personnel and/or customer applicant data (Note: Kronos does not control such data and any access to or use of such data is incidental to Kronos fulfilling its customer contractual obligations.); 4) information related to marketing programs, alliances and potential acquisitions.",
    "address": "297 Billerica Road",
    "asp_index": "23986",
    "city": "Chelmsford",
    "contactemail1": "rperry@kronos.com",
    "contactfax1": "978 367-5914",
    "contactname1": "Robert A. Perry",
    "contactoff1": "Kronos Law Department",
    "contactphone1": "978 947 2911",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "amoore@kronos.com",
    "corpofffax1": "978 256 3222",
    "corpoffname1": "Alyce Moore",
    "corpoffphone1": "978 947 4905",
    "corpofftitle1": "Vice President & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "7/29/2015",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually-processed, contact and Human Resources personal data of Kronos and its prospects/customers",
    "ppdate": "7/22/2008",
    "privacyprograms": "None.",
    "recoursemech": "Kronos agrees to participate in the dispute resolution procedures of the panel established by the European Union Data Protection Authorities (DPAs) to resolve disputes pursuant to the Safe Harbor Principles, as well as to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "7/29/2004",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "01824"
}