{
    "CertificationStatus": "Current",
    "Fax": "301-251-1355",
    "OrgName": "The EMMES Corporation",
    "PPLoc": "https://secure.emmes.com/emmesweb/privacy",
    "Phone": "301-251-1161",
    "activities": "The EMMES Corporation is a contract research organization providing statistical analysis and medical data management support to clinicians, biomedical scientists and health administrators in industry, academic, and government arenas.  We study the natural history of disease, the efficacy of drugs and other medical interventions, as well as environmental, toxicologic, and occupational health problems.  Our investigators analyze data without the need for personal identifiers.  The EMMES Corporation's collaborative efforts have involved more than 1,000 medical institutions, over 200,000 study participants, and have resulted in hundreds of scientific publications and presentations.",
    "address": "401 North Washington Street, Suite 700",
    "asp_index": "24017",
    "city": "Rockville",
    "contactemail1": "lcovington@emmes.com",
    "contactfax1": "301-251-1355",
    "contactname1": "Laura Covington",
    "contactoff1": "The EMMES Corporation",
    "contactphone1": "301-251-1161",
    "contacttitle1": "",
    "corpoffemail1": "alindblad@emmes.com",
    "corpofffax1": "301-251-1355",
    "corpoffname1": "Anne Lindblad, PhD",
    "corpoffphone1": "301-251-1161",
    "corpofftitle1": "Executive Vice President",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Hungary, Ireland, Italy, Netherlands, Norway, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Biotechnology - (BTC)Information Services - (INF)",
    "nextcertification": "6/8/2015",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed Data",
    "ppdate": "6/8/2001",
    "privacyprograms": "The EMMES Corporation adheres to the extensive and detailed policies mandated by the Federal Government which are appropriate for a contract research organization performing research studies in which human beings are voluntary participants.  Some of these policies are: The Code of Federal Regulations, The Belmont Report, and the Department of Health and Human Services Federalwide Assurance Protection for Human Subjects.  EMMES has established an independent investigational Institutional Review Board (IRB).  We do not belong to an outside governing body.",
    "recoursemech": "EMMES will cooperate with the European Union Data Protection Authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "6/8/2001",
    "state": "Maryland",
    "statutorybody": "Federal Trade Commission",
    "zip": "20850"
}