{
    "CertificationStatus": "Current",
    "Fax": "615-301-7150",
    "OrgName": "Sitel Operating Corporation and its subsidiaries",
    "PPLoc": "http://www.sitel.com/legal-and-privacy-policy/ ",
    "Phone": "615-301-7150",
    "activities": "Personal Information Received from the EU:\r\n\r\nPersonal information that Sitel receives from the EU countries falls into two categories:\r\n\r\n1.\tEmployee Data: (A) Data Controller: Sitel receives Human Resource data and general information about its associates (employees) in the application and employment process as data controller. This information is transferred to the U.S., for controlling purposes and storage.   (B) Data Processor:  Sitel also receives Human Resource data and general information about its associates (employees) in the application and employment process as data processor. This information is transferred to the U.S., for processing purposes and storage as instructed by its subsidiaries in EU countries.\r\n\r\nNo employee data is disclosed by Sitel, whether as controller or processor to any third party other than to data processors and sub-processors acting on Sitel's instructions.  Any transfer to such third parties complies fully with the safe harbor principles.\r\n\r\n2.\tClient Customer Data - Data Processor: Sitel collects personal information from customers on behalf of our clients and transfers this to the U.S. for further processing at the direction of our client. This personal data is the sole property of our clients, and Sitel does not own or control any of the data.",
    "address": "Two American Ctr., 3102 West End Avenue",
    "asp_index": "24098",
    "city": "Nashville",
    "contactemail1": "reid.houser@sitel.com",
    "contactfax1": "402-963-5951",
    "contactname1": "Reid Houser",
    "contactoff1": "Compliance Department",
    "contactphone1": "402-963-3010",
    "contacttitle1": "Director of Compliance and Telemarketing",
    "corpoffemail1": "david.beckman@sitel.com",
    "corpofffax1": "615-301-7252",
    "corpoffname1": "Dave Beckman",
    "corpoffphone1": "615-301-7302",
    "corpofftitle1": "Chief Legal Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Denmark, France, Germany, Hungary, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "8/1/2015",
    "orgverification": "In-house",
    "personaldata": "On-Line, Manually Processed Data",
    "ppdate": "6/1/2001",
    "privacyprograms": "none",
    "recoursemech": "The Direct Marketing Association (DMA) Safe Harbor program will be used for third party dispute resolution.  We will also cooperate with the EU Data Protection Authorities (DPAs) for Human Resource data.",
    "signupdate": "8/1/2001",
    "state": "Tennessee",
    "statutorybody": "Federal Trade Commission",
    "zip": "37203"
}