{
    "CertificationStatus": "Current",
    "Fax": "877-568-2496",
    "OrgName": "ICF International, Inc.",
    "PPLoc": "http://www.icfi.com/safeharbor ",
    "Phone": "703-934-3000",
    "activities": "The following is a general description of how ICF and its U.S. affiliates (“ICF”, “the company”) use Personal Information obtained from the EU:\r\n•\tICF uses the Personal Information of current and former personnel, as well as candidates for employment, in connection with the management and operation of the company, making services and benefits available to such employees and maintaining contact with former employees.\r\n•\tSubcontractors or consultants in connection with the provisioning of services to the Company.\r\n•\tICF uses Personal Information obtained from or relating to prospective and current clients of the company, to provide and offer services to and to fulfill its professional obligations relating to such services.\r\n•\tTo a limited extent, ICF may process Personal Information pertaining to members of the general public to respond to requests for information from such individuals (for example, requests from individuals via our website). If a member of the general public makes an inquiry, we may use their Personal Information to provide them with the information requested.",
    "address": "9300 Lee Highway",
    "asp_index": "24102",
    "city": "Fairfax",
    "contactemail1": "informationsecurityofficer@icfi.com",
    "contactfax1": "877-568-2496",
    "contactname1": "Joseph Dyer",
    "contactoff1": "Information Security",
    "contactphone1": "703-934-3000",
    "contacttitle1": "Chief Information Security Officer",
    "corpoffemail1": "john.george@icfi.com",
    "corpofffax1": "877-568-2496",
    "corpoffname1": "John George",
    "corpoffphone1": "703-934-3000",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Belgium, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Management Consulting Services - (MCS)",
    "nextcertification": "8/13/2015",
    "orgverification": "in house",
    "personaldata": "on line, off line, client data, human resources data",
    "ppdate": "8/13/2013",
    "privacyprograms": "none",
    "recoursemech": "For organization human resoureces data: EU Data Protection Authorities (DPAs); for all other data: American Arbitration Association (ICDR/AAA Safe Harbor program)",
    "signupdate": "8/13/2013",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "22031"
}