{
    "CertificationStatus": "Current",
    "Fax": "707-540-6125",
    "OrgName": "3G SELLING LLC",
    "PPLoc": "http://3gselling.com/privacy_policy_professional_organizational_virtual_training.html ",
    "Phone": "707-540-6125",
    "activities": "Personal data, such as name, email address, physical (office) location and, in some situations, gender will be collected from 3g Selling LLC's customers/clients in order to register individuals for live virtual training programs delivered over the internet. Access to this confidential data is restricted to company's personnel who require access to this information for their duties.  All such personal data is encrypted and password protected.  When the data is no longer required to be kept, it is deleted from the system, or shredded, if received from client in physical format.  All personnel are notified of their responsibilities to keep the data secure; not disclose to any third party.  All information technology systems that company's personnel used is protected by currently available commercial virus/malware software and conduct virus scans on a regular basis.  Commercially available and reliable encryption software is used to password protect and encrypt the received personal data.",
    "address": "3764 Skyfarm Dr",
    "asp_index": "24136",
    "city": "Santa Rosa",
    "contactemail1": "sandie@market-partners.com",
    "contactfax1": "707-324-6050",
    "contactname1": "Sandie Lewis",
    "contactoff1": "Operations",
    "contactphone1": "707-575-4712",
    "contacttitle1": "Operations Manager",
    "corpoffemail1": "martyn_lewis@market-partners.com",
    "corpofffax1": "707-324-6050",
    "corpoffname1": "Martyn Lewis",
    "corpoffphone1": "707-575-4712",
    "corpofftitle1": "Principal",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Education & Training - (EDS)",
    "nextcertification": "8/5/2015",
    "orgverification": "Third Party",
    "personaldata": "Client/Customer contact information such as name, email address, mailing address, phone number.  Information about their business such as company name, company size, business type.  May be online or data received offline.",
    "ppdate": "7/16/2013",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "8/5/2013",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95403-0982"
}