{
    "CertificationStatus": "Current",
    "Fax": "617-393-1984",
    "OrgName": "The Helen Brown Group LLC",
    "PPLoc": "http://www.helenbrowngroup.com/privacy-policy/ ",
    "Phone": "617-393-1983",
    "activities": "We assist charities in the EU by providing biographical, demographic and wealth information on members of their constituencies (alumni, parents, members, volunteers and other associates).  We operate under strict codes of ethics set by our professional association and utilize due diligence with regard to confidential and/or sensitive data according to the data laws governing our country, our state and the country where the data originates.  We transmit data either via encrypted email or through access to a time-limited web link to our secure file server.",
    "address": "48 Summer Street Suite 2",
    "asp_index": "24131",
    "city": "Watertown",
    "contactemail1": "helen@helenbrowngroup.com",
    "contactfax1": "617-393-1984",
    "contactname1": "Helen E. Brown",
    "contactoff1": "The Helen Brown Group",
    "contactphone1": "617-393-1983",
    "contacttitle1": "Manager",
    "corpoffemail1": "helen@helenbrowngroup.com",
    "corpofffax1": "617-393-1984",
    "corpoffname1": "Helen E. Brown",
    "corpoffphone1": "617-393-1983",
    "corpofftitle1": "Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "9/3/2015",
    "orgverification": "In-house",
    "personaldata": "We process off-line, on-line and manually processed data.  We do not process human resources data.",
    "ppdate": "1/4/2007",
    "privacyprograms": "APRA (Association of Professional Researchers for Advancement)",
    "recoursemech": "We will cooperate with EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "9/3/2010",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02472"
}