{
    "CertificationStatus": "Current",
    "Fax": "(512) 346-9180",
    "OrgName": "Planview, Inc.",
    "PPLoc": "Company Intranet; Company Website at http://www.planview.com/legal/privacy/ ",
    "Phone": "(512) 346-8600",
    "activities": "This certification covers personal data transferred from the EU regarding current, former and potential employees,  customers and suppliers transferred for various purposes including employee benefits and pension administration, human resources management,staff training, sales and marketing, software licensing, and product and customer service support. In connection with obtaining Planview’s services, including consulting, education, support, and hosting, some customers may also allow us to maintain or provide us with access to data.  Planview does not control that data and any access to or use of such data is solely incidental to complying with its customer commitments.",
    "address": "8300 North Mopac, Suite 300",
    "asp_index": "24234",
    "city": "Austin",
    "contactemail1": "ehurley@planview.com",
    "contactfax1": "(512) 498-2330",
    "contactname1": "Eric Hurley",
    "contactoff1": "Planview, Inc.",
    "contactphone1": "(512) 346-8600",
    "contacttitle1": "VP, Legal Affairs",
    "corpoffemail1": "ehurley@planview.com",
    "corpofffax1": "(512) 498-2330",
    "corpoffname1": "Eric Hurley",
    "corpoffphone1": "(512) 346-8600",
    "corpofftitle1": "VP, Legal Affairs",
    "eucountries": "Belgium, Finland, France, Germany, Ireland, Italy, Luxembourg, Netherlands, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Education & Training - (EDS)",
    "nextcertification": "9/9/2015",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, human resources data",
    "ppdate": "8/28/2012",
    "privacyprograms": "None",
    "recoursemech": "For questions or concerns regarding privacy statements, the first point of contact is to write webmaster@planview.com\r\nFor any unresolved complaints or if a complaint is not satisfactorily addressed, Planview will utilize the European Data Protection Authorities (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) as its dispute resolution mechanism.",
    "signupdate": "9/9/2008",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "78759"
}