{
    "CertificationStatus": "Current",
    "Fax": "720-396-5384",
    "OrgName": "International Business Machines Corporation (IBM) and those SaaS and service offerings referred to herein",
    "PPLoc": "http://www.IBM.com/privacy/details/us/ for online info & infor collected through the SaaS and service offerings referred to above a data controller; internal website for HR data",
    "Phone": "720-396-5384",
    "activities": "IBM information (IBM as data controller): \r\n\r\n• On-line data: IBM collects personal information through its websites, including without limitation in connection with subscriptions for newsletters, downloads of materials and registration for products and services, etc. IBM maintains customer records and performs analysis against its customer records in order to perform various customer services activities. \r\n\r\n• Human Resources data: IBM maintains records of current, former and prospective employees to manage and maintain its employee workforce and conduct its business. \r\n\r\nIBM as processor: IBM may act as processor of personal information received from EU/EEA/and or Switzerland to the U.S. in the following contexts; in each scenario, the customer remains the owner and controller of any personal information that is received: \r\n\r\n• Hosted Software-as-a-Service offerings: \r\no IBM ExperienceOne Digital Analytics, formerly known as Coremetrics \r\no IBM ExperienceOne Marketing Operations on Demand/eMessage, formerly known as Unica \r\no Sterling Commerce \r\no IBM Emptoris \r\no IBM ExperienceOne Xtify \r\no IBM Cloud & Smarter Infrastructure \r\no IBM Connection Cloud services \r\no IBM Smarter Workforce, formerly known as Kenexa \r\no IBM Cloudant Dedicated Cluster \r\no IBM Navigator \r\n       o IBM Watson Curator \r\no IBM Trusteer \r\n\r\n• Product support services: \r\no IBM InfoSphere MDM, formerly known as Initiate \r\no IBM ExperienceOne Digital Analytics, formerly known as Coremetrics \r\no IBM ExperienceOne Marketing Operations on Demand/eMessage, formerly known as Unica \r\no Sterling Commerce \r\no IBM Emptoris \r\no IBM ExperienceOne Xtify \r\no IBM Cloud & Smarter Infrastructure \r\no IBM Connection Cloud services \r\no IBM Smarter Workforce, formerly known as Kenexa \r\no IBM Navigator \r\n       o IBM Watson Curator \r\no IBM Trusteer \r\n\r\nIBM processes personal information in these offerings at the direction of its customer, which is the data controller and is responsible for providing notices to and obtaining required consents from data subjects. IBM does not control this data and any access to or use of such data is incidental to completing its contractual requirements for the customer. For further information about these processor-related activities, see http://www-01.ibm.com/software/info/product-privacy/ \r\n\r\n\r\nPrivacy Policy Effective: On ibm.com for online data: August 5, 2002; and for Human Resources data: June 23, 2009. For processor activities, see http://www-01.ibm.com/software/info/product-privacy/",
    "address": "New Orchard Road",
    "asp_index": "24275",
    "city": "Armonk",
    "contactemail1": "kaathert@us.ibm.com",
    "contactfax1": "914-765-2070",
    "contactname1": "Kimberly A. Atherton",
    "contactoff1": "Director Market Data and Analytics for online data",
    "contactphone1": "914-765-2064",
    "contacttitle1": "Program Director",
    "corpoffemail1": "cpeters@us.ibm.com",
    "corpofffax1": "720-396-5384",
    "corpoffname1": "Christina Peters",
    "corpoffphone1": "720-396-5384",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)Computer Services - (CSV)Health Care Services - (HCS)",
    "nextcertification": "8/15/2015",
    "orgverification": "Third-Party and In-House (see below for details)",
    "personaldata": "On-Line data; Human Resources data, and third party data received as a proccessor through the SaaS and service offerings referred to above",
    "ppdate": "8/5/2002",
    "privacyprograms": "TRUSTe Web Privacy Program",
    "recoursemech": "Verification method:  Third Party Verification for on-line data and in-house for Human Resources data and the SaaS and service offerings referred to above.\r\n\r\nIndependent Recourse Mechanism:  For all other data collected by IBM online as a data controller, consumers may contact IBM directly with privacy disputes via email, or contact TRUSTe’s dispute resolution mechanism. For HR Data, EU Data Protection Authorities.  \r\n\r\nFor Human Resources data:  We will cooperate with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Privacy Commissioner (FDPIC) for Human Resources data.",
    "signupdate": "8/15/2002",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10504"
}