{
    "CertificationStatus": "Current",
    "Fax": "617-350-7881",
    "OrgName": "Iron Mountain Incorporated & its US subsidiaries",
    "PPLoc": "http://www.ironmountain.com/Utility/Legal/Privacy-Policy.aspx ",
    "Phone": "617-535-4766",
    "activities": "This certification covers (1) Human Resources Personal Data and (2) Business/Customer Personal Data.  (1) Human Resources Personal Data may be transferred on behalf of current, former and potential job applicants, employees (temporary or permanent), contractual workers, retirees, dependents or others whose personal data have been given to an Iron Mountain entity by such persons. It relates to e.g., compensation and benefit administration and management, recruitment and staffing, including background checks, worker and organization development, internal investigation and audit management, and data administration and workforce management.  For each purpose, different categories of personal data are collected, e.g., contact information, date and place of birth, tax identification numbers, dependent information, salary and benefit information, banking details, appraisals, individual demographic information in compliance with law requirements, such as marital status, nationality, work permit information.  (2) Business/Customer Personal Data may be transferred on behalf of current, former and potential customers, suppliers, vendors and agents.  It relates to e.g., sales and marketing (including providing customers [and potential customers] with\r\nmarketing information on services and products), analysis of customer and potential customer data in order to provide enhanced customer service and more effective communications, website content selection, website user friendliness and navigation, for purposes of managing the Organization's inventory management systems, including potential personal data of customers recorded in such inventory management systems, for purposes of digital\r\nimaging, electronic vaulting or digital archiving or other forms of electronic storage or transmittal of data, including potential personal data stored by customers with the Organization in connection with any of the foregoing services;  as well as the physical transfer of documents or media of the Organization or that of its customers that may contain personal data. The foregoing applies to Iron Mountain Incorporated and to its United States subsidiaries which include, but are not limited to: Iron Mountain Global, LLC., Iron Mountain Information Management, LLC,    Iron Mountain Intellectual Property Management, Inc., and Iron Mountain Fulfillment Services, Inc.\"",
    "address": "1 Federal Street",
    "asp_index": "24276",
    "city": "Boston",
    "contactemail1": "global.privacy@ironmountain.com",
    "contactfax1": "617-542-4220",
    "contactname1": "Michael Zurcher",
    "contactoff1": "Iron Mountain - Privacy and Compliance",
    "contactphone1": "617-535-8332",
    "contacttitle1": "Director and Senior Counsel",
    "corpoffemail1": "global.privacy@ironmountain.com",
    "corpofffax1": "617-451-0409",
    "corpoffname1": "Ernest W. Cloutier,",
    "corpoffphone1": "617-535-4766",
    "corpofftitle1": "Executive Vice President, General Counsel, & Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Management Consulting Services - (MCS)Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "8/27/2015",
    "orgverification": "In-house",
    "personaldata": "Human resources, business/customer and supplier/vendor information in all formats, including electronically stored and manually processed information.",
    "ppdate": "8/9/2013",
    "privacyprograms": "Not applicable.",
    "recoursemech": "An individual may refer a privacy issue to (1) the Organization's Vice President for Privacy & Compliance at global.privacy@ironmountain.com. If an individual remains unsatisfied with its/his/her resolution with the Vice President for Privacy & Compliance, then either party may file a request for mediation of a privacy issue with (2) the American Arbitration Association (ICDR/AAA Safe Harbor Program) at 335 Madison Avenue, 10th Floor, New York, NY 10017-4605, USA; telephone: (212) 716-5800; fax: (212) 716 5905 and e-mail: Websitemail@adr.org.Iron Mountain also agrees to cooperate with the EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "8/27/2002",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02110"
}