{
    "CertificationStatus": "Current",
    "Fax": "866-369-8104",
    "OrgName": "Clustrix, Inc",
    "PPLoc": "http://www.clustrix.com/privacy-policy/ ",
    "Phone": "415-501-9560",
    "activities": "The external marketing website may collect personal information about prospective customers.\r\n\r\nOur Site(s) do offer several opportunities for visitors to register for free information, seminars, or demonstration copies of our software, and for assistance in evaluating our software and Services. Visitors may also sign up to receive our monthly newsletters. These registration forms are often linked to Clustrix mailing lists, and require users to provide Personal Information (such as name and email address), which we use to send users information about our company and our products and Services. We also use this information to contact site visitors by email for our marketing purposes if they have granted us permission (on the mailing list form or other forms on our Site(s)) to send it to them, and for administrative purposes such as providing time and location of seminars. Users may also be contacted by phone or postal mail for our marketing purposes.\r\n\r\nWe also collect and use Personal Information acting as a data processor on behalf of our Customers.",
    "address": "201 Mission Street, suite 800",
    "asp_index": "24333",
    "city": "San Francisco",
    "contactemail1": "dorea@clustrix.com",
    "contactfax1": "866-369-8104",
    "contactname1": "Dorea Elsayed",
    "contactoff1": "Clustrix, Inc",
    "contactphone1": "415-501-9560",
    "contacttitle1": "Sr Dir of Finance and Admin",
    "corpoffemail1": "mazevedo@clustrix.com",
    "corpofffax1": "866-369-8104",
    "corpoffname1": "Mike Azevedo",
    "corpoffphone1": "415-501-9560",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "6/6/2015",
    "orgverification": "Third Party",
    "personaldata": "client off line data, not manual",
    "ppdate": "1/31/2014",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "6/6/2013",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94105"
}