{
    "CertificationStatus": "Current",
    "Fax": "316-828-9770",
    "OrgName": "Koch Industries, Inc.",
    "PPLoc": "http://www.kochind.com/privacy_policy.aspx#20;  employees may access the Employee Privacy Notice on the corporate DNET or by contacting relevant Compliance & Ethics officer",
    "Phone": "316-828-8770",
    "activities": "Koch Industries, Inc. is a holding company for entities operating in a variety of industry sectors.  \r\n\r\nKoch Industries, Inc. collects personal information from consumers, customers, employees, contractors, vendors and other relevant individuals located in the EEA  Koch Industries, Inc. may process the information to (i) respond to individual’s requests; (ii) provide, evaluate the quality of and communicate about product and services; (iii) notify individuals of and administer scholarships, grants and awards, (iv) enable the company’s service providers to perform activities on its behalf; (v) carry out and support human resources functions and activities, including employee benefits, compensation and performance; (vi) undertake compliance activities; (vii) comply with contractual and legal obligations, policies and procedures; (viii) carry out internal and external investigations; (ix) undertake administrative activities, including data analytics; and (x) fulfill other purposes described in our Privacy Policy and Employee Privacy Notice, and other privacy related notices as relevant. We also may Process Sensitive Data to the extent necessary or appropriate for compliance with relevant legal or contractual obligations. Koch Industries, Inc. is certifying for and on behalf of itself and the following subsidiaries: Koch Companies Public Sector, LLC, Koch Companies Services, LLC,  Matador Security Company, Inc., Koch Remediation & Environmental Services, LLC, Market Based Management, LLC, Koch Business Holdings, LLC, Matador Security, Inc., Koch Performance Roads, Inc. and Koch Financial Corporation.",
    "address": "4111 E 37th Street North",
    "asp_index": "24356",
    "city": "Wichita",
    "contactemail1": "KIICOMPETH@kochind.com",
    "contactfax1": "316-828-9770",
    "contactname1": "Catherine LaChapelle",
    "contactoff1": "Koch Industries, Inc. Compliance & Ethic",
    "contactphone1": "316-828-8770",
    "contacttitle1": "Chief Counsel, Int'l Labor/Employment",
    "corpoffemail1": "Shara.Brown@kbslp.com",
    "corpofffax1": "316-828-7010",
    "corpoffname1": "Shara Brown",
    "corpoffphone1": "316-828-3640",
    "corpofftitle1": "V.P., Compliance/Ethics - KBS",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "General Industrial Eqpt & Supplies - (GIE)General Science & Technology - (GST)General Services - (GSV)",
    "nextcertification": "8/24/2015",
    "orgverification": "In-house self-assessment",
    "personaldata": "Off-line, on-line and manually processed",
    "ppdate": "8/1/2009",
    "privacyprograms": "none",
    "recoursemech": "Koch Industries, inc. will cooperate with JAMS in accordance with the JAMS International Mediation Rules.\r\nFor complaints concerning the handling of personal information of employees of Koch Industries, Inc., or of the company's affiliates or subsidiaries identified in the Safe Harbor Privacy Policy, Koch Industries, Inc. will cooperate with relevant EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "8/24/2009",
    "state": "Kansas",
    "statutorybody": "Federal Trade Commission",
    "zip": "67220"
}