{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "PRISM Group, Inc., a subsidiary of Sabre GLBL Inc.",
    "PPLoc": "http://www.prism-grp.com/#Privacy Policy",
    "Phone": "505-897-7800",
    "activities": "PRISM consolidates travel data on behalf of corporate customers from sources around the world, including EU countries.  PRISM contracts with company clients for the consolidation of their data.  All uses of these data, including transfer, is governed by written agreements with the companies who have contracted with PRISM to manage their data.  Data are not used for any other purposes than specified in writing by the company.",
    "address": "3150 Sabre Drive",
    "asp_index": "24354",
    "city": "Southlake",
    "contactemail1": "scott.roberts@sabre.com",
    "contactfax1": "682-605-9193",
    "contactname1": "Scott Roberts",
    "contactoff1": "Privacy Office",
    "contactphone1": "682-605-1580",
    "contacttitle1": "Associate General Counsel & Director of Privacy",
    "corpoffemail1": "rachel.gonzalez@sabre.com",
    "corpofffax1": "682-605-7180",
    "corpoffname1": "Rachel Gonzalez",
    "corpoffphone1": "682-605-1980",
    "corpofftitle1": "Executive Vice President, General Counsel",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Portugal, Spain, Sweden",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "nextcertification": "8/24/2015",
    "orgverification": "In-house",
    "personaldata": "Off-Lines",
    "ppdate": "4/30/2014",
    "privacyprograms": "None.  Use of the data is governed exclusively by agreements with the business entities that have supplied it.",
    "recoursemech": "PRISM agrees to use the International Centre for Dispute Resolution/American Arbitration Association Safe Harbor Program (ICDR/AAA Safe Harbor Program), as its independent recourse mechanism. All disputes shall be finally settled under International Dispute Resolution Procedures of the International Centre for Dispute Resolution by one or more arbitrators appointed in accordance with the said Procedures. The location of any in-person hearing will be Dallas, Texas, but PRISM also consents to any hearing being conducted by telephone or video conference.",
    "signupdate": "8/24/2001",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "75028"
}