{
    "CertificationStatus": "Current",
    "Fax": "647-725-1527",
    "OrgName": "Achievers Corp.",
    "PPLoc": "http://www.achievers.com/privacy-policy ",
    "Phone": "866-264-7627",
    "activities": "Achievers collects and uses your Personal Information primarily for the purpose of providing you with the information, products and services you have requested from us.\r\nIf you indicated that you were interested in receiving information from our website, or other marketing initiatives (webinars, conferences, etc.) your personal information would also be used to contact you or to send you materials via e-mail and other mailings about products and services that might be of interest to you. \r\nIn the case that you enter a contest or other promotion offered by Achievers, your personal information will be used to administer the promotion, including the use of your name and selected other information for the purposes of contacting, announcing and promoting the winners of the contest or promotion.\r\nAchievers may also contact you from time to time to conduct market research and surveys in an effort to continually improve our product and service offering. \r\nAnonymous or “non-personal” information gathered by Achievers through our Websites may be used for technical, research or analytical purposes. Information collected through surveys, existing files and public archives may be used by Achievers to analyze our markets and to develop or enhance product or service offerings.",
    "address": "23 Geary Street, Suite 600",
    "asp_index": "24373",
    "city": "San Francisco",
    "contactemail1": "Privacy.Office@Achievers.com",
    "contactfax1": "647-725-1527",
    "contactname1": "Vishal Sharma",
    "contactoff1": "Privacy Office, Achievers Corp.",
    "contactphone1": "888-622-3343",
    "contacttitle1": "Information Security Officer",
    "corpoffemail1": "brennan@achievers.com",
    "corpofffax1": "647-725-1527",
    "corpoffname1": "David Brennan",
    "corpoffphone1": "888-622-3343",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "nextcertification": "9/25/2015",
    "orgverification": "In-house",
    "personaldata": "Off-line, on-line, manually processed data.",
    "ppdate": "9/19/2013",
    "privacyprograms": "Achievers Inc. complies with the ISO 27001:2005 information security standard. Control 15.1.4 – “Data protection and privacy of personal information” requires us to ensure that data protection and privacy are protected as required by relevant legislation, regulations and contractual clauses.",
    "recoursemech": "Achievers Inc. have chosen the EU Data Protection Authorities (EU DPAs) to serve as an independent recourse mechanism (IRM) for dispute resolution arising from collection, use, and retention of personal information transferred from EU member countries to companies in the United States and has remitted the fee to USCIB, acting as a trusted third party on behalf of the European Union (EU) Data Protection Authorities.",
    "signupdate": "9/25/2013",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94108"
}