{
    "CertificationStatus": "Current",
    "Fax": "443-627-7099",
    "OrgName": "Laureate Education Inc.",
    "PPLoc": "http://www.laureate.net/Legal/LegalInformation ",
    "Phone": "410-843-8336",
    "activities": "The following types of activities are performed for managing  the experience of students, prospective students, and alumni attending Laureate Education, Inc. owned and operated institutions in Europe: (a) Managing the student on-line experience, enrollment into Laureate owned and operated institutions, enrollment in specific courses, and recording and reporting grades; (b) Managing the process for prospective students through enrollment and admission; and (c) Managing the alumni experience by contacting alumni and generating continued interest in our institutions and programs.",
    "address": "650 S. Exeter Street, 8th Floor",
    "asp_index": "24407",
    "city": "Baltimore",
    "contactemail1": "sylvia.dejesus@laureate.net",
    "contactfax1": "727-346-3288",
    "contactname1": "Sylvia T. deJesus",
    "contactoff1": "Laureate Education Inc.",
    "contactphone1": "443-756-9525",
    "contacttitle1": "Vice President Global IT Compliance & Information Security",
    "corpoffemail1": "karl.salnoske@laureate.net",
    "corpofffax1": "443-627-7808",
    "corpoffname1": "Karl Salnoske",
    "corpoffphone1": "443-627-7808",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Education & Training - (EDS)",
    "nextcertification": "10/19/2015",
    "orgverification": "Combination of In-house and Third Party.",
    "personaldata": "On-line data provided by prospective and current students and alumni is electronically collected, transferred, and processed by Laureate and its owned and operated institutions.",
    "ppdate": "10/4/2010",
    "privacyprograms": "We have obtained Safe Harbor certification for employee data (certified 12/30/2008), available at http://safeharbor.export.gov/companyinfo.aspx?id=8783.",
    "recoursemech": "Laureate Education, Inc. has a program and process in place for the reporting, escalation, and resolution of complaints concerning actual or suspected disclosure of personal data. Laureate has agreed to cooperate and comply with the European Union Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to resolve complaints.",
    "signupdate": "10/19/2010",
    "state": "Maryland",
    "statutorybody": "Federal Trade Commission",
    "zip": "21202"
}