{
    "CertificationStatus": "Current",
    "Fax": "817-336-7341",
    "OrgName": "Inspirus, LLC",
    "PPLoc": "http://www.inspirus.com/privacy#.U_5DnDRt9IU ",
    "Phone": "817-332-6765",
    "activities": "Inspirus solutions combine Software as a Service (SaaS), professional services and a wide selection of service awards and recognition awards to motivate employees and drive measurable results. Inspirus provides expertise in the science of employee motivation and engagement through the strategic, supported use of recognition and rewards.\r\nInspirus Service Awards provides you with a beginning-to-end personalized service award platform for your entire workforce. \r\nPersonalized years-of-service certificates and brochures go to employees and their managers through variable print-on-demand technology.\r\nOnline SelectAward fulfillment portal lets employees choose from a wide range of quality, name-brand products in an array of categories for service award recognition.\r\n A personalized memento is delivered to the recipient along with the service award gift, further personalizing the recognition moment.\r\n Inspirus requires that a company provide employee name and address for shipping purposes.",
    "address": "100 N Rupert Street",
    "asp_index": "24412",
    "city": "Fort Worth",
    "contactemail1": "though@inspirus.com",
    "contactfax1": "817-336-7341",
    "contactname1": "Tim Hough",
    "contactoff1": "Inspirus",
    "contactphone1": "817-332-6765",
    "contacttitle1": "VP-Solutions",
    "corpoffemail1": "though@inspirus.com",
    "corpofffax1": "817-336-7341",
    "corpoffname1": "Tim Hough",
    "corpoffphone1": "817-332-6765",
    "corpofftitle1": "VP-Solutions",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Jewelry - (JLR)Computer Software - (CSF)",
    "nextcertification": "9/27/2015",
    "orgverification": "In-House",
    "personaldata": "organization, customer, address, hire date",
    "ppdate": "5/1/2010",
    "privacyprograms": "NONE",
    "recoursemech": "Enforcement and Dispute Resolution\r\n\r\nInspirus will conduct compliance audits of its relevant privacy practices to verify adherence to this policy. Any employee that Inspirus determines is in violation of this policy will be subject to disciplinary action up to and including termination of employment. Complaints or concerns that can't be resolved internally will be referred to the Data Protection Panel established by the EU data protection authorities (DPAs) to resolve disputes pursuant to the Safe Harbor Privacy Principles. Inspirus commits to following the determination and advice of this body, as well as cooperating and complying with the Federal Data Protection and Information Commissioner (FDPIC) of Switzerland.",
    "signupdate": "9/27/2012",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "76107"
}