{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Partner Hero, Inc.",
    "PPLoc": "http://partnerhero.com/privacy ",
    "Phone": "888-968-2767",
    "activities": "PartnerHero provides outsourced customer support services for U.S. based companies. Many of these companies have customers in the EU, so we will take phone calls, emails, chat requests from EU citizens and work with them to solve whatever issue they are dealing with. In the course of this interaction, the customer may share information such as their name, email, address, etc. which our representatives will require in order to properly identify the and ultimately assist them with their issues.",
    "address": "1001 Avenida Pico, Suite #C260",
    "asp_index": "24414",
    "city": "San Clemente",
    "contactemail1": "privacy@partnerhero.com",
    "contactfax1": "",
    "contactname1": "Shervin Talieh",
    "contactoff1": "San Clemente",
    "contactphone1": "949-400-6556",
    "contacttitle1": "Chief Executive Officer",
    "corpoffemail1": "shervin@partnerhero.com",
    "corpofffax1": "",
    "corpoffname1": "Shervin Talieh",
    "corpoffphone1": "949-400-6556",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Telecommunications Services - (TES)General Services - (GSV)",
    "nextcertification": "9/3/2015",
    "orgverification": "in-house",
    "personaldata": "We collect customer and visitor data, including identifiable data, through automated and manual processes. This information is entered into various systems (CRM, helpdesk) so that issues can be tracked and resolved.",
    "ppdate": "9/15/2014",
    "privacyprograms": "a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "9/3/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "92673"
}