{
    "CertificationStatus": "Current",
    "Fax": "760-510-7999",
    "OrgName": "Paramount Transportation Systems",
    "PPLoc": "http://www.paramounttransportationsystems.com/about-us/privacy/ ",
    "Phone": "760-510-7979",
    "activities": "Paramount Transportation Systems' is a service provider of international and domestic transportation of household goods and personal effects.  As a move manager responsible for all aspects of the relocation process, there are situations where we may need to collect information from our transferees including, but not limited to social securtiy numbers and passport numbers/photographs.  This information must be collected for air, sea, and road shipments entering into the United States from a foreign country.  Likewise, we typically need to send these private numbers and information to our EU partners, agents, and sub-contractors who are handling shipments that we have sent to the EU on behalf of our transferee and their families moving to the EU.",
    "address": "1350 Grand Avenue",
    "asp_index": "24429",
    "city": "San Marcos",
    "contactemail1": "dschmottlach@pts-ca.com",
    "contactfax1": "760-510-7999",
    "contactname1": "Dave Schmottlach",
    "contactoff1": "Paramount Transporation Systems",
    "contactphone1": "760-510-7979",
    "contacttitle1": "Director of Corporate Compliance",
    "corpoffemail1": "ddance@pts-ca.com",
    "corpofffax1": "760-510-7999",
    "corpoffname1": "David Dance",
    "corpoffphone1": "760-510-7979",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Transportation Srvs (Except Aviation) - (TRN)",
    "nextcertification": "9/11/2015",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manual process",
    "ppdate": "9/1/2009",
    "privacyprograms": "none",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "9/11/2009",
    "state": "California",
    "statutorybody": "Department of Transportation",
    "zip": "92009"
}