{
    "CertificationStatus": "Current",
    "Fax": "530-231-0125",
    "OrgName": "EZ Publishing, Inc",
    "PPLoc": "http://www.streamsend.com/privacy.htm ",
    "Phone": "877-439-4678 x810",
    "activities": "Visitors may register for information, seminars, a trial of our software/services. Registration requires visitors to provide contact information (such as name, email address), and demographic information (such as industry and job title). We use this information to provide users information (by phone, email or mail) about our company's services as well as for distribution of our informational newsletters. We also perform demographic analysis to better serve needs of our customers. Financial information collected is shared with our credit card processor to bill customers for our services. Financial information is stored by our company and credit card processor.  Our customers upload email addresses and other demographic information into their account database. This information is used by our customers for the purpose of marketing information or services to their database by sending emails.",
    "address": "1107 9th St, Suite #340",
    "asp_index": "24451",
    "city": "Sacramento",
    "contactemail1": "dforootan@ezpublishing.com",
    "contactfax1": "530-231-0125",
    "contactname1": "",
    "contactoff1": "EZ Publishing, Inc",
    "contactphone1": "877-439-4678 x810",
    "contacttitle1": "",
    "corpoffemail1": "dforootan@ezpublishing.com",
    "corpofffax1": "530-231-0125",
    "corpoffname1": "Dan Forootan",
    "corpoffphone1": "877-439-4678 x810",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)",
    "nextcertification": "7/28/2015",
    "orgverification": "In-house",
    "personaldata": "On-line",
    "ppdate": "4/1/2011",
    "privacyprograms": "BBB EU Safe Harbor program",
    "recoursemech": "We will use the BBB EU Safe Harbor program for dispute resolution.",
    "signupdate": "7/28/2009",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95814"
}