{
    "CertificationStatus": "Current",
    "Fax": "818-591-2488",
    "OrgName": "Davis Research",
    "PPLoc": "http://www.davisresearch.com/privacy.php ",
    "Phone": "818-591-2408",
    "activities": "Davis Research is a public opinion firm which contacts individuals via phone, email, Internet, or in person to solicit their opinions solely for research purposes.  We will never try to sell our respondents anything; we are only interested in opinions. Responses are generally analyzed in aggregate with all other respondents' information and reported not individually, but in the aggregate. We support the rights of our survey respondents by limiting the use of their information for legitimate marketing research purposes, and are active in supporting industry organizations created to uphold ethical survey research. We will never share our survey respondents' email addresses or personally identifiable information with anyone except our clients and vendors, but only for marketing research purposes and in compliance with applicable industry codes.",
    "address": "23801 Calabasas Rd #1036",
    "asp_index": "24486",
    "city": "Calabasas",
    "contactemail1": "jdavis@davisresearch.com",
    "contactfax1": "818-591-2488",
    "contactname1": "Jennifer Davis",
    "contactoff1": "Calabasas Headquarters",
    "contactphone1": "818-591-2408",
    "contacttitle1": "Controller",
    "corpoffemail1": "bob.davis@davisresearch.com",
    "corpofffax1": "818-591-2488",
    "corpoffname1": "Robert Davis",
    "corpoffphone1": "818-591-2408",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Financial Services - (FNS)Automobiles & Light Trucks/Vans - (AUT)Computer Services - (CSV)",
    "nextcertification": "9/17/2015",
    "orgverification": "In-house",
    "personaldata": "We process telephone numbers, names, email addresses, and respondent reported business information",
    "ppdate": "9/13/2012",
    "privacyprograms": "None",
    "recoursemech": "We will cooperate with data protection authorities located in the European Union or the authorized representatives of the EU Data Protection Authorities (EU DPAs).",
    "signupdate": "9/17/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "91302"
}