{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Local Market Launch Inc.",
    "PPLoc": "http://localmarketlaunch.com/privacy-policy ",
    "Phone": "800-720-3291",
    "activities": "Local Market Launch is an online marketing company built upon a SaaS platform. We created enhanced business profiles across the top search, social, directory sites for business' to gain visibility across the internet. For example, we create Google+ for Business, Yahoo Local, Bing Places pages for the end merchant. \r\n\r\nOur business model works entirely with Partners (directory publishers, newspaper groups, etc) whom sell digital products to businesses (i.e. directory publishers whose sales team sells digital advertising to local businesses). We are the back end to fulfilling the business listings piece of the publisher's digital product suite. \r\n\r\nOur fulfillment process requires the partner to give us the business' information in order properly and accurately publish their information to all the search, social, directory sites. We receive the business' data from the partner after the business has contractually agreed to purchase said services from the newspaper/directory.etc. \r\n\r\nPart of our fulfillment process also requires merchant verification. We are actually asking the merchant to verify that their business information is accurate/correct across all of the sites that require this verification. \r\n\r\nLocal Market Launch is extremely transparent with our fulfillment process and provide both the Partner AND the end merchant with a dashboard displaying what has been done, progress made, and links to their live listings.",
    "address": "7 West Figueroa Street, Third Floor",
    "asp_index": "24481",
    "city": "Santa Barbara",
    "contactemail1": "angela@localmarketlaunch.com",
    "contactfax1": "",
    "contactname1": "Angela Tan",
    "contactoff1": "Business Development",
    "contactphone1": "805-960-5569",
    "contacttitle1": "Business Development Manager",
    "corpoffemail1": "gideon@localmarketlaunch.com",
    "corpofffax1": "",
    "corpoffname1": "Gideon Rubin",
    "corpoffphone1": "805-960-5577",
    "corpofftitle1": "Chief Marketing Officer",
    "eucountries": "United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)",
    "nextcertification": "9/29/2015",
    "orgverification": "in-house",
    "personaldata": "business name, address, phone number, website, description, images, logo, hours of operation. How the data is processed is dependent on how the Partner is integrated with our system (i.e. via API or through spreadsheets)",
    "ppdate": "12/10/2012",
    "privacyprograms": "Better Business Bureau - EU Safe Harbor Program \r\nReference number: EU5451609-08-14",
    "recoursemech": "Better Business Bureau - EU Safe Harbor Program \r\nReference number: EU5451609-08-14",
    "signupdate": "9/29/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "93101"
}