{
    "CertificationStatus": "Current",
    "Fax": "952-937-7840",
    "OrgName": "C.H. Robinson Worldwide, Inc.",
    "PPLoc": "http://www.chrobinson.com/en/us/Privacy-Policy/ ",
    "Phone": "952-937-8500",
    "activities": "C.H. Robinson Worldwide, Inc. and its operating subsidiaries (“C.H. Robinson”) have two key purposes related to the personal information it receives from individual located within the European Union (”EU”).  The first key purpose it to provide a central repository for all C.H. Robinson employee data, so that such data can be accurately maintained and utilized by C.H. Robinson as it carries out its regular day to day business operations.  The second key purpose is to allow C.H. Robinson’s US based operations to have full and accurate insight into C.H. Robinson’s EU operations, including (but is not limited to) the management of C.H. Robinson’s European current and future business and financial operations and the provision of services to C.H. Robinson’s European customers in fulfillment of C.H. Robinson’s contractual obligations to such customers.",
    "address": "14701 Charlson Road",
    "asp_index": "24498",
    "city": "Eden Prairie",
    "contactemail1": "privacy@chrobinson.com",
    "contactfax1": "952-937-7840",
    "contactname1": "Chris Gerst",
    "contactoff1": "C.H. Robinson Worldwide, Inc.",
    "contactphone1": "952-937-8500",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "privacy@chrobinson.com",
    "corpofffax1": "952-937-7840",
    "corpoffname1": "Chris Gerst",
    "corpoffphone1": "952-937-8500",
    "corpofftitle1": "Assistant General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Transportation Srvs (Except Aviation) - (TRN)",
    "nextcertification": "9/20/2015",
    "orgverification": "In-House",
    "personaldata": "customers, vendors, carriers, employees",
    "ppdate": "7/1/2011",
    "privacyprograms": "None",
    "recoursemech": "Commitment to cooperate with EU data protection authorities (DPAs); for Switzerland:  Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "9/20/2011",
    "state": "Minnesota",
    "statutorybody": "Federal Trade Commission",
    "zip": "55347"
}