{
    "CertificationStatus": "Current",
    "Fax": "303-938-4015",
    "OrgName": "SurveyConnect, Inc.",
    "PPLoc": "http://www.surveyconnect.com/surveyconnect_privacy.cfm ",
    "Phone": "303-449-2969",
    "activities": "SurveyConnect provides online 360 degree (or multi-rater) assessments, allowing for performance feedback for a person, team, or organization by many of the people who work with a person or team in that organization. SurveyConnect also provides a hosted survey solution for employee and customer surveys.\r\n\r\nWhen setting up a 360 assessment or an online survey, SurveyConnect generally collects the names and email addresses of participants and raters in the system. Sometimes other information is also received by SurveyConnect (e.g., an employee's department or location).",
    "address": "5480 Valmont Road, Suite 225",
    "asp_index": "24588",
    "city": "Boulder",
    "contactemail1": "mlevine@surveyconnect.com",
    "contactfax1": "303-938-4015",
    "contactname1": "Marcie Levine",
    "contactoff1": "SurveyConnect, Inc.",
    "contactphone1": "303-449-2969",
    "contacttitle1": "CEO",
    "corpoffemail1": "mlevine@surveyconnect.com",
    "corpofffax1": "303-938-4015",
    "corpoffname1": "Marcie Levine",
    "corpoffphone1": "303-449-2969",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "10/11/2015",
    "orgverification": "In-house",
    "personaldata": "Organization, employee and customer information.  Not manually processed.",
    "ppdate": "10/10/2013",
    "privacyprograms": "None.",
    "recoursemech": "SurveyConnect will cooperate and comply with the EU Data Protection Authorities (DPAs) to investigate unresolved complaints. SurveyConnect has chosen the EU Data Protection Authorities (EU DPAs) to serve as an independent recourse mechanism (IRM) for dispute resolution arising from collection, use, and retention of personal information transferred from EU member countries to companies in the United States and has remitted the following fee to USCIB, acting as a trusted third party on behalf of the European Union (EU) Data Protection Authorities.",
    "signupdate": "10/11/2013",
    "state": "Colorado",
    "statutorybody": "Federal Trade Commission",
    "zip": "80301"
}