{
    "CertificationStatus": "Current",
    "Fax": "203-567-7367",
    "OrgName": "Survey Sampling International",
    "PPLoc": "https:/ www.surveyspot.com/policies/privacy ",
    "Phone": "203-567-7200",
    "activities": "Survey Sampling International, LLC and its subsidiaries and affiliates worldwide (collectively \"SSI\") provide sampling solutions and technology for survey research, and SSI offers access to consumer and business-to-business respondents via Internet, telephone, and wireless/mobile methodologies, plus value-added services, including, without limitation, data collection services. In connection with SSI’s survey sampling services, SSI collects certain personal information from (1) individuals who have opted-in to join an SSI survey panel(s) and complete marketing and opinion research surveys, and (2) non-panel members who participate in marketing and opinion research surveys. The foregoing disclosures are voluntary disclosures. Personal Information about individuals located within the EU are collected on servers located in the United States.",
    "address": "6 Research Drive",
    "asp_index": "24602",
    "city": "Shelton",
    "contactemail1": "Ashlin.Quirk@surveysampling.com",
    "contactfax1": "203-989-0802",
    "contactname1": "Ashlin Quirk",
    "contactoff1": "Shelton, CT",
    "contactphone1": "203-567-7200",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "Ashlin.Quirk@surveysampling.com",
    "corpofffax1": "203-989-0802",
    "corpoffname1": "Ashlin Quirk",
    "corpoffphone1": "203-567-7200",
    "corpofftitle1": "Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "8/11/2015",
    "orgverification": "In-house",
    "personaldata": "personal data of survey panelists and participants, organizational data, and client data. Data is processed manually.",
    "ppdate": "8/15/2013",
    "privacyprograms": "None",
    "recoursemech": "For organization human resources data: EU data protection authorities (DPAs).\r\n\r\nFor all other categories of data: BBB EU Safe Harbor.",
    "signupdate": "8/11/2008",
    "state": "Connecticut",
    "statutorybody": "Federal Trade Commission",
    "zip": "06484"
}