{
    "CertificationStatus": "Current",
    "Fax": "415-399-0774",
    "OrgName": "Visage Mobile, Inc.",
    "PPLoc": "http://visagemobile.com/visage-privacy-policy/ ",
    "Phone": "415-200-2888",
    "activities": "User information, including name, email address, physical address, phone number and company information (ID numbers, titles) are uploaded to MobilityCentral to allow customer administrators to view and manage aspects of the customer's mobility program.  These activities could include reporting on individual or aggregated data, recording compliance with customer's policies or budget requirements and the facilitation of communication between administrators and personnel.\r\n\r\nThe data is stored securely, in accordance with Visage's Mobile Security and Privacy Guidelines, with access limited to customer administrators.\r\n\r\nVisage does not use any personal information for the purpose of marketing communications to individuals.",
    "address": "100 Larkspur Landing Circle, #114",
    "asp_index": "24635",
    "city": "Larkspur",
    "contactemail1": "alevy@visagemobile.com",
    "contactfax1": "415-399-0774",
    "contactname1": "Adam Levy",
    "contactoff1": "Visage Mobile, Inc., Larkspur",
    "contactphone1": "415-652-0191",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "bhaun@visagemobile.com",
    "corpofffax1": "415-399-0774",
    "corpoffname1": "Bzur Haun",
    "corpoffphone1": "415-200-2888",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)Telecommunications Services - (TES)Computer Services - (CSV)",
    "nextcertification": "9/28/2015",
    "orgverification": "In-House",
    "personaldata": "Customer's employee name, phone number and email address.  No manual data.",
    "ppdate": "9/21/2011",
    "privacyprograms": "None",
    "recoursemech": "If a complaint cannot be resolved internally, Visage will cooperate with JAMS under the JAMS International Mediation Rules. We will take steps to remedy any problems arising out of a failure to comply with the Safe Harbor principles.\r\n\r\nJAMS mediation may be commenced as provided for in the JAMS International Mediation Rules, which are accessible on the JAMS website. Mediation will be conducted by telephone, email or other electronic means of communication. Visage will take steps to remedy any problem arising out of a failure to comply with the Safe Harbor principles. Visage may not be required, however, to take any action contrary to applicable law.\r\n\r\nVisage will cooperate with the EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner with respect to organization human resources data.",
    "signupdate": "9/28/2011",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94939"
}