{
    "CertificationStatus": "Current",
    "Fax": "212-689-1059",
    "OrgName": "TransPerfect",
    "PPLoc": "http://www.transperfect.com/about/privacy.html ",
    "Phone": "212-689-5555",
    "activities": "TransPerfect maintains Personal Data regarding clients, vendors, and employees (collectively, “CVEs) on secure systems. This information is collected to aid TransPerfect in conducting business operations. In addition to the Personal Data itself, the information which TransPerfect protects includes contact details, billing/invoicing/payment information, services provided to our clients, and information within source and reference files sent to perform translation projects. In regards to our employees and vendors, this information may also include contact details, payment information, professional qualifications, financial information, and information provided by the employee or vendor in its resume or curriculum vitae (“CV”).",
    "address": "3 Park Avenue, 39th Floor",
    "asp_index": "24680",
    "city": "New York",
    "contactemail1": "rburns@transperfect.com",
    "contactfax1": "646-417-7136",
    "contactname1": "Rebecca Burns, Esq.",
    "contactoff1": "New York",
    "contactphone1": "212-689-5555",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "rtrujillo@transperfect.com",
    "corpofffax1": "646-349-4912",
    "corpoffname1": "Roy Trujillo",
    "corpoffphone1": "212-689-5555",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "General Services - (GSV)",
    "nextcertification": "9/22/2015",
    "orgverification": "Self-assessment",
    "personaldata": "Data pertaining to clients, vendors and employees (human resources data) as well as personal data stored within documents sent to us by our clients. This includes data found on our servers as well as manually processed data within the company.",
    "ppdate": "9/22/2010",
    "privacyprograms": "TransPerfect has self-certified compliance to Safe Harbor, however, a third part QMS Consultant and Privacy Lawyer have both reviewed and approved our privacy policy. This policy will apply to all global clients, employees and vendors.",
    "recoursemech": "TransPerfect will use its best commercial efforts to ensure that compliance with our Privacy Policy is maintained and that the Privacy Policy is accurate, comprehensive, and continues to conform to applicable law. We encourage clients, vendors and employees to raise and discuss any issues or concerns with TransPerfect’s Privacy Officer directly who address and resolve such complaints regarding the use of data and noncompliance with our Privacy Policy. All issues will be officially documented within the framework of our ISO 9001 certified quality management system.\r\n\r\nWith respect to complaints related to our Privacy Policy that cannot be resolved through our internal Corrective/Preventive Action Process, we agree to abide by the dispute resolution procedures established by the EU Data Protection Authorities (DPAs), as well as to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "9/22/2010",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10016"
}