{
    "CertificationStatus": "Current",
    "Fax": "408-904-7142",
    "OrgName": "WhiteHat Security",
    "PPLoc": "https:/ www.whitehatsec.com/safeharbor.html ",
    "Phone": "408 813 0740",
    "activities": "E-mail as a Request for Information or Registrations for Guides or Seminars; Service Enrollment; Recruitment and Employment.\r\n\r\nWhiteHat Security collects data processing and advisory services largely for businesses and rarely if ever for consumers. Thus, WhiteHat Security receives mostly business-­- related information from the EEA. Occasionally, WhiteHat Security also receives contact information related to individual representatives of businesses with whom WhiteHat Security is dealing (including, without limitation, names, addresses, work phone numbers, work email addresses, etc.), and, in connection with our managed document review and advisory services, WhiteHat Security processes data that may be relating to EEA residents on behalf of, and in accordance with instructions from, customers (collectively \"EEA Data\"). Since EEA Data covered by this Notice is by definition sent to WhiteHat Security by another company in the EEA (e.g., a supplier to WhiteHat Security), the categories of data sent and the purposes of processing often depend on such other company, with whom the EEA Persons typically have a closer employment, business or other relationship (and which therefore, can provide additional information on categories of data shared with us).\r\nWhiteHat Security collects and uses EEA Data for purposes of providing data processing and advisory services to its customers, communicating with corporate business partners about business matters, processing EEA Data on behalf of corporate customers, transmitting marketing emails and performing other marketing activities, and conducting related tasks for legitimate business purposes.",
    "address": "3970 Freedom Circle, Suite 200",
    "asp_index": "24694",
    "city": "Santa Clara",
    "contactemail1": "carl.orthlieb@whitehatsec.com",
    "contactfax1": "(408) 904-7142",
    "contactname1": "Carl Orthlieb",
    "contactoff1": "Santa Clara Headquarters – 39780 Freedom Circle, Suite 200, Santa Clara, CA  95054",
    "contactphone1": "088130740",
    "contacttitle1": "Vice President Eng, IT & Security",
    "corpoffemail1": "terry.murphy@whitehatsec.com",
    "corpofffax1": "(408) 904-7142",
    "corpoffname1": "Terry Murphy",
    "corpoffphone1": "(650) 248-9930",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Finland, France, Germany, Ireland, Italy, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Services - (CSV)",
    "nextcertification": "8/7/2015",
    "orgverification": "In-House",
    "personaldata": "We store data that clients use for us to perform service on their behalf.",
    "ppdate": "8/7/2013",
    "privacyprograms": "NONE",
    "recoursemech": "Any unresolved disputes will be adjudicated by the ICDR/AAA U.S.-EU Safe Harbor program.",
    "signupdate": "8/7/2013",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95054"
}