{
    "CertificationStatus": "Current",
    "Fax": "651-756-3301",
    "OrgName": "St. Jude Medical, Inc. and its US divisions including Pacesetter, Inc. d/b/a St. Jude Medical Cardiac Rhythm Management Division; St. Jude Medical, Atrial Fibrillation Division, Inc.; Irvine Biomedical, Inc.; St. Jude Medical, Cardiology Division, Inc., Advanced Neuromodulation Systems, Inc. d/b/a St. Jude Medical Neuromodulation Division; and St. Jude Medical, Inc. through its International Division.",
    "PPLoc": "http://sjm.com/corporate/policies/privacy-policy ",
    "Phone": "651-756-2000",
    "activities": "St. Jude Medical and its US divisions process personal data of patients (patients enrolled or participating in clinical studies) from its affiliates, subsidiaries and agents and partners located in the European Economic Area and Switzerland to support clinical research which is then processed in a centralized database operated by its Cardiac Rhythm Management Division, listed above.",
    "address": "One St. Jude Medical Drive",
    "asp_index": "24722",
    "city": "St. Paul",
    "contactemail1": "rgalvez@sjm.com",
    "contactfax1": "855 902 0934",
    "contactname1": "Rolando Galvez",
    "contactoff1": "Chief Privacy Officer",
    "contactphone1": "651 756 6512",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "jzellers@sjm.com",
    "corpofffax1": "651-481-7741",
    "corpoffname1": "Jason Zellers",
    "corpoffphone1": "651-756-2070",
    "corpofftitle1": "VP, General Counsel and Corporate Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Medical Equipment - (MED)",
    "nextcertification": "10/2/2015",
    "orgverification": "In house",
    "personaldata": "clinical trial data including manually processed data",
    "ppdate": "8/4/2014",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "10/2/2012",
    "state": "Minnesota",
    "statutorybody": "Federal Trade Commission",
    "zip": "55117"
}