{
    "CertificationStatus": "Current",
    "Fax": "4152639801",
    "OrgName": "Innotas, Inc.",
    "PPLoc": "www.innotas.com/privacy-policy ",
    "Phone": "4152639800",
    "activities": "We collect information automatically when you use our software and our website.\r\n\r\nWhen you use our software while your computer is connected to the Internet, we collect the IP address, web browser version, and operating system. We also collect performance data such as frequency and duration of use, as well as data as to which pages of our application are visited. This information is tied to your user ID associated with your Innotas Account. \r\nCertain aspects of our application store navigation related information locally on your computer in the form of cookies.  Additionally, certain features of our software may use local stored objects (Flash cookies) to collect and store information about your preferences and navigation to, from and within our application. Flash cookies are not managed by the same browser settings as are used for browser cookies. \r\nWe collect information when you use our website at www.innotas.com and sub-sites.  This information includes usage details, page visits, IP addresses, web browser, and information collected through cookies and other tracking technologies.  The technologies we use for automatic data collection through our website may include:\r\n•\tCookies (or browser cookies). A cookie is a small file placed on the hard drive of your computer. Our system will issue cookies unless you have activated the appropriate setting on your browser to disable them. If you disable cookies you may be unable to access certain parts of our website. \r\n•\tFlash Cookies. Certain features of our website may use local stored objects (Flash cookies) to collect and store information about your preferences and navigation to, from and on our Website. Flash cookies are not managed by the same browser settings as are used for browser cookies. For more information about Flash cookies, see Choices about How We Use Your Information \r\n•\tPixel Tags and Click-Throughs.  Pages of our website and e-mails we send you may contain small electronic files known as pixel tags (also referred to as clear gifs, web beacons, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an e-mail, and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).  Pixel tags may also be used to track when you leave the site and to then allow a third-party to serve you an ad on a third-party website.  We may also use “click-through URLs” in emails to prompt you to provide or update information, or to read promotional emails.  When customers click through those URLs they may pass through another server before arriving at the destination page on our website.  \r\nWe do not collect personal Information automatically from use of our website (except to the extent an IP address is considered personal information in some jurisdictions), but we may tie this information to personal information about you that we collect from other sources or you provide to us.",
    "address": "111 Sutter Street Suite 300",
    "asp_index": "24754",
    "city": "San Francisco",
    "contactemail1": "trisha.aylor@gmail.com",
    "contactfax1": "",
    "contactname1": "Trisha Aylor",
    "contactoff1": "San Francisco",
    "contactphone1": "4159998513",
    "contacttitle1": "Attorney",
    "corpoffemail1": "kkern@innotas.com",
    "corpofffax1": "",
    "corpoffname1": "Kevin Kern",
    "corpoffphone1": "4152639800",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "10/16/2015",
    "orgverification": "In-house",
    "personaldata": "Client data, which may be manually processed.  Visitor data, which may be manually processed.",
    "ppdate": "9/26/2014",
    "privacyprograms": "None.",
    "recoursemech": "American Arbitration Association",
    "signupdate": "10/16/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94104"
}