{
    "CertificationStatus": "Current",
    "Fax": "212-660-3962",
    "OrgName": "BountyJobs, Inc.",
    "PPLoc": "http://www.bountyjobs.com/information/privacy.jsp ",
    "Phone": "6463816567",
    "activities": "Aggregated Information: BountyJobs may share aggregated information, including Log Data, with third parties for purposes such as industry analysis, and/or demographic profiling.\r\nResumes: Headhunters may share Candidate resumes with Employers through the Website. We will not sell, rent or distribute any resume without the consent of the Headhunter who submitted the resume to BountyJobs.\r\nService Providers: We may employ third party companies to process payment, provide customer support, perform Website-related services (e.g., without limitation, maintenance services, database management, web analytics and improvement of the Website’s features) or to assist us in analyzing how our Website is used. These third parties may have access to your personal information only to the extent required in order to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose. We may also provide personal information to our business partners or other trusted entities for the purpose of providing you with information on goods or services we believe will be of interest to you. You can, at any time, opt out of receiving such communications by contacting those third parties directly.\r\nCompelled Disclosures: BountyJobs cooperates with government and law enforcement officials and private parties to enforce and comply with the law. We will disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate to respond to claims and legal process (including but not limited to subpoenas), to protect the property and rights of BountyJobs or a third party, to protect the safety of the public or any person, or to prevent or stop activity we may consider to be, or to pose a risk of being, an illegal, unethical or legally actionable activity.\r\nCorporate Transactions: If we are involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on our Website of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.",
    "address": "230 West 41st Street, 14th Floor",
    "asp_index": "24808",
    "city": "New York",
    "contactemail1": "dianne@bountyjobs.com",
    "contactfax1": "212-660-3962",
    "contactname1": "Dianne Bahleda",
    "contactoff1": "Headquarters",
    "contactphone1": "6463816501",
    "contacttitle1": "Office Manager",
    "corpoffemail1": "asaf@bountyjobs.com",
    "corpofffax1": "212-660-3962",
    "corpoffname1": "Asaf Katzir",
    "corpoffphone1": "6463816567",
    "corpofftitle1": "Sr. Manager, Strategic Initiatives",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Employment Services - (EMP)",
    "nextcertification": "10/2/2015",
    "orgverification": "In-house",
    "personaldata": "Customer information",
    "ppdate": "10/2/2012",
    "privacyprograms": "None",
    "recoursemech": "Controversies or claims shall be settled by arbitration administered by the American Arbitration Association (\"AAA\") in accordance with its applicable commercial rules as well as the Safe Harbor “enforcement” Principle.",
    "signupdate": "10/2/2012",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10023"
}