{
    "CertificationStatus": "Current",
    "Fax": "781-370-8190",
    "OrgName": "Brainshark, Inc",
    "PPLoc": "http://www.brainshark.com/company/privacy-policy.aspx ",
    "Phone": "781-370-8000",
    "activities": "As part of Brainshark.com’s web-based applications services provided via http://www.brainshark.com, customers are permitted to submit electronic data and information, including personal data, into brainshark.com’s servers.  \r\n\r\nBrainshark customers are permitted to create forms that ask their customers to submit electronic data and information into brainshark.com’s servers.  In this context, Brainshark.com does not choose or determine a) the types of data that are submitted to brainshark.com’s servers or b) how that data is utilized in Brainshark.com’s servers.\r\nBrainshark.com collects, transfers, and uses personal data of its current and prospective customers and current and prospective partners for sales, billing, marketing, and business partner recruitment purposes. \r\n\r\nBrainshark also keeps track of activity on its web-based applications services via log files stored on our web servers.  Brainshark collects information such as IP address, browser type and version, and pages users view.  Brainshark also keeps track of how users got to its site.",
    "address": "130 Turner Street",
    "asp_index": "24858",
    "city": "Waltham",
    "contactemail1": "mferioli@brainshark.com",
    "contactfax1": "781-370-8190",
    "contactname1": "Michael Ferioli",
    "contactoff1": "Security Officer",
    "contactphone1": "781-370-8000",
    "contacttitle1": "VP of SaaS Operations",
    "corpoffemail1": "gflynn@brainshark.com",
    "corpofffax1": "781-370-8190",
    "corpoffname1": "Greg Flynn",
    "corpoffphone1": "781-370-8000",
    "corpofftitle1": "SVP, Products and Services",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "11/8/2015",
    "orgverification": "TRUSTe",
    "personaldata": "On-line",
    "ppdate": "10/1/2011",
    "privacyprograms": "None",
    "recoursemech": "TRUSTe",
    "signupdate": "11/8/2011",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02453"
}