{
    "CertificationStatus": "Current",
    "Fax": "513-864-9011",
    "OrgName": "Devicor Medical Products, Inc.",
    "PPLoc": "http://www.devicormedical.com/Devicor/SafeHarborPolicy.htm ",
    "Phone": "513-864-9000",
    "activities": "Devicor Medical receives personal information in various forms relating to personnel, including prospective and former employees. This data is transferred from the EU to the United States and are used to carry out the company's human resources functions. Devicor Medical also receives personal information about research subjects, patients, investigators and staff, service providers and business partners, health care professionals, and suppliers all in support of Devicor Medical’s clinical research operations. In addition, Devicor Medical also receives customer data from EU citizens/physicians for marketing or commercial purposes or through registration for courses at our educational institute. Please contact us with any questions about the way in which we process personal data. Please contact us with any questions about the way in which we process personal data. Employees and former employees of Devicor Medical should contact us at: MySafeWorkplace, 1800-461-9330, www.mysafeworkplace.com. All others should contact us at: Devicor Medical: 513-864-9087",
    "address": "300 E-Business Way, Fifth Floor",
    "asp_index": "24879",
    "city": "Cincinnati",
    "contactemail1": "jon.salkin@devicormedical.com",
    "contactfax1": "877-397-0401",
    "contactname1": "Jon Salkin",
    "contactoff1": "Summit Woods",
    "contactphone1": "513-864-9079",
    "contacttitle1": "Executive Vice President of Corp Dev & Strategy",
    "corpoffemail1": "jeff.gordon@devicormedical.com",
    "corpofffax1": "513-864-9011",
    "corpoffname1": "Jeff Gordon",
    "corpoffphone1": "513-864-9150",
    "corpofftitle1": "Senior VP, Information Technology",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Medical Equipment - (MED)",
    "nextcertification": "3/4/2015",
    "orgverification": "In-House",
    "personaldata": "Human Resources, Clinical Operations, Marketing and Customer Data",
    "ppdate": "3/10/2010",
    "privacyprograms": "MySafeWorkPlace",
    "recoursemech": "EU Data Protection Authorities Panel",
    "signupdate": "3/4/2011",
    "state": "Ohio",
    "statutorybody": "Federal Trade Commission",
    "zip": "45241"
}