{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Curves International Holdings, Inc.",
    "PPLoc": "https:/ www.curves.com/privacy-policy ",
    "Phone": "800-848-1096",
    "activities": "This certification applies to Curves International Holdings, Inc. and its U.S. subsidiaries. The entities covered by this certification are collectively referred to herein as “Curves.”  Curves receives personal information regarding natural persons located in the EEA and Switzerland, in both online and offline format, in connection with selling and providing our products and services and otherwise operating our business, including human resource administration. Customer data is transferred from Curves franchisees located in the EEA or Switzerland to Curves (which is located in the U.S.) or transmitted directly to Curves from customers located in the EEA or Switzerland. Some data is hosted by a third party service provider, who treats all data in accordance with the Safe Harbor principals and is certified hereunder. Customer data: membership and health data used to administer fitness and weight-loss services, contact information for marketing, and anonymized health data for research into effectiveness of programs; Human resources data is transferred to Curves from Curves subsidiaries located in the EEA and Switzerland. Human resources data: payroll, HR organizational data, compensation information, and storage of offer letters.",
    "address": "100 Ritchie Road",
    "asp_index": "24880",
    "city": "Woodway",
    "contactemail1": "curveslegal@curves.com",
    "contactfax1": "",
    "contactname1": "Lauren T Beard",
    "contactoff1": "Curves Legal",
    "contactphone1": "800-848-1096",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "curveslegal@curves.com",
    "corpofffax1": "",
    "corpoffname1": "Jeff Burchfield",
    "corpoffphone1": "800-848-1096",
    "corpofftitle1": "Vice President, Secretary, General Counsel",
    "eucountries": "Denmark, France, Ireland, Italy, Netherlands, Norway, Portugal, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Health Care Services - (HCS)",
    "nextcertification": "10/9/2015",
    "orgverification": "Third Party",
    "personaldata": "On-line data, offline data, manually processed data, human resource data; organization, customer, and visitor data.",
    "ppdate": "9/19/2014",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe, EU and/or Swiss DPA",
    "signupdate": "10/9/2014",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "76712"
}