{
    "CertificationStatus": "Current",
    "Fax": "734-927-1305",
    "OrgName": "Freudenberg-NOK General Partnership/Freudenberg-NOK Sealing Technologies",
    "PPLoc": "http://www.fst.com/downloads/public-facing-safe-harbor-privacy-statement.pdf ",
    "Phone": "734-354-5516",
    "activities": "Freudenberg-NOK General Partnership is a partnership among Freudenberg Sealing Technologies in Germany and NOK Corporation in Japan.  It does business under the assumed name “Freudenberg-NOK Sealing Technologies” and it is referred to in this certification as “FNST.”  Each of FNST and its subsidiaries and controlled affiliates (including, but not limited to, Dichtomatik Americas, LP) is an “FNST Entity.” Business Personal Data is Personal Data that enables identification of, authentication of, coordination of, and/or communication to, from, between, and/or among employees, agents, and/or contractors of a FNST Entity and other employees and/or agents, contractors, and/or affiliates of FNST Entities and/or entities with which FNST does business and/or proposes to do business. Business Personal Data includes, but is not limited to, contact information, identification information, information about whereabouts, information about travel plans, and directory information such as name, business mobile and/or land telephone number, business fax number, business e-mail address, business physical address, business user ID, business IP address, picture, language(s) spoken, business title, business organizational role, and business systems or processes that such persons are authorized to utilize. Business Personal Data does not include information that would allow contact with such person at his or her home (except to the extent that such contact is made using remote means not primarily associated with the person’s home, such as through a work e-mail account if the person accesses such e-mail from home or by means of a telephone call made to the person’s work mobile phone when the person happens to be at home). Human Resource Personal Data is human resources and benefit information used by one or more FNST Entities to evaluate, employ, retain, administer the employment and/or or contractor relationship with, and/or receive or provide the services of, employees and/or direct or indirect contractors who are being considered to do, who do, or have done work for, or for the benefit of, a FNST Entity. FNST uses Business Personal Data and Human Resources Personal Data (a) So that employees, agents, and/or contractors can be contacted at work by other FNST employees and/or contractors around the world, as well as by others outside the FNST enterprise who need to contact such persons regarding business matters of one or more FNST Entities; (b) so that FNST Entities can give to employees, agents, and/or contractors access to the global systems and databases that they need to perform their work, and (c) So that each FNST Entity can effectively manage human resources, provide opportunities for individuals, and generally make advice and analyses available regarding employer-employee and contractor relationships of FNST Entities and prospective, current, and past employees and/or contractors.",
    "address": "47690 East Anchor Court",
    "asp_index": "24922",
    "city": "Plymouth",
    "contactemail1": "george.molchan@fnst.com",
    "contactfax1": "734-927-1305",
    "contactname1": "George Molchan",
    "contactoff1": "Freudenberg-NOK General Partnership",
    "contactphone1": "734-354-5516",
    "contacttitle1": "Vice President, Global CIO",
    "corpoffemail1": "george.molchan@fnst.com",
    "corpofffax1": "734-927-1305",
    "corpoffname1": "George Molchan",
    "corpoffphone1": "734-354-5516",
    "corpofftitle1": "Vice President, Global CIO",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Hungary, Italy, Netherlands, Poland, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Automotive Parts & Service Equipment - (APS)General Industrial Eqpt & Supplies - (GIE)",
    "nextcertification": "11/26/2015",
    "orgverification": "In-house.",
    "personaldata": "Organization, employee, agent, customer, and supplier data. Includes manually-processed data.",
    "ppdate": "11/1/2013",
    "privacyprograms": "None.",
    "recoursemech": "FNST will cooperate with the European Data Protection Authorities and the Swiss Data Protection and Information Commissioner for the purpose of handling any unresolved complaints regarding Personal Data collected in support of human resources operations.  For other unresolved complaints, FNST will use the services of JAMS in the investigation and resolution of individual complaints that arise under the Safe Harbor Principles and abide by the outcome of the JAMS process",
    "signupdate": "11/26/2013",
    "state": "Michigan",
    "statutorybody": "Federal Trade Commission",
    "zip": "48170"
}