{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Enterprise Travel Systems, Inc.",
    "PPLoc": "https:/ www.etravelsystems.com/PrivacyPolicy.aspx ",
    "Phone": "303-772-9000",
    "activities": "Regarding personal information received from the EU / EEA and/or Switzerland, The United States Department of Commerce and the European Commission have agreed on a set of data protection principles and frequently asked questions to enable United States companies to satisfy the requirement under EU law that adequate protection be given to personal information transferred from the EEA to the United States (the \"U.S.-EU Safe Harbor\"). The United States Department of Commerce and the Federal Data Protection and Information Commissioner of Switzerland (“FDPIC”) have agreed on a similar set of principles and frequently asked questions to enable United States companies to satisfy the requirement under Swiss law that adequate protection be given to personal information transferred from Switzerland to the United States (the “U.S.-Swiss Safe Harbor”). Consistent with its commitment to protect personal privacy, Enterprise Travel Systems, Inc. complies with the U.S.-EU Safe Harbor as set forth by the United States Department of Commerce and the U.S.-Swiss Safe Harbor (collectively the “Safe Harbor Principles”) regarding the collection, use, and retention of personal information from the EU and Switzerland. Enterprise Travel Systems, Inc. Safe Harbor certification can be found at http://web.ita.doc.gov/safeharbor/shlist.nsf/webPages/safe+harbor+list. For more information about the Safe Harbor Principles, please visit the U.S. Department of Commerce’s Website at http://export.gov/safeharbor/.",
    "address": "624 Coffman Street",
    "asp_index": "24943",
    "city": "Longmont",
    "contactemail1": "dbreit@etravelsystems.com",
    "contactfax1": "",
    "contactname1": "Don Breit",
    "contactoff1": "Longmont, CO Headquarters",
    "contactphone1": "303-772-9000",
    "contacttitle1": "Vice President",
    "corpoffemail1": "dbreit@etravelsystems.com",
    "corpofffax1": "",
    "corpoffname1": "Don Breit",
    "corpoffphone1": "303-772-9000",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "10/10/2015",
    "orgverification": "in-house, then third party",
    "personaldata": "organization, client, customer, visitor, including manually processed data",
    "ppdate": "10/1/2014",
    "privacyprograms": "PCI Compliance Certified, Current",
    "recoursemech": "For complaints that cannot be resolved, Enterprise Travel Systems, Inc. has agreed to participate in the following dispute resolution procedures in the investigation and resolution of complaints to resolve disputes pursuant to the Safe Harbor Principles: (1) For disputes involving all personal information received by Enterprise Travel Systems, Inc. from Switzerland, Enterprise Travel Systems, Inc. has agreed to cooperate with the Swiss FDPIC; (2) For disputes involving employment-related personal information received by Enterprise Travel Systems, Inc. from the EEA, Enterprise Travel Systems, Inc. has agreed to cooperate with the independent dispute resolution service provided by the Data Protection Authorities in the EEA and to participate in the dispute resolution procedures of the panel established by the European Data Protection Authorities; and (3) For all other disputes, you can contact TRUSTe on-line at http://watchdog.truste.com/pvr.php?page=complaint or at the address below. If you are faxing or mailing TRUSTe to lodge a complaint, you must include the following information: the name of company, the alleged privacy violation, your contact information, and whether you would like the particulars of your complaint shared with the company. For information about TRUSTe or the operation of TRUSTe's dispute resolution process, click here or request this information from TRUSTe at any of the addresses listed above. The TRUSTe dispute resolution process shall be conducted in English.",
    "signupdate": "10/10/2014",
    "state": "Colorado",
    "statutorybody": "Federal Trade Commission",
    "zip": "80501"
}