{
    "CertificationStatus": "Current",
    "Fax": "949-725-0935",
    "OrgName": "Explore Analytics LLC",
    "PPLoc": "http://www.exploreanalytics.com/privacy.html ",
    "Phone": "949-439-5117",
    "activities": "Explore Analytics LLC (\"Explore Analytics\") is a provider of a cloud-based service that analyzes and visualizes data (the “Service”). Explore Analytics obtains personal data directly from individuals who visit the Explore Analytics website and provide personal data through the website. Explore Analytics uses personal information that it receives for marketing activities as permissible under applicable law. In connection with the Service, customers submit registration data and can configure and upload additional data. Explore Analytics hosts and processes the data, including any personal data contained therein, at the direction of and pursuant to the instructions of its customers. In this context, Explore Analytics acts as a data processor and does not control the data. Explore Analytics accesses the data, including any personal data contained therein, as necessary to provide and support the Service, including updating the Service and addressing customer support issues. Explore Analytics also obtains certain personal data, such as name and email address of customers’ users who are permitted to use the Service.",
    "address": "16 Morning Dew",
    "asp_index": "24977",
    "city": "Irvine",
    "contactemail1": "gadi.yedwab@exploreanalytics.com",
    "contactfax1": "949-725-0935",
    "contactname1": "Gadi Yedwab",
    "contactoff1": "Explore Analytics LLC",
    "contactphone1": "949-439-5117",
    "contacttitle1": "CEO",
    "corpoffemail1": "gadi.yedwab@exploreanalytics.com",
    "corpofffax1": "949-725-0935",
    "corpoffname1": "Gadi Yedwab",
    "corpoffphone1": "949-439-5117",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "10/10/2015",
    "orgverification": "In-house",
    "personaldata": "visitor and user personal data processed online or offline by automatic or manual means",
    "ppdate": "10/9/2014",
    "privacyprograms": "None",
    "recoursemech": "Explore Analytics LLC will cooperate with JAMS in accordance with the JAMS International Mediation Rules.",
    "signupdate": "10/10/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "92603"
}