{
    "CertificationStatus": "Current",
    "Fax": "415-680-1646",
    "OrgName": "TapCommerce LLC",
    "PPLoc": "http://tapcommerce.com/privacypolicy.html ",
    "Phone": "415-222-9670",
    "activities": "TapCommerce receives and processes personal information from end users of mobile applications that utilize TapCommerce's advertising technology services within the EU/EEA and Switzerland. TapCommerce receives and processes personal information relating to natural persons in the EU/EEA and Switzerland who are individual contacts of corporate customers (including advertisers and publishers of mobile applications and websites), suppliers, service providers and other corporate business partners. The personal information described above is collected, held and processed for different purposes, which may include any of the following: serving ads, ad reporting and conversions, frequency capping, fraud detection and prevention, interest-based advertising, geo-targeting, and providing and improving our services.",
    "address": "1355 Market St. Suite 900",
    "asp_index": "24984",
    "city": "San Francisco",
    "contactemail1": "tapcommerceprivacy@twitter.com",
    "contactfax1": "415-680-1646",
    "contactname1": "Sean Edgett",
    "contactoff1": "TapCommerce LLC",
    "contactphone1": "415-222-9670",
    "contacttitle1": "VP & Secretary",
    "corpoffemail1": "tapcommerceprivacy@twitter.com",
    "corpofffax1": "415-680-1646",
    "corpoffname1": "Vijaya Gadde",
    "corpoffphone1": "415-222-9670",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)Computer Software - (CSF)",
    "nextcertification": "10/14/2015",
    "orgverification": "In-house",
    "personaldata": "Online and offline customer/user data, which may be manually processed",
    "ppdate": "10/9/2014",
    "privacyprograms": "None",
    "recoursemech": "EU DPAs & Swiss FDPIC",
    "signupdate": "10/14/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94104"
}