{
    "CertificationStatus": "Current",
    "Fax": "203-271-8198",
    "OrgName": "Alexion Pharmaceuticals, Inc.",
    "PPLoc": "http://alxn.com/Legal.aspx#privacy ",
    "Phone": "203-272-2596",
    "activities": "Alexion is a biopharmaceutical company headquartered in the United States.  The company develops, markets and sells products aimed at treating patients with severe and life-threatening diseases.  The company promotes and sells an approved therapy in the European Union and in Switzerland and maintains multiple subsidiary companies in Europe.  The company or its subsidiaries collects personal data of its employees and of third parties.  The data is primarily transferred and accessed electronically.  Information accessible in the United States is stored on secured servers located inside and outside the United States. Certain employees are granted access to personal data in connection with their job responsibilities.  An employee that requires access to certain data as part of job responsibilities applies for access.  After review and approval by designated responsible persons, the employee may access the data, which is secured and accessible through the use of password information.  Access to personal data may be monitored by the company.  Access is registered and logged, and may be tracked by date and time of access and by user.",
    "address": "352 Knotter Drive",
    "asp_index": "24988",
    "city": "Cheshire",
    "contactemail1": "grecom@alxn.com",
    "contactfax1": "203-271-8198",
    "contactname1": "Michael Greco",
    "contactoff1": "Legal",
    "contactphone1": "203-271-8336",
    "contacttitle1": "VP of Law and Corporate Secretary",
    "corpoffemail1": "grecom@alxn.com",
    "corpofffax1": "203-271-8198",
    "corpoffname1": "Michael Greco",
    "corpoffphone1": "203-271-8336",
    "corpofftitle1": "VP of Law and Corporate Secretary",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "10/13/2015",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed, human resources data, customer, organization, clinical trial, patient, patient safety, physician, vendor",
    "ppdate": "8/19/2014",
    "privacyprograms": "None.",
    "recoursemech": "EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "10/13/2009",
    "state": "Connecticut",
    "statutorybody": "Federal Trade Commission",
    "zip": "06410"
}