{
    "CertificationStatus": "Current",
    "Fax": "212-661-1078",
    "OrgName": "NTT America",
    "PPLoc": "http://www.us.ntt.com/en/legal-notice/safe-harbor-privacy-policy/overview.html ",
    "Phone": "212-661-0810",
    "activities": "“Personal Information\" means information that (i) is transferred to NTT America (NTTA), including any such information transferred from the European Union and Switzerland to the United States; (ii) is recorded in any form; (iii) is about, or pertains to, a specific individual; and (iv) can be linked to that individual. In the course of serving its customers, NTTA may acquire, store and transmit Personal Information on behalf of customer which may include Personal Information of the customer’s customer.   Personal Information - such as the name, address, telephone number, electronic mail address and credit card data - is provided to NTTA by its customers in order to establish service. NTTA may also receive such Personal Information from the customer in order to carry out the services that NTTA is providing to the customer. Where NTTA collects Personal Information directly from the individuals, it will inform them about the purposes for which it collects and uses Personal Information about them, and the choices and means NTTA offers customers for limiting the use and disclosure of Personal Information. NTTA may forward specific customer data including, Personal Information to necessary third party providers, but only in conjunction with providing contracted services. From time to time NTTA may provide customers information regarding their current or upcoming products via email, telephone calls or direct mailings. Customers may opt out of marketing emails by clicking the unsubscribe link located at the bottom of all marketing communications or going to www.us.ntt.com/optout/hosting.",
    "address": "757 Third Ave., 14th Floor",
    "asp_index": "25051",
    "city": "New York",
    "contactemail1": "Privacy@ntta.com",
    "contactfax1": "303-474-3859",
    "contactname1": "Brenda Clark",
    "contactoff1": "NTT America",
    "contactphone1": "720-362-8227",
    "contacttitle1": "Mgr. Data Center Compliance",
    "corpoffemail1": "k.gomi@ntta.com",
    "corpofffax1": "212-661-1078",
    "corpoffname1": "Kazuhiro Gomi",
    "corpoffphone1": "212-808-2284",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Telecommunications Services - (TES)",
    "nextcertification": "11/1/2015",
    "orgverification": "In-house",
    "personaldata": "On-line and manually processed data",
    "ppdate": "10/31/2006",
    "privacyprograms": "none",
    "recoursemech": "EU data protection authorities and Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "11/1/2006",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10017"
}