{
    "CertificationStatus": "Current",
    "Fax": "(972) 386-6736",
    "OrgName": "Copart",
    "PPLoc": "http://ww2.copart.com/Content/US/EN/Privacy-Policy ",
    "Phone": "972-391-5000",
    "activities": "human resources data and customer data.  Copart collects personal information when you register with Copart and when you use Copart services. \r\n When you register with Copart we may ask for information such as your name, address, email address, phone number, credit card information, business license information, driver’s license information, zip code, and other financial information. Once you register with Copart and log in to use our services, you are not anonymous to us. \r\n Copart collects information about your transactions with us, including information regarding items you bid on. \r\n Copart automatically receives and records information on our server logs regarding your sessions on Copart websites and those of its subsidiaries, and related cookie information. \r\n Copart uses information for the following general purposes: to contact you, to facilitate bidding, buying, and selling of items by you through Copart and its affiliated companies, to transfer title and ownership of items bought and sold by you, and to comply with laws and regulations related to purchases and sales of items by you through Copart.",
    "address": "14185 Dallas Parkway Suite 300",
    "asp_index": "25097",
    "city": "Dallas",
    "contactemail1": "greg.depasquale@copart.com",
    "contactfax1": "(972) 386-6736",
    "contactname1": "Gregory R. DePasquale",
    "contactoff1": "Copart Headquarters",
    "contactphone1": "(972) 391-5033",
    "contacttitle1": "Vice President, Asst. General Counsel",
    "corpoffemail1": "greg.depasquale@copart.com",
    "corpofffax1": "(972) 386-6736",
    "corpoffname1": "Gregory R. DePasquale",
    "corpoffphone1": "(972) 391-5033",
    "corpofftitle1": "Vice President, Asst. General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Automobiles & Light Trucks/Vans - (AUT)Construction Equipment - (CON)Trucks Trailers & Buses - (TRK)Used & Reconditioned Equipment - (USD)",
    "nextcertification": "11/2/2015",
    "orgverification": "Self-assessment",
    "personaldata": "online and offline customer data and human resources data",
    "ppdate": "10/29/2004",
    "privacyprograms": "none",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "11/2/2007",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "75254"
}