{
    "CertificationStatus": "Current",
    "Fax": "(408) 944-6581",
    "OrgName": "QUANTUM CORPORATION",
    "PPLoc": "http://www.quantum.com/privacypolicy/index.aspx ",
    "Phone": "(408) 944-4000",
    "activities": "Quantum Corporation (\"Quantum\") receives personal information from Quantum's affiliated companies in the European Union (\"EU\"). The information is used for employment purposes, such as compensation and benefits relating to employees resident within the EU. PeopleSoft is the software used by Quantum for managing human resources data and processes. Personal information is collected for the administration of personnel services and employment processes in the context of the employment relationship. The specific personal information received from the EU may include, but is not limited to: name, age, gender, address, benefit data, compensation (payroll, equity, incentive pay, performance, etc.) and other data as reasonably necessary to perform duties related to the employment relationship. Quantum strives to  ensure that all personal and job-related information about employees is accurate, complete, and relevant for its intended purpose. All paper-based documents relating to Quantum's personnel records  are kept in secure, locked files in the Human Resources Department. These files are accessible only to authorized Human Resources Department staffers or HR Managers who have a valid, demonstrable need to obtain specific information from an employee's personnel record. Employees also are granted access to their personnel files and records in accordance with established access procedures. Third parties may be granted access under strict requirements dictated by law.",
    "address": "224 Airport Parkway, Suite 300",
    "asp_index": "25122",
    "city": "SAN JOSE",
    "contactemail1": "tara.labree@quantum.com",
    "contactfax1": "(719) 944-6581",
    "contactname1": "Tara La Bree",
    "contactoff1": "CORPORATE LEGAL DEPARTMENT",
    "contactphone1": "(719) 536-6397",
    "contacttitle1": "INTERNATIONAL PRIVACY OFFICER",
    "corpoffemail1": "shawn.hall@quantum.com",
    "corpofffax1": "(408) 944-6581",
    "corpoffname1": "SHAWN D. HALL",
    "corpoffphone1": "(408) 944-4460",
    "corpofftitle1": "SVP, GENERAL COUNSEL AND SECRETARY",
    "eucountries": "Belgium, France, Germany, Hungary, Italy, Netherlands, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer & Peripherals - (CPT)Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "10/31/2015",
    "orgverification": "In-House",
    "personaldata": "Human Resources Data",
    "ppdate": "10/17/2013",
    "privacyprograms": "Quantum IT and security usage policy; Quantum Corportation website privacy policy; HIPAA Privacy Policies; EU Data Privacy Policy; Written Information Security Program; Computing Security and Usage Policy; Social Security Number Protection Policy; Data Breach Management Plan; The High Road - Quantum's Code of Business Conduct and Ethics; Web Privacy Policy; Privacy Management Plan.",
    "recoursemech": "European Union Data Protection Authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "10/31/2003",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95110-1382"
}