{
    "CertificationStatus": "Current",
    "Fax": "646-794-1380",
    "OrgName": "Madison Logic",
    "PPLoc": "http://www.madisonlogic.com/privacy ",
    "Phone": "646-937-5800",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\nPersonal information that is transferred to Madison Logic Inc. in the US from the EU, and covered by our Safe Harbor certification, generally occurs in the following situations: \r\nMadison Logic receives information from websites and other services that we partner with (but do not ourselves operate), such as from consumers that have registered on a website or for an email newsletter or event.  Sometimes, we enhance this information with information from other sources, or that those same consumers have provided.  This information allows us, in turn, to supply information to advertisers and marketers (including through our affiliated companies) to assist them in marketing to their own customers or prospects.  This may occur, for instance, through integration with other technology platforms, such as email or display media platforms.    \r\nPrivacy Policy Effective: August 27, 2014\r\nLocation: http://www.madisonlogic.com/privacy",
    "address": "257 Park Avenue South, 5th Floor",
    "asp_index": "25150",
    "city": "New York",
    "contactemail1": "dsyracuse@madisonlogic.com",
    "contactfax1": "646-937-5801",
    "contactname1": "Dennis Syracuse",
    "contactoff1": "Madison Logic",
    "contactphone1": "646-937-5800",
    "contacttitle1": "General Manager",
    "corpoffemail1": "mherschberg@madisonlogic.com",
    "corpofffax1": "646-937-5801",
    "corpoffname1": "Mark Herschberg",
    "corpoffphone1": "646-937-5846",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Advertising Services - (ADV)",
    "nextcertification": "10/11/2015",
    "orgverification": "Third Party",
    "personaldata": "On-line data, Offline data, Manually processed data, Human resources data",
    "ppdate": "10/8/2012",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "10/11/2012",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10010"
}