{
    "CertificationStatus": "Current",
    "Fax": "610-786-1240",
    "OrgName": "Elemica, Inc.",
    "PPLoc": "http://www.elemica.com/legal/ ",
    "Phone": "610-786-1220",
    "activities": "To use Elemica Services, the customer, you, need to register an account with Elemica and supply certain identification, contact, and certification information that becomes part of Your account profile.  Elemica uses information in Your account profile for nearly every Service that Elemica provides.  In addition, Elemica collects certain Customer Information such as name, email address, postal address and telephone number.  Elemica does not collect sensitive information as defined by the Safe Harbor framework.\r\nProduct Suites\r\nElemica facilitates transactions between buyers, sellers and/or third party service providers, using the information supplied by the parties themselves.  Elemica transfers only the information that is necessary to complete the transaction from You to the other parties involved, and other information that You specifically provide or indicate.  You will see the information required for the specific transaction type, and be able to postpone or cancel the transaction at certain decision points.  Some of this information may come from You directly, while Elemica may supply other information from Your account profile.  If You use any of the notification and documentation features, information about Your order may be transmitted to You via telephone, email, pager, or other wireless device that You have identified to us.  The information transmitted through these services may not be able to be protected by Elemica.  Also, when You conduct trades and other transactions through the Site, Elemica establishes and maintains appropriate records that become part of the account history for You and for Your trading partners.  Elemica may contract with one or more financial services providers to help You manage invoices and payments.  Customer Information needed to manage the settlement requirements that You select will be provided to such financial services providers.\r\nOther Uses\r\nElemica uses your Customer Information: to respond to or fulfill your requests, to evaluate the quality of our products and services, to communicate with you about our products, services and related issues, to notify you of and administer marketing campaigns, and for internal administrative and analytics purposes and to comply with our legal obligations, policies and procedures.  Elemica will disclose your Customer Information, without notice, only if required to do so by law or in the good faith belief that such action is necessary to: conform to the edicts of the law or comply with legal process served on Elemica or the Site; protect and defend the rights or property of Elemica; and act under exigent circumstances to protect the personal safety of users of Elemica, its web sites, or the public. Elemica retains records about customer service and technical service requests that You make.   Elemica does not use these records for purposes other than to service Your request, maintain appropriate business records, and assess and improve the Services.",
    "address": "222 Valley Creek Boulevard, Suite 220",
    "asp_index": "25156",
    "city": "Exton",
    "contactemail1": "bradley.delizia@elemica.com",
    "contactfax1": "610-786-1240",
    "contactname1": "Bradley Delizia",
    "contactoff1": "Legal Department",
    "contactphone1": "610-786-1225",
    "contacttitle1": "SrVP and General Counsel",
    "corpoffemail1": "bradley.delizia@elemica.com",
    "corpofffax1": "610-786-1240",
    "corpoffname1": "Bradley Delizia",
    "corpoffphone1": "610-786-1225",
    "corpofftitle1": "SrVP and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Management Consulting Services - (MCS)Telecommunications Services - (TES)",
    "nextcertification": "10/27/2015",
    "orgverification": "In-house",
    "personaldata": "Name, email address, phone number, physical address",
    "ppdate": "1/1/2001",
    "privacyprograms": "None",
    "recoursemech": "Any questions or concerns regarding the use or disclosure of Customer Information should be directed to the Elemica legal department at 222 Valley Creek Boulevard, Suite 220, Exton Pennsylvania 19341 USA.  Elemica will investigate and attempt to resolve complaints and disputes regarding the use and disclosure of Customer Information in accordance with the principles contained in this Policy.  For complaints that cannot be resolved between Elemica and the complainant, Elemica has agreed to participate in the dispute resolution procedures of the panel established by the European data protection authorities, as well as to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner, to resolve disputes pursuant to the Safe Harbor principles.",
    "signupdate": "10/27/2010",
    "state": "Pennsylvania",
    "statutorybody": "Federal Trade Commission",
    "zip": "19341"
}