{
    "CertificationStatus": "Current",
    "Fax": "801-764-5917",
    "OrgName": "Xactware Solutions Inc.",
    "PPLoc": "http://www.xactware.com/en-us/xactware-safe-harbor-privacy-statement/ ",
    "Phone": "801-764-5900",
    "activities": "As a service provider for its customers, Xactware Solutions, Inc. (“Xactware”) receives personal data from its customers’ consumers located in the EEA and Switzerland. Xactware’s customers provide the personal data to Xactware in connection with Xactware’s provision of services to its customers. Xactware processes these personal data in the U.S. for the purposes of performing technology support services including network, host, or infrastructure configuration and maintenance. Xactware also obtains personal data directly from consumers when, for example, they visit a Xactware website and provide personal data online. In addition, Xactware obtains personal data, such as contact information, in connection with maintaining its customer relationships and providing products and services to its customers.",
    "address": "1100 West Traverse Parkway",
    "asp_index": "25169",
    "city": "Lehi",
    "contactemail1": "privacy@verisk.com",
    "contactfax1": "(201) 469-4143",
    "contactname1": "Nancy Dean",
    "contactoff1": "Enterprise Risk & Compliance",
    "contactphone1": "(201) 469-2611",
    "contacttitle1": "Director - Compliance",
    "corpoffemail1": "jtevans@xactware.com",
    "corpofffax1": "801-764-5917",
    "corpoffname1": "James T Evans",
    "corpoffphone1": "801-764-5900",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Insurance Services - (INS)",
    "nextcertification": "11/2/2015",
    "orgverification": "Self-assessment",
    "personaldata": "On-line data",
    "ppdate": "11/1/2013",
    "privacyprograms": "N/A",
    "recoursemech": "Xactware will cooperate with JAMS in accordance with the JAMS International Mediation Rules",
    "signupdate": "11/2/2007",
    "state": "Utah",
    "statutorybody": "Federal Trade Commission",
    "zip": "84043"
}