{
    "CertificationStatus": "Current",
    "Fax": "858-202-4545",
    "OrgName": "Illumina, Inc.",
    "PPLoc": "http://www.illumina.com/company/legal.ilmn ",
    "Phone": "858-202-4500",
    "activities": "THE COMPANY USES PERSONAL INFORMATION PERTAINING TO CURRENT, PROSPECTIVE OR FORMER EMPLOYEES OF THE COMPANY AND ITS FOREIGN SUBSIDIARIES, AND TO EMPLOYEES’ AND FORMER EMPLOYEES’ DEPENDENTS, IN CONNECTION WITH THE MANAGEMENT AND OPERATION OF THE COMPANY AND ITS FOREIGN SUBSIDIARIES, STAFF ADMINISTRATION, MAKING SERVICES AND BENEFITS AVAILABLE TO THESE INDIVIDUALS, MAINTAINING CONTACT WITH FORMER PERSONNEL, TAX MATTERS, GOVERNMENT REPORTING, ASSESSING PERFORMANCE, DEVELOPMENT AND TRAINING, WORKFORCE PLANNING AND ANALYSIS.\r\nTHE COMPANY ALSO RECEIVES AND MANAGES PERSONAL INFORMATION FROM AND ON BEHALF OF BUSINESS CUSTOMERS. ACTIVITIES VARY ACCORDING TO THE PRODUCT OR SERVICE INVOLVED, BUT THE VAST MAJORITY OF INFORMATION THAT THE COMPANY TRANSFERS IS BUSINESS CONTACT INFORMATION, INFORMATION RELATED TO PRODUCT PREFERENCES, TRANSACTION RELATED INFORMATION, DUE DILIGENCE AND OTHER INFORMATION COLLECTED IN CONNECTION WITH OUR SUPPLIERS AND PARTNERS PROGRAMS, AND INFORMATION RELATED TO CUSTOMER TRAINING AND CERTIFICATION. INFORMATION MAY BE USED FOR A VARIETY OF PURPOSES INCLUDING CUSTOMER SERVICE, PRODUCT SUPPORT, MARKETING AND TRAINING. AS PART OF ILLUMINA SERVICES, INCLUDING CONSULTING, EDUCATION, AND SUPPORT, SOME CUSTOMERS MAY ALSO ALLOW US TO MAINTAIN OR PROVIDE US WITH ACCESS TO DATA. IN CONNECTION WITH THOSE SERVICES, ILLUMINA DOES NOT CONTROL THE DATA AND ANY ACCESS TO OR USE OF SUCH DATA IS INCIDENTAL TO COMPLETING ITS CONTRACTUAL REQUIREMENTS FOR THE CUSTOMER.",
    "address": "5200 Illumina Way",
    "asp_index": "25163",
    "city": "San Diego",
    "contactemail1": "rniemes@illumina.com",
    "contactfax1": "8582024545",
    "contactname1": "John Christian",
    "contactoff1": "Legal Department",
    "contactphone1": "8587363539",
    "contacttitle1": "Sr. Attorney, Compliance & Regulatory",
    "corpoffemail1": "cdadswell@illumina.com",
    "corpofffax1": "858-202-4545",
    "corpoffname1": "Charles Dadswell",
    "corpoffphone1": "858-202-4500",
    "corpofftitle1": "Sr. Vice President & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Biotechnology - (BTC)",
    "nextcertification": "11/18/2015",
    "orgverification": "In-House",
    "personaldata": "Off-line; On-Line, Manually processed data, HR Data",
    "ppdate": "7/22/2010",
    "privacyprograms": "None.",
    "recoursemech": "American Arbitration Association (AAA)",
    "signupdate": "11/18/2010",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "92122"
}