{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "ThreatSim",
    "PPLoc": "http://threatsim.com/privacy-policy/ ",
    "Phone": "8886871337",
    "activities": "ThreatSim is a security awareness training platform that allows customers to send training simulations to their own employees. When the user interacts with our servers we collect common technical information abut the user including IP address, browser type, version, etc.",
    "address": "13800 Coppermine Rd",
    "asp_index": "25170",
    "city": "Herndon",
    "contactemail1": "legal@threatsim.com",
    "contactfax1": "",
    "contactname1": "Trevor Hawthorn",
    "contactoff1": "ThreatSim",
    "contactphone1": "8886871337",
    "contacttitle1": "CTO",
    "corpoffemail1": "legal@threatsim.com",
    "corpofffax1": "",
    "corpoffname1": "Jeff LoSapio",
    "corpoffphone1": "8886871337",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "10/31/2015",
    "orgverification": "in-house",
    "personaldata": "Our customer upload the first/last name and email address of their own students into our application. During the operation of our system we collect technical info such as IP address, browser info, etc.",
    "ppdate": "3/1/2012",
    "privacyprograms": "We follow a self-regulatory privacy program as part of our broader information security program that adheres to the Safe Harbor Privacy Principles.",
    "recoursemech": "In compliance with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework, ThreatSim commits to resolve privacy complaints and our collection or use of  personal information.  European Union and Swiss citizens with inquiries or complaints regarding this privacy policy should contact ThreatSim at: legal@threatsim.com.\r\n\r\nThreatSim has further committed to refer unresolved privacy complaints under the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework to an independent recourse mechanism as prescribed by JAMS. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by ThreatSim, please visit the JAMS web site at www.jamsadr.com for more information.",
    "signupdate": "10/31/2014",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "20171"
}