{
    "CertificationStatus": "Current",
    "Fax": "714-862-2177",
    "OrgName": "Cautela Labs, Inc.",
    "PPLoc": "http://www.cautelalabs.com/privacy-policy.aspx ",
    "Phone": "800-997-8132",
    "activities": "Cautela Labs, Inc. (the \"Company\") is a leading pure-play managed security services provider that offers security assessment, detection and prevention services that help companies, governments and organizations safeguard their computer networks and systems. Protecting consumer privacy is important to the Company. The Company and its affiliated United States subsidiaries (hereinafter collectively referred to as the \"Company,\" \"we,\" \"us\" or \"our\") adhere to the Safe Harbor Agreement concerning the transfer of personal data from the European Union (\"EU\") to the United States of America. Accordingly, we follow the Safe Harbor Principles published by the U.S. Department of Commerce (the \"Principles\") with respect to all such data. If there is any conflict between the policies in this privacy policy and the Principles, the Principles shall govern. This privacy policy outlines our general policy and practices for implementing the Principles, including the types of information we gather, how we use it and the notice and choice affected individuals have regarding our use of and their ability to correct that information. This privacy policy applies to all personal information received by the Company whether in electronic, paper or verbal format.",
    "address": "5080 N. 40th Street, Suite 300",
    "asp_index": "25214",
    "city": "Phoenix",
    "contactemail1": "john.sturges@cautelalabs.com",
    "contactfax1": "602-441-0186",
    "contactname1": "John Sturges",
    "contactoff1": "Phoenix, AZ",
    "contactphone1": "800-997-8132",
    "contacttitle1": "Sr. Security Analyst",
    "corpoffemail1": "raj.gupta@cautelalabs.com",
    "corpofffax1": "714-862-2177",
    "corpoffname1": "Raj Gupta",
    "corpoffphone1": "800-997-8132",
    "corpofftitle1": "CTO",
    "eucountries": "",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "nextcertification": "9/18/2015",
    "orgverification": "In-house",
    "personaldata": "We deal with other organizations.  We do not process personal information of customers.  The data processed by the Safe Harbor Framework will be our  organizational data.  The data covered will include manually processed data.",
    "ppdate": "1/4/2012",
    "privacyprograms": "High Technology Crime Investigation Association",
    "recoursemech": "American Arbitration Association",
    "signupdate": "9/18/2013",
    "state": "Arizona",
    "statutorybody": "Federal Trade Commission",
    "zip": "85018"
}