{
    "CertificationStatus": "Current",
    "Fax": "510-317-7993",
    "OrgName": "EPAC Technologies, Inc.",
    "PPLoc": "http://www.epac.com ",
    "Phone": "510-317-7979",
    "activities": "EPAC Technologies, Inc. is an advanced printing and logistics company which uses the web as well as phone and fax to receive and process customer orders. We develop and host e-commerce websites used by large corporations to manage and distribute their technical documentation, marketing materials and publications. These are generally business-to-business (B2B) websites: most are not retail websites used by the general public (we manage one site which makes publications available to the general public) . To process B2B orders, EPAC obtains user data such as name, shipment address, billing address, and payment information. For credit card purchases, EPAC uses transaction providers Verisign and Authorize.net, and therefore does not store credit card information on its servers. EPAC does not collect or store human resources information about its users.",
    "address": "2561 Grant Avenue",
    "asp_index": "25261",
    "city": "San Leandro",
    "contactemail1": "annw@epac.com",
    "contactfax1": "510-317-7993",
    "contactname1": "Ann Wood",
    "contactoff1": "Quality Department",
    "contactphone1": "510-317-7979 x507",
    "contacttitle1": "Director of Quality",
    "corpoffemail1": "sashad@epac.com",
    "corpofffax1": "510-317-7993",
    "corpoffname1": "Sasha Dobrovolsky",
    "corpoffphone1": "510-317-7979 x232",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "General Services - (GSV)Information Services - (INF)Computer Software - (CSF)",
    "nextcertification": "11/3/2008",
    "orgverification": "In-house",
    "personaldata": "offline, online, manually processed data",
    "ppdate": "10/20/2005",
    "privacyprograms": "None",
    "recoursemech": "EPAC will use the JAMS as its independent recourse mechanism to investigate unresolved complaints.",
    "signupdate": "11/3/2005",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94579"
}