{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "RANE Corp.",
    "PPLoc": "http://ranenetwork.com ",
    "Phone": "917-621-4428",
    "activities": "RANE Corp. (“RANE”) is an information services company that connects risk management experts/service providers around the world (“RANE Experts\") with subscribing enterprises, institutions, and individuals (“RANE Subscribers”) looking for actionable solutions to address a broad range of enterprise risks - including safety and security risk; cyber and information security risk; legal and regulatory risk; governance risk and compliance; diligence, business and geopolitical intelligence risk; and medical and psychological risk. \r\nRANE processes personal data about past, current and prospective (a) RANE Experts located in the EU and/or Switzerland; (b) RANE Subscribers located in the EU and/or Switzerland; (c) creators and contributors to RANE risk-related content located in the EU and/or Switzerland; (d) participants in RANE networking events and conferences located in the EU and/or Switzerland; (e) service providers located in the EU and/or Switzerland; and (f) other users of the RANE website who may be accessing or using the website from the EU and/or Switzerland.  Personal data are processed by RANE for different purposes depending upon the particular service or product being provided. These purposes may include any of the following: sales and marketing to individuals, consumers and/or businesses; contract negotiation; effecting transactions with individuals, consumers and/or businesses; supplying services and/or products to such consumers and/or businesses; operating, developing and improving RANE’s services and products; personalizing RANE’s services and products; financial processing and management; supplier relationship management; fraud detection and prevention; compliance with governmental, legislative and regulatory bodies; and customer support and/or customer relationship management.\r\n",
    "address": "160 Varick Street",
    "asp_index": "25357",
    "city": "New York",
    "contactemail1": "bill.detwiler@ranenetwork.com",
    "contactfax1": "",
    "contactname1": "William S. Detwiler",
    "contactoff1": "RANE Corp.",
    "contactphone1": "917-621-4428",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "bill.detwiler@ranenetwork.com",
    "corpofffax1": "",
    "corpoffname1": "William S. Detwiler",
    "corpoffphone1": "917-621-4428",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "11/17/2015",
    "orgverification": "In-house",
    "personaldata": "Online data",
    "ppdate": "11/10/2014",
    "privacyprograms": "NONE",
    "recoursemech": "We have registered with JAMS as our Alternative Resolution Dispute provider.",
    "signupdate": "11/17/2014",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10013"
}