{
    "CertificationStatus": "Current",
    "Fax": "770-993-4977",
    "OrgName": "Mather Economics, LLC",
    "PPLoc": "http://www.mathereconomics.com/privacy-policy.aspx ",
    "Phone": "770-993-4111",
    "activities": "Mather Economics’ operations are based on weekly processing of client data through pre-built and custom Extract Transform Load (ETL) processes, econometric models, and structured output. Every week, clients transfer their customer information in flat files to Mather Economics’ secure file transfer protocol (SFTP) site with key information for processing and evaluation of customer metrics. Mather Economics captures data and applies custom scripts to clean data, prepares data for analysis by adding custom fields and proprietary variables, appends demographics and other metadata, runs proprietary econometric models to propose an optimal solution for each client customer, formats data to enable processing by client, and exports data for client processing via SFTP.  Specific engagement terms, deliverables, and customer and Company responsibilities, including those related to security and confidentiality considerations, are outlined in engagement letters that define service commitments and requirements.",
    "address": "1215 Hightower Trail, Suite 100 Building A",
    "asp_index": "25364",
    "city": "Atlanta",
    "contactemail1": "judy@mathereconomics.com",
    "contactfax1": "770 993 4977",
    "contactname1": "Judy Drobinski",
    "contactoff1": "Mather Economics",
    "contactphone1": "770 993 4111",
    "contacttitle1": "Director, Finance and Human Resources",
    "corpoffemail1": "matt@mathereconomics.com",
    "corpofffax1": "770 993 4977",
    "corpoffname1": "Matt Lindsay",
    "corpoffphone1": "770 993 4111",
    "corpofftitle1": "President",
    "eucountries": "Austria, Finland, Germany, Italy, Netherlands, Norway, Spain, Sweden, Switzerland",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Management Consulting Services - (MCS)",
    "nextcertification": "11/12/2015",
    "orgverification": "In-house/Third Party",
    "personaldata": "On-line data received includes research data, customer data, client data and organization data.  Certain data may be manually processed.",
    "ppdate": "11/1/2014",
    "privacyprograms": "None.",
    "recoursemech": "European Union Data Protection Authorities",
    "signupdate": "11/12/2014",
    "state": "Georgia",
    "statutorybody": "Federal Trade Commission",
    "zip": "30350"
}