{
    "CertificationStatus": "Current",
    "Fax": "901-672-6331",
    "OrgName": "Datamed LLC",
    "PPLoc": "http://www.datamed.com/privacy.html ",
    "Phone": "800-601-3361",
    "activities": "Our company provides EKG data migration services. This service involves converting EKG records from one manufacturer's data format to another manufacturer's data format. The process starts when our customer (typically a hospital) sends us the database containing EKG records. This data is sent on a hard drive (using 128-bit AES encryption) to our facility. We then extract the EKG records, convert them to the new format, and write out files. These files are loaded back on the encrypted hard drive and returned to the customer for loading into their new database system. Depending on the services requested, there may be two round-trips for this data. Each migration typically takes 5-10 days. After the project is complete, all of the data is scrubbed from our computers and backups. Only two specific employees ever have access to this data and it never leaves our facility or goes to a third party.",
    "address": "7755 Hunters Run Dr",
    "asp_index": "25395",
    "city": "Germantown",
    "contactemail1": "c3@datamed.com",
    "contactfax1": "800-601-3361",
    "contactname1": "Carl Osborne III",
    "contactoff1": "Main Office",
    "contactphone1": "800-601-3361",
    "contacttitle1": "President",
    "corpoffemail1": "c3@datamed.com",
    "corpofffax1": "800-601-3361",
    "corpoffname1": "Carl Osborne III",
    "corpoffphone1": "800-601-3361",
    "corpofftitle1": "President",
    "eucountries": "Belgium, Croatia, Czech Republic, Denmark, Estonia, Finland, France, Germany, Ireland, Italy, Netherlands, Norway, Poland, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Health Care Services - (HCS)",
    "nextcertification": "12/13/2015",
    "orgverification": "In-house",
    "personaldata": "EKG records that include patient demographics",
    "ppdate": "11/1/2010",
    "privacyprograms": "NONE",
    "recoursemech": "We commit to cooperate with data protection authorities located in the European Union (EU DPAs) and/or the Swiss Federal Data Protection and Information Commissioner (FDPIC) or their authorized representatives.",
    "signupdate": "12/13/2010",
    "state": "Tennessee",
    "statutorybody": "Federal Trade Commission",
    "zip": "38138"
}