{
    "CertificationStatus": "Not Current",
    "Fax": "216-292-0303",
    "OrgName": "Shaker Consulting Group, Inc.",
    "PPLoc": "",
    "Phone": "216-292-0202",
    "activities": "As industry leaders of custom simulation pre-employment tests and developers of the innovative Virtual Job Tryout candidate evaluation process, Shaker Consulting Group has provided the staffing and talent management disciplines with a best-in-class resource for achieving workforce differentiation. Virtual Job Tryout combines the value of a highly interactive and branded candidate experience, the rigor and decision science of industrial psychology, and the efficiency and accessibility of the internet.\r\n\r\nShaker offers analytical tools and scientific methodology to help business managers increase the value that people contribute to their company's bottom line results.",
    "address": "3201 Enterprise Parkway, Suite 360",
    "asp_index": "25489",
    "city": "Cleveland",
    "contactemail1": "scott.goodman@shakercg.com",
    "contactfax1": "216-292-0303",
    "contactname1": "Scott Goodman",
    "contactoff1": "Shaker Consulting Group, Inc.",
    "contactphone1": "216-292-0202",
    "contacttitle1": "VP",
    "corpoffemail1": "cindy.kirk@shakercg.com",
    "corpofffax1": "216-292-0303",
    "corpoffname1": "Cynthia Kirk",
    "corpoffphone1": "216-825-2050",
    "corpofftitle1": "Corporate Secretary-Treasurer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Management Consulting Services - (MCS)",
    "nextcertification": "12/16/2015",
    "orgverification": "In-house",
    "personaldata": "N/A - we do not process personal data",
    "ppdate": "9/30/2003",
    "privacyprograms": "Society for Industrial and Organizational Psychology and American Psychological Association Code of Ethics",
    "recoursemech": "Shaker will cooperate with data protection authorities located in the EU (DPAs).",
    "signupdate": "12/16/2011",
    "state": "Ohio",
    "statutorybody": "Federal Trade Commission",
    "zip": "44122"
}