{
    "CertificationStatus": "Current",
    "Fax": "415-788-3010",
    "OrgName": "Joyent, Inc.",
    "PPLoc": "http://joyent.com/company/policies/privacy-policy ",
    "Phone": "415-400-0600",
    "activities": "In connection with providing data hosting and other services to Joyent's clients, Joyent may obtain incidental access to individually identifiable information about Joyent's clients' end users in the EU and Switzerland (\"European End User Data\").  Joyent accordingly adheres to the requirements of the US/EU and US/Swiss Safe Harbor Privacy Principles published by the US Department of Commerce (\"Safe Harbor\") with respect to European End User Data received in the United States.  Our clients act as the data controller for any European End User Data received by Joyent in the US. Joyent acts as a data processor on behalf of our clients with respect to such European End User Data, and accordingly only carries out the instructions of such clients with regard to the storage and processing of European End User Data.",
    "address": "One Embarcadero Center, 9th Floor",
    "asp_index": "25509",
    "city": "San Francisco",
    "contactemail1": "brent.rich@joyent.com",
    "contactfax1": "415-788-3010",
    "contactname1": "Brent Rich",
    "contactoff1": "SVP of Global Operations and Support",
    "contactphone1": "415-729-1537",
    "contacttitle1": "SVP of Global Operations and Support",
    "corpoffemail1": "brett.newsome@joyent.com",
    "corpofffax1": "415-788-3010",
    "corpoffname1": "Brett Newsome",
    "corpoffphone1": "415-400-0604",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "12/11/2015",
    "orgverification": "In-house self-assessment compliance review.",
    "personaldata": "On-line.",
    "ppdate": "2/22/2013",
    "privacyprograms": "None.",
    "recoursemech": "EU data protection authorities (EU DPAs) or Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "12/11/2006",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94111"
}