{
    "CertificationStatus": "Current",
    "Fax": "415-507-6126",
    "OrgName": "Autodesk, Inc.",
    "PPLoc": "www.autodesk.com/privacy ",
    "Phone": "415-507-5000",
    "activities": "1) Online and offline human resources data. Human Resources data is transferred from EU/EEA and/or Swiss Autodesk subsidiaries to Autodesk, Inc. for the purposes of conducting the human resources and financial management of Autodesk, Inc. and its subsidiaries.  Such purposes include, without limitation, making available documentation on personnel, administering compensation, payroll, benefits, administering stock options, bonus plans, succession planning, recruiting new employees, addressing various legal obligations concerning personnel status, security, data audit and error control, and tracking the use of contingent workers.\r\n\r\n2) Personal data received from EU/EEA and/or Swiss customers and/or Autodesk subsidiaries in the course of Autodesk’s activities, which vary according to the product or service involved, but which is primarily used for (a) product or service registration and support; (b) enabling and providing various business and consumer services; (c) sales and marketing activities as permissible under applicable law; (d) conducting data analysis to improve products and services; and/or (e) internal business processes such as financial processing and management, fraud detection and prevention, and compliance with governmental, legislative and regulatory bodies. \r\n\r\nThe personal data received by Autodesk includes both personal data that Autodesk processes as a data controller (i.e., Autodesk alone or jointly with others determines the purposes and means of the processing of the personal data) and personal data that Autodesk processes as a data processor on behalf of data controllers.",
    "address": "111 McInnis Parkway",
    "asp_index": "25516",
    "city": "San Rafael",
    "contactemail1": "ruth.ann.keene@autodesk.com",
    "contactfax1": "415-507-6126",
    "contactname1": "Ruth Ann Keene",
    "contactoff1": "Privacy Office",
    "contactphone1": "415-507-5000",
    "contacttitle1": "Vice President, Assoc. General Counsel",
    "corpoffemail1": "andrew.anagnost@autodesk.com",
    "corpofffax1": "415-507-6126",
    "corpoffname1": "Andrew Anagnost",
    "corpoffphone1": "415-507-5000",
    "corpofftitle1": "Senior Vice President, Industry Strategy & Marketing",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "11/21/2015",
    "orgverification": "In-house",
    "personaldata": "Online and offline, and manually processed, human resources data.",
    "ppdate": "10/24/2014",
    "privacyprograms": "Not applicable",
    "recoursemech": "For HR data: Autodesk will cooperate with the EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner;\r\nFor non-HR data: Autodesk will cooperate with JAMS in accordance with the JAMS International Mediation Rules",
    "signupdate": "11/21/2013",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94903"
}