{
    "CertificationStatus": "Current",
    "Fax": "9255887669",
    "OrgName": "YapStone, Inc.",
    "PPLoc": "http://www.yapstone.com/privacy-policy-international/ ",
    "Phone": "8662895977",
    "activities": "As a data controller: YapStone, Inc. processes personal data relating to employees and individual contacts of corporate customers (including advertisers), suppliers, service providers and other corporate business partners in the EU/EEA. YapStone, Inc. typically receives such data from its subsidiary in Ireland, YapStone International Limited. \r\nAs a data processor: YapStone, Inc. provides technical services for YapStone International Limited, and in this context, YapStone, Inc. processes personal data from users of YapStone International Limited’s online platform within the EU/EEA on behalf of, and as a data processing service provider for, YapStone International Limited, which controls such data and processing.",
    "address": "2121 N California Boulevard, Suite 400",
    "asp_index": "25534",
    "city": "Walnut Creek",
    "contactemail1": "ipoirier@yapstone.com",
    "contactfax1": "9255887669",
    "contactname1": "Ian Poirier",
    "contactoff1": "2121 N California Boulevard, Suite 400, Walnut Creek, CA 94596",
    "contactphone1": "8662895977",
    "contacttitle1": "Legal Counsel",
    "corpoffemail1": "ipoirier@yapstone.com",
    "corpofffax1": "9255887669",
    "corpoffname1": "Ian Poirier",
    "corpoffphone1": "8662895977",
    "corpofftitle1": "Legal Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)Financial Services - (FNS)",
    "nextcertification": "12/17/2015",
    "orgverification": "In-house",
    "personaldata": "Online and Offline Human Resources, Customer, Prospect, Partner, Supplier and Services Data",
    "ppdate": "9/13/2013",
    "privacyprograms": "None",
    "recoursemech": "All disputes related to the Privacy Policy, the US-EU Safe Harbor Framework, or our handling of personal data that cannot be informally resolved through direct communication shall be finally resolved by binding arbitration administered by the American Arbitration Association (the “AAA”)(ICDR/AAA Safe Harbor Program).",
    "signupdate": "12/17/2013",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94596"
}