{
    "CertificationStatus": "Current",
    "Fax": "000-000-0000",
    "OrgName": "Cerner Corporation and its wholly owned subsidiaries",
    "PPLoc": "http://www.cerner.com/GlobalPrivacy/ ",
    "Phone": "(816) 201-1024",
    "activities": "As a manufacturer of clinical and management information systems, Cerner assists its clients worldwide in the implementation and support of Cerner solutions in their healthcare institution(s). Since Cerner provides implementation and support for different healthcare institutions, Cerner may receive, hold, and process personal data from clients within the EEA and/or Switzerland, including patient data provided by clients for the purpose of troubleshooting specific computer system hardware and software problems and issues in accordance with business and/or service agreements. Cerner also provides managed services such as remote hosting, remote system monitoring, disaster recovery, data warehousing and application management services, in which it may act as the custodian of patient health information for certain clients.  With these offerings, Cerner not only has access to provider-based personal health information, but also performs many of a provider's custodial duties as well.\r\n\r\nIn addition, Cerner's goal is to provide its clients, partners and associates with a personalized Internet experience and an Internet-based online information and communication service that delivers the information, resources and services that are most relevant and helpful to its users. In order to achieve these goals, Cerner may collect information and process personal data during a user's visits to its Web sites and, in particular, during a user's visits to cerner.com and/or ucern.com. As a consequence, Cerner may receive, hold, and process personal data from clients, partners and associates within the EEA and/or Switzerland while providing website services such as an Internet based communication platform for professionals to connect to each other. Cerner's collection and use of personal data varies based on the website services requested by the users and the users' choice of privacy options within the relevant website services.\r\n\r\nFurther, Cerner receives, holds, and processes personal data from employees of Cerner's wholly-owned European subsidiaries, which are transferred to Cerner Corporation in the U.S. for purposes of human resource administration. Any such personal data is collected and processed only for job related purposes, for other legitimate purposes reasonably related to an individual's employment, their performance of job responsibilities and Cerner's ability to make employment services and benefits available to them. Cerner particularly processes personal data for the proper management of global operations, including for payroll management, headcount, promotions and performance review measures, vacation, tax and social security withholding, enrollment in company benefit programs, stock purchase and stock option programs, relocation or immigration assistance, and the mandatory compliance with all applicable labor, employment and tax laws.",
    "address": "2800 Rockcreek Parkway",
    "asp_index": "25539",
    "city": "Kansas City",
    "contactemail1": "melkins@cerner.com",
    "contactfax1": "816-571-0550",
    "contactname1": "Marc E. Elkins",
    "contactoff1": "Cerner Corporation",
    "contactphone1": "(816) 201-0550",
    "contacttitle1": "Vice President & Chief Compliance Officer",
    "corpoffemail1": "melkins@cerner.com",
    "corpofffax1": "816-571-0550",
    "corpoffname1": "Marc Elkins",
    "corpoffphone1": "(816) 201-0550",
    "corpofftitle1": "Vice President & Chief Compliance Officer",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Ireland, Luxembourg, Netherlands, Norway, Portugal, Romania, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Medical Equipment - (MED)",
    "nextcertification": "11/27/2015",
    "orgverification": "In-house",
    "personaldata": "On-Line Client Data, Human Resources Data; Health Data",
    "ppdate": "9/21/2001",
    "privacyprograms": "n/a",
    "recoursemech": "BBB EU Safe Harbor Privacy Dispute Resolution Program; EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) for Human Resources Data only.",
    "signupdate": "11/27/2001",
    "state": "Missouri",
    "statutorybody": "Federal Trade Commission",
    "zip": "64117-2551"
}