{
    "CertificationStatus": "Current",
    "Fax": "425-201-3877",
    "OrgName": "AudienceScience Inc.",
    "PPLoc": "http://www.audiencescience.com/privacy/ ",
    "Phone": "425-201-3900",
    "activities": "As a data processor acting on behalf of and at the direction of our clients who are data controllers, we provide data analysis and audience segmentation services based on personal and non-personally identifiable information provided by our clients or that we collect for our clients regarding their customer interactions, including information from their web sites. With respect to our advertising services, we collect non-personally identifying information over time and across the Internet to determine or predict user characteristics, behavior or preferences typically for use in ad delivery. This information is used to deliver targeted advertising on web sites.",
    "address": "1120 112th Avenue, N.E., Suite 400",
    "asp_index": "25610",
    "city": "Bellevue",
    "contactemail1": "alan.koslow@audiencescience.com",
    "contactfax1": "425-974-7477",
    "contactname1": "Alan Koslow",
    "contactoff1": "AudienceScience  Legal",
    "contactphone1": "425-201-3811",
    "contacttitle1": "VP, General Counsel",
    "corpoffemail1": "alan.koslow@audiencescience.com",
    "corpofffax1": "425-974-7477",
    "corpoffname1": "Alan Koslow",
    "corpoffphone1": "425-201-3811",
    "corpofftitle1": "VP, General Counsel",
    "eucountries": "France, Germany, Italy, Netherlands, Portugal, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)Computer Software - (CSF)",
    "nextcertification": "10/25/2015",
    "orgverification": "TRUSTe",
    "personaldata": "on-line",
    "ppdate": "8/31/2009",
    "privacyprograms": "TRUSTe EU Safe Harbor Privacy Seal, TRUSTe Web Privacy Seal, Network Advertising Initiative (NAI); IAB (UK) Good Practices and Principles",
    "recoursemech": "In compliance with the U.S.–EU Safe Harbor Principles, AudienceScience commits to resolve complaints about your privacy and our collection or use of your personal data. European Union citizens with inquiries or complaints regarding this privacy policy should first contact AudienceScience at:\r\n\r\nEU Privacy Officer\r\nAudienceScience, Inc.\r\n45 Monmmouth Street\r\nLondon\r\nWC2H 9DG\r\n\r\nAudienceScience has further committed to refer unresolved privacy complaints under the U.S.-EU Safe Harbor Principles through an independent dispute resolution mechanism operated by TRUSTe. If you do not receive timely acknowledgment of your privacy or data use complaint, or if your complaint is not satisfactorily addressed by the Privacy Officer at AudienceScience, please visit the web site at https://feedback-form.truste.com/watchdog/request for more information and to file a complaint. Please click here for fax and postal mail information. TRUSTe’s Dispute Resolution process is only available in English.",
    "signupdate": "10/25/2006",
    "state": "Washington",
    "statutorybody": "Federal Trade Commission",
    "zip": "98004"
}