{
    "CertificationStatus": "Current",
    "Fax": "+1-805-456-6695",
    "OrgName": "RightScale Inc.",
    "PPLoc": "http://www.rightscale.com/legal/privacy-policy ",
    "Phone": "+1-866-720-0208",
    "activities": "We primarily collect customer data. Our privacy policy will explain in detail which information we collect.\r\n\r\n- We may gather such things as name, physical address, email address and phone number when you contact or communicate with us; \r\n- We may gather information such as the products and services you purchase, download or register to use, as well as financial information such as credit card numbers when you engage in transactions with us; \r\n- We may gather user preferences, product interests, industry focus, community choices and other customer profile information when you register for an online account, subscribe to a newsletter, participate in communities or an event, program, class or promotion, or click on a URL; or \r\n- We may accept your resume or CV when you apply for a job.",
    "address": "402 E. Gutierrez Street",
    "asp_index": "25646",
    "city": "Santa Barbara",
    "contactemail1": "privacy@rightscale.com",
    "contactfax1": "+1-805-456-6695",
    "contactname1": "ATTN: General Counsel",
    "contactoff1": "RightScale, Inc.",
    "contactphone1": "+1-866-720-0208",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "ida.kane@rightscale.com",
    "corpofffax1": "+1-805-456-6695",
    "corpoffname1": "Ida Kane",
    "corpoffphone1": "+1-866-720-0208",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "10/8/2015",
    "orgverification": "In-house",
    "personaldata": "on-line and human resources data",
    "ppdate": "10/5/2009",
    "privacyprograms": "NONE",
    "recoursemech": "We will use the EU Data Protection Authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) for dispute resolution.",
    "signupdate": "10/8/2009",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "93101"
}