{
    "CertificationStatus": "Current",
    "Fax": "650-968-2448",
    "OrgName": "Gigya, Inc",
    "PPLoc": "http://www.gigya.com/privacy-policy/ ",
    "Phone": "650-353-5008",
    "activities": "In connection with providing services to Gigya’s customers, Gigya may access personal information about Gigya’s customers’ consumers in the EU and Switzerland. Our customers act as the data controller for any such consumer data collected in the EU and Switzerland and subsequently transferred to Gigya in the United States. Gigya acts as a data processor on behalf of its customers with respect to such consumer data and accordingly only carries out the instructions of such customers with regard to the collection, processing, and protection of such consumer data. \r\n\r\nWith respect to European human resource data, Gigya acts in some situations as a data controller and in some situations as a data processor. As a data controller, Gigya collects and uses in the US certain information pertaining to employees of a Gigya EU subsidiary in order to facilitate communications, talent management and compliance. As a data processor, Gigya receives and processes information pertaining to employees of a Gigya EU subsidiary to assist such subsidiary with administrative and technical support, including hosting systems, technical support and arrangements with payroll, benefits and other service providers.\r\n\r\nGigya receives and uses as a data controller business contact information and other limited information from and regarding individual representatives of Gigya’s corporate customers, suppliers, business partners and service providers in order to manage the business relationships with such parties.",
    "address": "2513 Charleston Rd. Suite 200",
    "asp_index": "25686",
    "city": "Mountain View",
    "contactemail1": "david.patch@gigya-inc.com",
    "contactfax1": "650-968-2448",
    "contactname1": "David Patch",
    "contactoff1": "Gigya, Inc. US Headquarters",
    "contactphone1": "650-800-3506",
    "contacttitle1": "Legal Counsel",
    "corpoffemail1": "patrick@gigya.com",
    "corpofffax1": "650-968-2448",
    "corpoffname1": "Patrick Salyer",
    "corpoffphone1": "650-353-7253",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "12/2/2015",
    "orgverification": "Self-assessment",
    "personaldata": "Customers' consumer data. Online, offline.",
    "ppdate": "1/1/2014",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "12/2/2011",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94043"
}