{
    "CertificationStatus": "Current",
    "Fax": "917-300-0502",
    "OrgName": "Everwise Corporation",
    "PPLoc": "https:/ www.geteverwise.com/privacy/ ",
    "Phone": "888-734-0011",
    "activities": "Everwise Corporation collects personal data that Everwise users provide directly or indirectly to Everwise, including account registration information, job information, professional goals and preferences, comments and group conversations on the platform, and data from interacting with Everwise’s customer support team.  Data stored and processed by Everwise at the request of its corporate customers may also contain personal data of its customer’s employees, customers, or other third parties with which its customers communicate.  Everwise uses the data it collects to operate, maintain, enhance and provide all the features of its online mentoring platform, provide customer support services, support transactions, engage in marketing, data analysis, and data storage.",
    "address": "1178 Broadway, Fourth Floor",
    "asp_index": "25756",
    "city": "New York",
    "contactemail1": "privacy@geteverwise.com",
    "contactfax1": "917-300-0502",
    "contactname1": "Jesse Soslow",
    "contactoff1": "Legal Department",
    "contactphone1": "888-734-0011",
    "contacttitle1": "Manager, Operations & Legal",
    "corpoffemail1": "colin@geteverwise.com",
    "corpofffax1": "917-300-0502",
    "corpoffname1": "Colin Schiller",
    "corpoffphone1": "888-734-0011",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "nextcertification": "12/9/2015",
    "orgverification": "In-house",
    "personaldata": "online, offline, and manually-processed customer data",
    "ppdate": "12/5/2014",
    "privacyprograms": "None",
    "recoursemech": "BBB's EU Safe Harbor Dispute Resolution Program (http://www.bbb.org/us/european-dispute-resolution/consumer/); with respect to human resources data only, Everwise agrees to cooperate with the EU and/or Swiss Data Protection Authorities.",
    "signupdate": "12/9/2014",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10001"
}