{
    "CertificationStatus": "Current",
    "Fax": "215-504-7001",
    "OrgName": "Sylogent",
    "PPLoc": "http://sylogent.com/privacy.pdf ",
    "Phone": "215-504-7000",
    "activities": "On the Clinical Trial Study Information site, anyone can fill out the clinical trials questionnaire to determine their eligibility for the relevant clinical trial(s). In the process of filling out this questionnaire, users are asked to provide information about their medical condition (such as disease stage or medications taken), age and ZIP code. At the request of the user, we use this information to match against the clinical trial criteria. Users who wish to register for a particular clinical trial and to be referred to a study site are asked to supply us with the patient’s name, telephone number and e-mail address. This information is forwarded to the clinical site so that they may contact the patient directly about participation in the study. On some of our Sites users may be able to order products, submit queries, or download information.",
    "address": "411 South State St., Suite 4",
    "asp_index": "25773",
    "city": "Newtown",
    "contactemail1": "privacy@sylogent.com",
    "contactfax1": "215-504-7001",
    "contactname1": "",
    "contactoff1": "Sylogent",
    "contactphone1": "215-504-7000",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "jack.yeager@sylogent.com",
    "corpofffax1": "215-504-7001",
    "corpoffname1": "Jack Yeager",
    "corpoffphone1": "215-504-7000",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "12/11/2015",
    "orgverification": "In House",
    "personaldata": "Clinical trial data, customer information",
    "ppdate": "10/1/2013",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "12/11/2013",
    "state": "Pennsylvania",
    "statutorybody": "Federal Trade Commission",
    "zip": "18940"
}