{
    "CertificationStatus": "Current",
    "Fax": "6506919012",
    "OrgName": "BlockScore, Inc.",
    "PPLoc": "https://manage.blockscore.com/legal/privacy",
    "Phone": "6506919012",
    "activities": "BlockScore verifies the identities of individuals for companies for anti-fraud purposes. We take a modern approach to anti-fraud and compliance that adapts to the evolving commercial landscape. BlockScore offers an unintrusive experience for consumers and an accurate and cost-effective solution for businesses in every industry from digital currencies to in-person transactions.",
    "address": "257 Castro St. 104",
    "asp_index": "25785",
    "city": "Mountain View",
    "contactemail1": "support@blockscore.com",
    "contactfax1": "6506919012",
    "contactname1": "Beau Martino",
    "contactoff1": "Business",
    "contactphone1": "8189272328",
    "contacttitle1": "Head of BD",
    "corpoffemail1": "support@blockscore.com",
    "corpofffax1": "6506919012",
    "corpoffname1": "Alain Meier",
    "corpoffphone1": "6506919012",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "nextcertification": "12/12/2015",
    "orgverification": "in-house",
    "personaldata": "Customer, client, and organization data including name, address, date of birth, identification type, identification number, identification issuing agency and phone number. In certain circumstances, there may be manual verification of the information.",
    "ppdate": "12/7/2014",
    "privacyprograms": "None at the moment",
    "recoursemech": "Consumers should first work with the corporation to resolve any disputes. BlockScore has committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If a consumer does not receive timely acknowledgment of his/her complaint, or if his/her complaint is not satisfactorily addressed by BlockScore, he/she should visit the BBB EU SAFE HARBOR web site at http://www.bbb.org/us/safe-harbor-complaints/ for more information and to file a complaint.",
    "signupdate": "12/12/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94041"
}