{
    "CertificationStatus": "Current",
    "Fax": "888-619-4053",
    "OrgName": "HireVue, Inc.",
    "PPLoc": "http://hirevue.com/terms ",
    "Phone": "801-316-2910",
    "activities": "HireVue is a video interviewing service used by HR departments to facilitate hiring decisions. The interview is performed using a webcam over an internet connection and can be virtual (one-way) where the candidate responds to predefined questions via webcam and their responses are recorded or it can be a live (two-way) interview where the candidate speaks with interviewers via webcam/microphone. The live interview can be recorded, depending on interviewing-company settings.  HireVue may store the following data (not an exhaustive list):  reviewer comments and ratings, candidate verbal and written responses, and other candidate documents such as a resume.",
    "address": "10876 South River Front Parkway Suite 600",
    "asp_index": "25833",
    "city": "South Jordan",
    "contactemail1": "jdustin@hirevue.com",
    "contactfax1": "888-619-4053",
    "contactname1": "Joshua Dustin",
    "contactoff1": "Utah",
    "contactphone1": "801-494-9217",
    "contacttitle1": "Director of Information Security",
    "corpoffemail1": "mnewman@hirevue.com",
    "corpofffax1": "888-619-4053",
    "corpoffname1": "Mark Newman",
    "corpoffphone1": "801-316-2910",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Employment Services - (EMP)Computer Services - (CSV)",
    "nextcertification": "12/9/2015",
    "orgverification": "In-house",
    "personaldata": "on-line, human resources",
    "ppdate": "8/19/2009",
    "privacyprograms": "N/A",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "12/9/2009",
    "state": "Utah",
    "statutorybody": "Federal Trade Commission",
    "zip": "84095"
}