{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Ongig, Inc.",
    "PPLoc": "http://www.ongig.com/privacy_policy ",
    "Phone": "(415) 857-2304",
    "activities": "People using Ongig volunteer their name and email address in order to log into Ongig to review communicate with job applicants or to apply for a job. This is done on a 24 hour a day basis.",
    "address": "708 Montgomery Street",
    "asp_index": "25832",
    "city": "San Francisco",
    "contactemail1": "rob@ongig.com",
    "contactfax1": "",
    "contactname1": "Rob Kelly",
    "contactoff1": "San Francisco",
    "contactphone1": "4158066526",
    "contacttitle1": "CEO",
    "corpoffemail1": "rob@ongig.com",
    "corpofffax1": "",
    "corpoffname1": "Rob Kelly",
    "corpoffphone1": "4158066526",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Employment Services - (EMP)",
    "nextcertification": "12/12/2015",
    "orgverification": "In-house",
    "personaldata": "All data is covered under self-certification. None is manually processed.",
    "ppdate": "3/17/2013",
    "privacyprograms": "JAMS International\r\n70 Fleet St. London. EC4Y 1EU\r\n\r\nOngig supports the Safe Harbor Privacy Principles as follows:\r\n\r\nNotice - Individuals are informed that their data is being collected and about how it will be used.\r\n\r\nChoice - Individuals have the option to opt out of the collection and forward transfer of the data to third parties.\r\n\r\nOnward Transfer - Ongig's privacy policy dictates that transfers of data may only occur to organizations with adequate data protection principles.\r\n\r\nSecurity - Ongig makes reasonable efforts to prevent loss of collected information.\r\n\r\nData Integrity - Ongig only collects relevant data to the purpose of its service (to help people find and fill jobs) and for no other use.\r\n\r\nAccess - Users can update/edit any information they have submitted.\r\n\r\nEnforcement - Ongig routinely enforces these rules through regular monitoring and observance of best practices.\r\n\r\nIn compliance with the US-EU and US-Swiss Safe Harbor Principles, Ongig commits to resolve complaints about your privacy and our collection or use of your personal information.\r\n\r\nEuropean Union or Swiss citizens with inquiries or complaints regarding this privacy policy should first contact Ongig at privacy@ongig.com or 708 Montgomery Street, San Francisco, California, 94111, United States of America.\r\n\r\nAny complaints concerning the Privacy Policy will be investigated, and if the firm is unable to resolve the complaint to the satisfaction of all parties, the parties agree to utilize the dispute resolution mechanisms provided for by JAMS (see http://www.jamsadr.com/).",
    "recoursemech": "JAMS International\r\n70 Fleet St. London. EC4Y 1EU",
    "signupdate": "12/12/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94111"
}