{
    "CertificationStatus": "Current",
    "Fax": "+972-99662195",
    "OrgName": "Leadspace Inc.",
    "PPLoc": "http://www.leadspace.com/leadspace-privacy-notice ",
    "Phone": "+972-99662171",
    "activities": "Leadspace will use the personal information it receives to operate and enable its service (the \"Service\"); to improve and customize user experience with the Service; to send its users Service related updates, notices and announcements; to enforce the its Software Service Agreement; to take any action in any case of dispute, or legal proceeding; to prevent fraud, misappropriation, infringements, identity theft and other illegal activities and misuse of the Service; and to comply with any requests and orders of law enforcement agencies and authorities.\r\n\r\nFor complete information, see the Leadspace Privacy Notice.",
    "address": "47",
    "asp_index": "25937",
    "city": "Menlo Park",
    "contactemail1": "amnon@leadspace.com",
    "contactfax1": "+972-99662195",
    "contactname1": "Amnon Mishor",
    "contactoff1": "Leadspace",
    "contactphone1": "+972-99662171",
    "contacttitle1": "President",
    "corpoffemail1": "amnon@leadspace.com",
    "corpofffax1": "+972-99662195",
    "corpoffname1": "Amnon Mishor",
    "corpoffphone1": "+972-99662171",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "12/19/2015",
    "orgverification": "In-house",
    "personaldata": "Data processed that is covered by the Safe Harbor Framework is business-oriented contact and user details. The data covered does not include manually processed data.",
    "ppdate": "12/10/2012",
    "privacyprograms": "None",
    "recoursemech": "Cooperation and compliance with the EU Data Protection Authorities' (DPAs) Panel, as well as the Federal Data Protection and Information Commissioner of Switzerland",
    "signupdate": "12/19/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94025"
}