{
    "CertificationStatus": "Current",
    "Fax": "201-488-8249",
    "OrgName": "Innodata Inc.",
    "PPLoc": "http://www.innodata.com/privacy ",
    "Phone": "201-371-8000",
    "activities": "Innodata Inc. and its affiliates (the “Company”) provide services, products and solutions that customers use to create, manage, use and distribute digital information.  The Company’s Content Services segment provides business process, technology and consulting services to assist customers in creating, managing, using and distributing digital content.  The Company’s Advanced Data Solutions segment performs a range of advanced data analysis services in the financial services, legal, healthcare, medical and insurance areas. The Company's media intelligence segment uses its technology to monitor, aggregate, analyze and share content from various sources across social, traditional and digital media to its customers. The Company may receive personal information in the course of providing any of the aforementioned services.  However, the Company generally receives such information for processing on behalf of customers and does not own and/or control such information.",
    "address": "3 University Plaza",
    "asp_index": "25973",
    "city": "Hackensack",
    "contactemail1": "aagress@innodata.com",
    "contactfax1": "201-488-8249",
    "contactname1": "Amy Agress",
    "contactoff1": "Office of the General Counsel",
    "contactphone1": "201-371-8017",
    "contacttitle1": "Vice President and General Counsel",
    "corpoffemail1": "onalavadi@innodata.com",
    "corpofffax1": "201-488-9099",
    "corpoffname1": "O'Neil Nalavadi",
    "corpoffphone1": "201-371-8019",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)General Services - (GSV)Information Services - (INF)Management Consulting Services - (MCS)",
    "nextcertification": "12/21/2015",
    "orgverification": "Self-Assessment",
    "personaldata": "The Company may process personal data in manual, automated, online, offline, electronic and hard copy form.",
    "ppdate": "12/15/2011",
    "privacyprograms": "N/A",
    "recoursemech": "The Company will utilize the alternative dispute resolution service of the American Arbitration Association (AAA) in the event that the Company is unable to internally resolve any complaints or disputes regarding its use and/or disclosure of Personal Information.",
    "signupdate": "12/21/2011",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "07601"
}