{
    "CertificationStatus": "Current",
    "Fax": "856-910-0037",
    "OrgName": "New Jersey Legal Copy, Inc.",
    "PPLoc": "http://njlone.com/privacy-policy/ ",
    "Phone": "856-910-0202",
    "activities": "New Jersey Legal Copy, Inc. may occasionally receive paper documents and/or electronic data for duplication, scanning, or processing for use in legal proceedings.  New Jersey Legal Copy, Inc. does not collect the information form any individual, New Jersey Legal Copy, Inc. is sent or presented the information by the owner of the documents or data.  New Jersey Legal Copy, Inc. is typically given  documents or electronic data by corporate offices (owners of the paper or data), or their legal representative or the law firm who represent them.  New Jersey Legal Copy, Inc. typically asked to duplicate or scan the paper documents for court filings or regulatory submissions.  We may also be asked to process data such as emails or electronic documents to standardize their format for similar court filings or regulatory submissions.",
    "address": "501 King Avenue",
    "asp_index": "26015",
    "city": "Cherry Hill",
    "contactemail1": "kristin.falzarano@njlone.com",
    "contactfax1": "856-910-0037",
    "contactname1": "Kristin Falzarano",
    "contactoff1": "New Jersey Legal Copy, Inc. - Cherry Hill, NJ",
    "contactphone1": "856-910-0202",
    "contacttitle1": "Administrator",
    "corpoffemail1": "gary.overman@njlone.com",
    "corpofffax1": "856-910-0037",
    "corpoffname1": "Gary Overman",
    "corpoffphone1": "856-910-0202",
    "corpofftitle1": "President",
    "eucountries": "Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Printing & Graphic Arts Equipment - (PGA)General Services - (GSV)Information Services - (INF)Legal Services - (LES)",
    "nextcertification": "12/24/2015",
    "orgverification": "in-house",
    "personaldata": "No personal information (“PI”) is collected directly from individuals in the EU or Switzerland. PI may already exist in data provided by an EEA organization or Switzerland for processing. To the extent permitted in the Safe Harbor Agreement, we reserve the right to process PI in the course of providing ediscovery services to our clients without the knowledge of individuals involved.",
    "ppdate": "12/23/2014",
    "privacyprograms": "A self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles.",
    "recoursemech": "NJL utilizes the self-assessment approach to assure its compliance with this privacy statement. NJL periodically verifies that the policy is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented, and in conformity with the Safe Harbor Principles. All disputes related to NJL's Safe Harbor policy will be resolved through the dispute resolution procedures of JAMS (www.jamsadr.com).",
    "signupdate": "12/24/2014",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "08002"
}