{
    "CertificationStatus": "Current",
    "Fax": "443-393-2905",
    "OrgName": "GP Strategies Corporation",
    "PPLoc": "http://gpstrategies.com/common/pdf/corpPrivacy/PrivacyPolicy.pdf ",
    "Phone": "443-367-9600",
    "activities": "GP Strategies is a US company that has employees in the EU.  HR data processing for those employees occurs in the US.  Also, GP Strategies has clients in the EU.  We provide Business Process Outsourcing services to those clients which involves accessing personal information for their employees.",
    "address": "11000 Brokenland Parkway",
    "asp_index": "26033",
    "city": "Columbia",
    "contactemail1": "privacy@gpstrategies.com",
    "contactfax1": "443-393-2905",
    "contactname1": "Elizabeth Unkle",
    "contactoff1": "Privacy Office",
    "contactphone1": "443-367-9600",
    "contacttitle1": "HR Director",
    "corpoffemail1": "myoung@gpstrategies.com",
    "corpofffax1": "443-393-2905",
    "corpoffname1": "Matt Young",
    "corpoffphone1": "443-367-9600",
    "corpofftitle1": "Vice President",
    "eucountries": "Belgium, Denmark, France, Germany, Ireland, Netherlands, Poland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Management Consulting Services - (MCS)Education & Training - (EDS)",
    "nextcertification": "1/23/2016",
    "orgverification": "In-house",
    "personaldata": "Organization HR data and client HR data.  The data covered includes manual and automatically processed data.",
    "ppdate": "1/1/2013",
    "privacyprograms": "Trustwave for PCI-DSS certification.",
    "recoursemech": "For disputes involving employment-related personal information received by GP Strategies Corporation from the EEA, GP Strategies Corporation has agreed to cooperate with the data protection authorities in the EEA and to participate in the dispute resolution procedures of the panel established by the European data protection authorities; and\r\nFor disputes involving all other personal information received by GP Strategies Corporation from the EEA, GP Strategies Corporation has agreed to TRUSTe dispute resolution. Individuals who submit a question or concern to GP Strategies Corporation and who do not receive acknowledgment from GP Strategies Corporation of the inquiry or who think their question or concern has not been satisfactorily addressed should then contact the TRUSTe Safe Harbor Dispute Resolution Program on the Internet, by mail or by fax. Inquiries by mail or fax should identify GP Strategies Corporation as the company to which a concern or question has been submitted, and include a description\r\nPrivacy Policy\r\nPolicy No.: GP-C-18 Effective Date: 01/01/2013\r\nRev. 1 Page 4 of 5\r\nof the privacy concern, the name of the individual submitting the inquiry, and whether TRUSTe may share the details of the inquiry with GP Strategies Corporation. TRUSTe will act as a liaison to GP Strategies Corporation to resolve these disputes.",
    "signupdate": "1/23/2013",
    "state": "Maryland",
    "statutorybody": "Federal Trade Commission",
    "zip": "21044"
}