{
    "CertificationStatus": "Current",
    "Fax": "781-272-6409",
    "OrgName": "ClickSoftware, Inc",
    "PPLoc": "www.clicksoftware.com/cloud-service-privacy-policy ",
    "Phone": "781-272-5903",
    "activities": "ClickSoftware is a leading provider of automated mobile workforce management and service optimization solutions for the enterprise, both for mobile and in-house resources.  ClickSoftware’s products incorporate best business practices and advanced decision-making algorithms to manage service operations more efficiently, in a scalable integrated manner.  In connection with the provision of its cloud products that are provided on a software-as-a-service (SaaS) basis, as well as its related professional and support services, ClickSoftware, Inc and its and its controlled U.S. subsidiaries, except as listed herein, may receive personal information from its cloud clients in the EU/EEA and Switzerland.  Such personal information may relate to the personnel and customers of ClickSoftware’s cloud clients, and may include a name, phone number, physical address, email address, and other personal information that is identified in the ClickSoftware Cloud Service Privacy Policy which is available at: www.clicksoftware.com/cloud-service-privacy-policy.  ClickSoftware only uses the personal information that it collects via its cloud products and services in order to provide ClickSoftware’s cloud products and services to its cloud clients.",
    "address": "35 Corporate Drive, Suite 400",
    "asp_index": "26086",
    "city": "Burlington",
    "contactemail1": "privacy@clicksoftware.com",
    "contactfax1": "781-272-6409",
    "contactname1": "",
    "contactoff1": "Legal Department",
    "contactphone1": "781-272-5903",
    "contacttitle1": "",
    "corpoffemail1": "chris.sissons@clicksoftware.com",
    "corpofffax1": "781-272-6409",
    "corpoffname1": "Chris Sissons",
    "corpoffphone1": "781-272-5903",
    "corpofftitle1": "Legal Counsel, Americas",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)General Services - (GSV)",
    "nextcertification": "1/7/2016",
    "orgverification": "In-house",
    "personaldata": "On-line",
    "ppdate": "1/1/2015",
    "privacyprograms": "None.",
    "recoursemech": "The International Centre for Dispute Resolution, the international division of the American Arbitration Association",
    "signupdate": "1/7/2015",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "01803"
}