{
    "CertificationStatus": "Current",
    "Fax": "617-812-0480",
    "OrgName": "Epernicus LLC, d.b.a. TrialNetworks",
    "PPLoc": "http://www.trialnetworks.com/company/privacy ",
    "Phone": "617-952-4071",
    "activities": "TrialNetworks is a clinical trials technology and services solution provider. TrialNetworks helps customers to accelerate the drug development process through a number of innovative technology services.\r\nTrialNetworks may obtain the following personal information: Name, Phone Number, Email, Organization, Organization Address, Degree, Internet Protocol (IP) address.\r\nTrialNetworks may use this data to establish and maintain client and business relationships to provide access to internet based activities; and conduct other legitimate activities as necessary or appropriate in connection with the Software as a Service (SasS) solutions provided. \r\nTrialNetworks may also obtain certain clinical trial data. This data is anonymized and cannot be attributed to a particular person.",
    "address": "383 Elliott Street Suite G",
    "asp_index": "26112",
    "city": "Newton",
    "contactemail1": "ssomin@trialnetworks.com",
    "contactfax1": "617-812-0480",
    "contactname1": "Sofya Somin",
    "contactoff1": "383 Elliott Street Suite G, Newton MA, 02464",
    "contactphone1": "617-812-4071",
    "contacttitle1": "Head of Quality",
    "corpoffemail1": "esilberstein@trialnetworks.com",
    "corpofffax1": "617-812-0480",
    "corpoffname1": "Eric Silberstein",
    "corpoffphone1": "617-812-4071",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "1/31/2016",
    "orgverification": "In-house",
    "personaldata": "Clinical trial and user account information",
    "ppdate": "4/23/2014",
    "privacyprograms": "N/A",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) for any unresolved complains involving residents of their respective jurisdictions",
    "signupdate": "1/31/2014",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02464"
}