{
    "CertificationStatus": "Current",
    "Fax": "6507394701",
    "OrgName": "WatchDox",
    "PPLoc": "https:/ www.watchdox.com/en/privacy-policy/ ",
    "Phone": "6507394700",
    "activities": "WatchDox will not share, sell, auction off or give away your personal information to any third-party or other organization without first obtaining your prior written consent.\r\n\r\nIn order to provide our Services, we may collect the following types of information:\r\n\r\nInformation you provide – When you sign up for Services, we ask you for contact information. In certain situations, we may also request payment information that we maintain in encrypted form on industry secure servers. We sometimes supplement the information that you provide with information that is received from third parties. For instance, if inaccurate postal or zip codes are received, we will use third party software to fix them.\r\n\r\nPersonal information – We process your personal information only for specific and limited purposes. We ask only for data that is adequate, relevant and not excessive for those purposes. Some of these purposes may include to inform you of new services we will be providing, to send you requested product information and promotional material, for marketing purposes and market research, and internally to help us improve our Services and to help resolve any problems.\r\n\r\nUser information – When you use our Services, we automatically receive and record information from your computer, documents and browser, including your IP address, cookie information, software and hardware attributes.\r\n\r\nDocument information – When you use the Services, our servers automatically record information in relation to your documents. This information may include the content of the document, the date the document was created, its author(s), and other document properties.\r\n\r\nDocument Download – We may download/store documents/content contained in your emails on our servers for the sole purpose of obtaining the functionality of the software.\r\n\r\nCookies – When you use our Services, we may send one or more cookies – a small file containing a string of characters – to your computer that uniquely identifies your browser. We use cookies to improve the quality of our service by storing user preferences and tracking user information. Most browsers are initially set up to accept cookies, but you can reset your browser to refuse all cookies or to indicate when a cookie is being sent. However, some Services may not function properly if your cookies are disabled. WatchDox may use “Automatically Collected” information and “Cookies” information to: (a) automatically update the Software on your system; (b) remember your information so that you will not have to re-enter it during your visit or the next time you access; (c) monitor aggregate site usage metrics such as total number of visitors and pages accessed; (d) provide such metrics to users as they pertain to such user’s uploaded content; and (e) track your entries, submissions, and status in any promotions or other activities\r\n\r\nUser communications – When you send email or other communication to WatchDox, we may retain those communications in order to process your inquiries, respond to your requests and improve our Services.\r\n\r\nLinks – Links to other sites may be provided by WatchDox as a convenience to our customers. WatchDox is not responsible for the privacy practices of other sites. This privacy statement applies solely to information collected by us.\r\n\r\nChildren – If you are a child under the age of 13, you must obtain parental consent prior to using our Service. WatchDox will not knowingly contact or engage with children under the age of 13 without said parental consent. If you have reason to believe that a child has provided us with their personal information, please contact us at the address given above and we will endeavor to delete that information from our databases.\r\n\r\nMaintenance – WatchDox uses the information that you provide or that we collect to operate, maintain, enhance, and provide all of the features and services found on the Site as well as to track user-generated content and Users to the extent necessary to comply as a service provider with the Digital Millennium Copyright Act.\r\n\r\neMail – We may use your email address, without further consent, for administrative communications such as notifying you of major Site updates, for customer service purposes, to address copyright infringement or defamation issues, or to contact you regarding any content that you have posted to or downloaded from the Site.\r\n\r\nAnalysis – WatchDox uses all of the information that we collect to understand the usage trends and preferences of our users, to improve the way the Site works and looks, and to create new features and functionality.",
    "address": "299 S California Ave #300",
    "asp_index": "26132",
    "city": "Palo Alto",
    "contactemail1": "ryan@watchdox.com",
    "contactfax1": "6507394701",
    "contactname1": "Roy Benhorin",
    "contactoff1": "Palo Alto",
    "contactphone1": "6507394700",
    "contacttitle1": "VP Finance",
    "corpoffemail1": "ryan@watchdox.com",
    "corpofffax1": "6507394701",
    "corpoffname1": "Ryan Kalember",
    "corpoffphone1": "6507938002",
    "corpofftitle1": "Chief Product Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "10/28/2015",
    "orgverification": "Third Party",
    "personaldata": "Organization and customer data, including manually processed data",
    "ppdate": "7/1/2012",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "10/28/2013",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94306"
}