{
    "CertificationStatus": "Current",
    "Fax": "(212) 941-9853",
    "OrgName": "HBE Solutions LLC",
    "PPLoc": "http://www.heartbeatexperts.com/privacy-policy/ ",
    "Phone": "(212) 941-9041",
    "activities": "Heartbeat Experts is a provider of data analytics software and consulting solutions for the life sciences industry. We manage a database on key stakeholders with whom our clients maintain relationships. We profile publically available information on these individuals and provide access to this data to our clients.",
    "address": "415 Madison Avenue 13th Floor",
    "asp_index": "26144",
    "city": "New York",
    "contactemail1": "danielm@heartbeatexperts.com",
    "contactfax1": "(212) 941-9853",
    "contactname1": "Dan Mintz",
    "contactoff1": "Heartbeat Experts",
    "contactphone1": "(212) 941-9041",
    "contacttitle1": "Vice President",
    "corpoffemail1": "robert.bond@speechlys.com",
    "corpofffax1": "212-941-9853",
    "corpoffname1": "Robert Bond",
    "corpoffphone1": "212-941-9041",
    "corpofftitle1": "Data Privacy Advisor",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "1/20/2016",
    "orgverification": "In-house",
    "personaldata": "off-line, online, manually processed data",
    "ppdate": "7/1/2010",
    "privacyprograms": "Heartbeat Experts’ data privacy guidelines and policies were developed based on safe harbor guidelines and EU data privacy regulations. Heartbeat relies upon the use of the EU Model Clauses particularly where it acts as a Data Controller in the EU but then works with its non EU affiliates on a joint Data Controller basis. We use the Set II Model Clauses.",
    "recoursemech": "Heartbeat Experts’ data privacy guidelines and policies were developed based on Safe Harbor guidelines and EU data privacy regulations. Heartbeat relies upon the use of the EU Model Clauses particularly where it acts as a Data Controller in the EU but then works with its non EU affiliates on a joint Data Controller basis. We use the Set II Model Clauses. Heartbeat agrees to cooperate and comply with the EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner with regard to unresolved complaints.",
    "signupdate": "1/20/2011",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10017"
}