{
    "CertificationStatus": "Current",
    "Fax": "978 824-0301",
    "OrgName": "CyberGrants",
    "PPLoc": "http://www.cybergrants.com/privacy.shtml ",
    "Phone": "978 824-0300",
    "activities": "We communicate with users (donors), whose employer subscribes to our services, on a periodic basis via email or phone to resolve or investigate customer service issues. We may also use their email address to confirm their philanthropic activity, and to send notices and other disclosures as required by law. \r\n\r\nBy virtue of applying for a grant with a CyberGrants subscribing company, grantseekers or non-profit organizations are consenting (opting-in) to CyberGrants use of the organizational information they provide. We communicate with non-profit organizations on a periodic basis via email or phone to resolve or investigate customer service issues. We may also use your email address to notify you of updates to philanthropic activity, and to send notices and other disclosures as required by law.\r\n\r\nWe do collect information about our users to assist us in maintaining their membership. This information is used exclusively to better serve our customers and is not sold to anyone for any reason. CyberGrants, Inc. adheres to the following guidelines to protect your right to privacy\r\n\r\nWe only use your personal information to help us manage a user's account, to improve our services, provide requested product information, and to inform users about additional products or services that may be of interest to them. \r\n\r\nWe only use your information for customer contact, account maintenance, billing, and to inform you of new features, improvements and any other customer-affecting reason. \r\n\r\nCyberGrants never sells your personal information to anyone or any organization. \r\n\r\nThe CyberGrants.com website collects limited technical information about users computers. Such information includes the  TCP/IP address, browser type and domain. The information we collect is used only by CyberGrants support staff to assist us in the monitoring system performance and up-time.",
    "address": "300 Brickstone Square",
    "asp_index": "26178",
    "city": "Andover",
    "contactemail1": "jim.sheridan@cybergrants.com",
    "contactfax1": "978-824-0301",
    "contactname1": "Jim Sheridan",
    "contactoff1": "CyberGrants",
    "contactphone1": "978-824-0325",
    "contacttitle1": "Vice President, Service Delivery",
    "corpoffemail1": "karen.flanagan@cybergrants.com",
    "corpofffax1": "978-824-0301",
    "corpoffname1": "Karen Flanagan",
    "corpoffphone1": "978-824-0313",
    "corpofftitle1": "Senior Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "2/8/2016",
    "orgverification": "In-house",
    "personaldata": "on-line, human resources",
    "ppdate": "11/17/2010",
    "privacyprograms": "None",
    "recoursemech": "CyberGrants employs a third party vendor, eTrust, to resolve disputes. This private sector, third party vendor has developed a dispute resolution mechanism that incorporates the Safe Harbor Frameworks.",
    "signupdate": "2/8/2011",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "01810"
}