{
    "CertificationStatus": "Current",
    "Fax": "813-877-1826",
    "OrgName": "Owens OnLine, Inc.",
    "PPLoc": "www.owens.com/privacy-policy ",
    "Phone": "813-877-2008",
    "activities": "CONSUMER INFORMATION DEPARTMENT: Owens OnLine is a consumer reporting agency (as defined by the US Fair Credit Reporting Act) that obtains personal information from the EU and Switzerland on behalf of our clients which in most cases is used in the creation of a credit report, pre-employment screening report or background check to support a specific credit, employment or license application with the subject’s expressed consent.  \r\nBUSINESS INFORMATION DEPARTMENT:  Owens OnLine is also a business information and credit reporting agency which obtains data from the EU and Switzerland on behalf of our clients.  Though business related, information may contain some elements that are specifically identifiable to individual company owners or principals limited to information relevant for business decisions.  Those decisions may relate to or include but are not limited to risk determination, credit insurance underwriting and potential international vendor/distributor evaluations.",
    "address": "10012 N. Dale Mabry Highway, Suite B-101",
    "asp_index": "26187",
    "city": "Tampa",
    "contactemail1": "email@owens.com",
    "contactfax1": "813-877-1826",
    "contactname1": "Linda Mathis",
    "contactoff1": "Owens OnLine, Inc.",
    "contactphone1": "813-877-2008",
    "contacttitle1": "International Product Manager",
    "corpoffemail1": "mowens@owens.com",
    "corpofffax1": "813-877-1826",
    "corpoffname1": "Mark M. Owens",
    "corpoffphone1": "813-877-2008",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "1/22/2016",
    "orgverification": "In-house",
    "personaldata": "Off and On-Line, Manually Processed Data",
    "ppdate": "1/1/2004",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) or their authorized representatives.",
    "signupdate": "1/22/2007",
    "state": "Florida",
    "statutorybody": "Federal Trade Commission",
    "zip": "33618"
}