{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Fortress Medical Systems, LLC",
    "PPLoc": "http://www.fortressmedical.com/privacy/ ",
    "Phone": "952 238 9010",
    "activities": "Fortress Medical Systems, LLC. is an eClinical software and services company that works with CROs, research facilities, and medical device organizations that perform clinical trials. Fortress Medical Systems provides online electronic case report forms to physicians at investigative sites (including, but not limited to hospitals, universities, and medical practices) to capture patient data, the data is centrally hosted in the US. To facilitate this, Fortress Medical Systems may host data from the European Economic Area (EEA) and/or Switzerland into the USA. This data includes the following:\r\n1. Personal information about the participating physicians, the sponsor and supporting industries like Clinical Research Organizations, laboratories etc. This data usually includes address, telephone number and e-mail address. Fortress Medical Systems saves this information in a sponsor database. Only a limited number of authorized and trained Fortress Medical Systems personnel have access to this database. The personal information of our clients is needed to support the users of our data capture software in case of problems. \r\n2. Patient data. Patient data anonymity is the responsibility and decision of the sponsor organization. Normally patient information is key-coded as it originates at the investigator site to not reveal the identity of the individuals - this data does not fall under the regulations of the Safe Harbor.  However if the patient data is not anonymous then it does fall under the provision of Safe Harbor.  Our software has the option of storing non-analytic PFI data an encrypted in the database. This way only those authorized to view data through the application control mechanisms can view the data. Unencoded patient data can only be accessed by a limited number of authorized and trained Fortress Medical Systems personnel to support the users of our data capture software in case of problems.",
    "address": "32 10 TH AVE S, SUITE 205",
    "asp_index": "26198",
    "city": "HOPKINS",
    "contactemail1": "mjones@fortressmedical.com",
    "contactfax1": "",
    "contactname1": "Brian Alger",
    "contactoff1": "Quality",
    "contactphone1": "952 238 9010",
    "contacttitle1": "Quality Associate",
    "corpoffemail1": "mjones@fortressmedical.com",
    "corpofffax1": "",
    "corpoffname1": "MARK JONES",
    "corpoffphone1": "952-238-9010",
    "corpofftitle1": "PRESIDENT",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)Computer Services - (CSV)Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "2/26/2016",
    "orgverification": "in-house",
    "personaldata": "Fortress Medical Systems collects or handles data from clinical trial subjects, contact information from clinical trial staff, and personal information from employees and business partners, as needed.",
    "ppdate": "1/13/2015",
    "privacyprograms": "NONE",
    "recoursemech": "The European Data Protection Authorities (DPAs) will be used for investigation of unresolved complaints for human resources data; for Switzerland, we will use the Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2/26/2015",
    "state": "Minnesota",
    "statutorybody": "Federal Trade Commission",
    "zip": "55343"
}