{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Sharethrough Inc.",
    "PPLoc": "http://www.sharethrough.com/privacy-policy ",
    "Phone": "(415) 644-0054",
    "activities": "We work with publishers, other advertising technology companies, and other data sources to collect or generate information about user or device activity, characteristics or preferences.  We typically are not in a position to associate this information with an identifiable individual.  The information is used primarily to provide relevant advertising and related analytics and data services. We also receive personal information of our business contacts, such as during the registration process.",
    "address": "244 Jackson Street, Floor 2",
    "asp_index": "26191",
    "city": "San Francisco",
    "contactemail1": "jkollross@sharethrough.com",
    "contactfax1": "",
    "contactname1": "Jim Kollross",
    "contactoff1": "Sharethrough Inc.",
    "contactphone1": "(415) 644-0054",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "jkollross@sharethrough.com",
    "corpofffax1": "",
    "corpoffname1": "Jim Kollross",
    "corpoffphone1": "(415) 644-0054",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)",
    "nextcertification": "1/15/2016",
    "orgverification": "In-house",
    "personaldata": "The follwing personal data is covered: (i) data about past, current and prospective consumers of our clients’ websites, apps and other online media, and (ii) contact information of our business contacts, such as those that register on our website.  This includes data processed manually and through automated means.",
    "ppdate": "1/8/2015",
    "privacyprograms": "None",
    "recoursemech": "We encourage any person with a complaint to contact us directly at privacy@sharethrough.com.  If we are unable to address the complaint to the person’s satisfaction, we agree to cooperate with the International Centre for Dispute Resolution / American Arbitration Association Safe Harbor Dispute Resolution Program.",
    "signupdate": "1/15/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94111"
}