{
    "CertificationStatus": "Current",
    "Fax": "503-242-4204",
    "OrgName": "Scan One, A CorVel Company",
    "PPLoc": "http://www.scan-one.com/Our_Difference/Security.aspx ",
    "Phone": "503-242-4210",
    "activities": "Scan One provides innovative web-enabled solutions that enhance and accelerate business transaction processes and workflows.  Its co-source processes enable objective production tasks to be performed while customers manage subjective decision-based functions and retain control.\r\n\r\nUsing sophisticated processes and technologies, Scan One provides a comprehensive range of services that solve high-volume document needs and reduce the customer's burden of tedious paper tasks.  Best practices, HIPAA compliance, auditing, and standardized quality assurance programs deliver professional, economic, and accurate results.\r\n\r\nIn addition to receiving and processing electronic documents, Scan One opens and prepares paper documents for scanning and processing.  The firm adheres to formal security, privacy and confidentiality policies and procedures throughout the entire chain of paper custody.\r\n\r\nScan One provides high-volume document scanning services for a wide range of documents.  It handles millisons of pages per year using best practices, customer-driven instructions, and business process rules to provide stringent quality levels.  Original images and OCR data originating in the EU may contain personal data which is presented to operators for review and correction, ensuring highest level of accuracy.",
    "address": "555 SW Oak Street, Suite 250",
    "asp_index": "26218",
    "city": "Portland",
    "contactemail1": "shirt@scan-one.com",
    "contactfax1": "503-242-4204",
    "contactname1": "",
    "contactoff1": "Safe Harbor Inquiry Response Team",
    "contactphone1": "503-242-4210",
    "contacttitle1": "",
    "corpoffemail1": "stan-brewer@scan-one.com",
    "corpofffax1": "503-242-4204",
    "corpoffname1": "Stan Brewer",
    "corpoffphone1": "503-242-4210",
    "corpofftitle1": "President",
    "eucountries": "Netherlands, Sweden",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "General Services - (GSV)Information Services - (INF)",
    "nextcertification": "1/12/2016",
    "orgverification": "In-house",
    "personaldata": "on-line, off-line, manually processed",
    "ppdate": "1/1/1995",
    "privacyprograms": "none",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "1/12/2010",
    "state": "Oregon",
    "statutorybody": "Federal Trade Commission",
    "zip": "97204"
}