{
    "CertificationStatus": "Current",
    "Fax": "203-399-5596",
    "OrgName": "American Institute for Foreign Study, Inc.",
    "PPLoc": "http://www.aifs.com/safe_harbor.asp ",
    "Phone": "203-399-5000",
    "activities": "Applicants wishing to be placed in the United States in cultural exchange programs operated by the American Institute for Foreign Study, Inc. [AIFS] and the AIFS Foundation are required to submit applications which contain personal information (primarily related to health, educational and social background) which is necessary to determing their suitability for participation. The programs include: Au Pair in America, Au Pair Extraordinaire, Educare in America, Nanny in America (participants provide child care and attend educational courses); Camp America, Camp Power, Resort America, Camp America Work Adventures, Resort America Work Adventures (participants work at summer camps, resorts or other businesses); and Academic Year in America (participants study at American high schools). Each program is regulated by the U.S. Department of State and participants enter the country with J-1 visas. For further information or any questions regarding this application, please contact the attorney for AIFS: Attorney Peter G. DeGelleke, 30 Monument Square, Suite 145, Concord, MA 01742, phone 978-369-2252, fax 978-369-6989, email PDEGEL2@aol.com",
    "address": "One High Ridge Park",
    "asp_index": "26287",
    "city": "Stamford",
    "contactemail1": "llangin@aifs.com",
    "contactfax1": "203-399-5596",
    "contactname1": "Linda Langin",
    "contactoff1": "AIFS, Inc.",
    "contactphone1": "203-399-5138",
    "contacttitle1": "Executive Vice President",
    "corpoffemail1": "llangin@aifs.com",
    "corpofffax1": "203-399-5596",
    "corpoffname1": "Linda Langin",
    "corpoffphone1": "203-399-5138",
    "corpofftitle1": "Executive Vice President",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Education & Training - (EDS)Travel & Tourism Services - (TRA)",
    "nextcertification": "1/24/2016",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed, Human Resources",
    "ppdate": "10/15/2002",
    "privacyprograms": "none",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "1/24/2003",
    "state": "Connecticut",
    "statutorybody": "Federal Trade Commission",
    "zip": "06905"
}