{
    "CertificationStatus": "Current",
    "Fax": "415-358-9913",
    "OrgName": "Control Discovery Incorporated",
    "PPLoc": "http://www.controldiscovery.com/u-s-eu-safe-harbor-privacy-policy/ ",
    "Phone": "415-334-9700",
    "activities": "Processing client electronic data for purposes of legal discovery, internal audits, and regulatory investigations.\r\n\r\nStoring information identifying specific companies, executives, and employees along with their self-certified data protection policies and practices.",
    "address": "3883 Guadalupe Creek Road",
    "asp_index": "26281",
    "city": "Mariposa",
    "contactemail1": "privacy@controldiscovery.com",
    "contactfax1": "415-358-9913",
    "contactname1": "Jim Barrick",
    "contactoff1": "Corporate Offices",
    "contactphone1": "415-334-9700",
    "contacttitle1": "Chief Executive Office",
    "corpoffemail1": "privacy@controldiscovery.com",
    "corpofffax1": "415-358-9913",
    "corpoffname1": "Jim Barrick",
    "corpoffphone1": "415-334-9700",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, France, Germany, Italy, Netherlands, Spain, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)Computer Services - (CSV)Information Services - (INF)Legal Services - (LES)",
    "nextcertification": "2/13/2016",
    "orgverification": "In-house",
    "personaldata": "Electronic data supplied by corporate clients and individual customers",
    "ppdate": "2/9/2012",
    "privacyprograms": "None",
    "recoursemech": "Control Discovery has established procedures to verify ongoing compliance with these Safe Harbor privacy principles. Control Discovery conducts an annual self-assessment of its privacy practices to verify that the certifications the company makes about its privacy practices are true and that the company's privacy practices have been implemented as represented.\r\nClients may file a complaint concerning Control Discovery's processing of their Personal Data with Control Discovery's Privacy Officer, whose contact information is below. Control Discovery will take steps to remedy any issues arising out of a failure to comply with the Safe Harbor principles. Please contact Control Discovery as specified below to address any complaints regarding the company's client Personal Data practices.  If the complaint cannot be resolved through Control Discovery's internal processes, Control Discovery will cooperate with the American Arbitration Association (AAA) for mediation and then if necessary, to binding arbitration for final resolution and may be entered as a judgment in any court of competent jurisdiction. To the fullest extent permitted by applicable law, no arbitration under this Agreement shall be joined to an arbitration involving any other party subject to this Agreement, whether through class arbitration proceedings or otherwise. Visit www.adr.org for more information about the American Arbitration Association.",
    "signupdate": "2/13/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95338"
}