{
    "CertificationStatus": "Current",
    "Fax": "312 240-3311",
    "OrgName": "BDO USA, LLP",
    "PPLoc": "http://www.bdo.com/legal/safeharbor.aspx ",
    "Phone": "312 240-1236",
    "activities": "BDO USA, LLP. (\"BDO\" or \"the Firm\") is a national professional services firm providing assurance, tax, financial advisory, and consulting services to private and publicly traded businesses.  The following provides a general description of how BDO uses personal information obtained from the EU (Protected Information:  \r\nBDO uses Protected Information pertaining to present, former, and prospective personnel of the Firm and its international affiliates in making services and benefits available to such personnel and making contact with former employees and reviewing information concerning job candidates.\r\nBDO uses Protected Information obtained from or relating to prospective, current, and former clients of BDO and their personnel to provide and offer services to such clients and to fulfill its professional obligations pertaining to such services.\r\nTo a limited extent, the Firm may use Protected Information pertaining to members of the general public for the purpose of making certain information resources available to such persons.",
    "address": "130 East Randolph, STE 2800",
    "asp_index": "26338",
    "city": "Chicago",
    "contactemail1": "jlucas@bdo.com",
    "contactfax1": "248-362-2903",
    "contactname1": "John Lucas",
    "contactoff1": "Compliance Office",
    "contactphone1": "248-244-6529",
    "contacttitle1": "Chief Compliance & Ethics Officer",
    "corpoffemail1": "jlucas@bdo.com",
    "corpofffax1": "248-362-2903",
    "corpoffname1": "John Lucas",
    "corpoffphone1": "248-244-6529",
    "corpofftitle1": "Chief Compliance & Ethics Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Accounting Services - (ACT)Management Consulting Services - (MCS)General Services - (GSV)",
    "nextcertification": "1/18/2016",
    "orgverification": "In-house",
    "personaldata": "Human resources data, client data; On-Line, Off-Line, Manually Processed",
    "ppdate": "1/14/2005",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities & Swiss FDPIC",
    "signupdate": "1/18/2005",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60601"
}