{
    "CertificationStatus": "Current",
    "Fax": "(650) 578-9364",
    "OrgName": "Gilead Sciences, Inc",
    "PPLoc": "",
    "Phone": "(650) 574-3000",
    "activities": "Gilead Sciences, Inc. (\"Gilead\"), its affiliates, subsidiaries and relevant third-party service providers in the United States may receive personal information from the EU/EEA and/or Switzerland about employees (potential, current or former) and their family members, contractors and contingent workers, clinical research study subjects, investigators, and related support personnel, adverse event reporters and subjects, consumers, healthcare professionals, business entities, individuals, third-party service providers and government officials. These data transferred from the EU/EEA and/or Switzerland to the U.S. are used to carry out and support Gilead's related business activities (including human resources, clinical research, pharmacovigilance, incident response and investigation, internal investigations and audits, responding to inquiries, complaints and other requests, contract management, information technology provisioning and related activities) and compliance with legal and regulatory obligations.",
    "address": "333 Lakeside Drive",
    "asp_index": "26355",
    "city": "Foster CIty",
    "contactemail1": "pzeller@gilead.com",
    "contactfax1": "(650) 524-9276",
    "contactname1": "Patrick E. Zeller",
    "contactoff1": "Legal Department",
    "contactphone1": "(650) 372-7546",
    "contacttitle1": "Director of Privacy",
    "corpoffemail1": "pzeller@gilead.com",
    "corpofffax1": "(650) 524-9276",
    "corpoffname1": "Patrick E. Zeller",
    "corpoffphone1": "(650) 372-7546",
    "corpofftitle1": "Director of Privacy",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "1/29/2016",
    "orgverification": "Third Party Seyfarth Shaw, LLP",
    "personaldata": "Human Resources, Clinical Research, Pharmacovigilance, Medical Information (including inquiries from health care professionals, consumers and other person(s)), Contract Management, Product Quality Complaints, Anti-Corruption Compliance Diligence, and Information Technology provisioning and related data.",
    "ppdate": "1/27/2015",
    "privacyprograms": "None",
    "recoursemech": "Gilead has engaged TRUSTe as an independent recourse mechanism, in alignment with the US-EU Safe Harbor Framework. TRUSTe can be reached at https://feedback-form.truste.com/watchdog/request, or by mail at: 835 Market St., Suite 800, San Francisco, CA 94103\r\n\r\n For HR related personal data, Gilead has also agreed to participate in the dispute resolution program provided by the European Data Protection Authorities (DPAs) and to comply with the advice of the Swiss Data Protection Commissioner(FDPIC).",
    "signupdate": "1/29/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94404"
}