{
    "CertificationStatus": "Current",
    "Fax": "(415) 426-6701",
    "OrgName": "Keas, Inc.",
    "PPLoc": "http://keas.com/privacy-policy/ ",
    "Phone": "(415) 426-6700",
    "activities": "In order to participate in the Keas Health Challenge and to use other tools made available via the Services, you must create an account. In order to create an account, we will ask you to provide certain Personal Information such as your name and email address, and you will establish a password. We may also ask you to provide location information, such as your city and state. As used herein, “Personal Information” means information that can be used to contact or identify an individual. In some cases, your employer may supply this information to us on your behalf. Any information, including Personal Information that you provide to Keas via the Services or authorize your employer, healthcare provider, or any third-party to provide to Keas will be used as described herein. We will use your email address to provide the Services to you and to communicate with you in connection with your participation in the Services.\r\n\r\nIf you choose to sign up to receive our newsletter via the Site and Applications, we will collect your name and email address in order for Keas to process your request. If you choose to send email or other communications to us, we may retain those communications in order to process your inquiries, respond to your requests, and improve our Services. Additionally, if you choose to post any comments via the Services, the content of such comments will be shared with all of the Participants within your Keas Health Challenge in connection with your name.\r\n\r\nKeas may transfer personal information to companies that help us provide our service. Transfers to subsequent third parties are covered by the provisions in the Privacy Policy regarding notice and choice and the service agreements with our Clients\r\n\r\nKeas will retain personal data we process on behalf of our Clients for as long as needed to provide services to our Client. Keas will retain and use this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\r\n\r\nOur servers automatically record certain information about how a person uses our Services (we refer to this information as “Log Data”), including both account holders and non-account holders (either, a “User”). Log Data may include information such as a User's Internet Protocol (IP) address, browser type, operating system, the web page that a User was visiting before accessing our Services, the pages or features of our Services to which a User browsed and the time spent on those pages or features, search terms, the links on our Services that a User clicked on and other statistics. We use this information to administer the Services and we analyze (and may engage third parties to analyze) this information to improve and enhance the Services by expanding their features and functionality and tailoring them to our Users' needs and preferences.\r\n\r\nWe use Personal Information and non-identifying information you provide through the Services, to provide the Services and as described in our privacy policy. We do not use or disclose your Personal Information except as described in the privacy policy.\r\n\r\nWe may share information about your participation in the Keas Health Challenge with other Participants and the employer-sponsors of your Keas Health Challenge. Some of this shared participation information is associated with you, such as your Keas Health Challenge point totals, the health goals you choose via the Services and comments you post via the Services. Some of this participation information, such as certain goals you choose, may allow other Participants and sponsors to discern certain things about your health. For example, a goal such about avoiding salt could lead other Participants and sponsors to believe you have or are at risk for high blood pressure. If you would like to adjust how your information is shared, you may adjust your privacy settings within your account.\r\n\r\nInformation that we collect from our users, including Personal Information, is considered to be a business asset. As a result, if we go out of business or enter bankruptcy or if we are acquired as a result of a transaction such as a merger, acquisition or asset sale, your Personal Information may be disclosed or transferred to the third-party acquirer in connection with the transaction. If Keas is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or prominent notice on our Web site or any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.\r\n\r\nWe may provide your Personal Information to companies that provide services to help us with our business activities and providing the Services, such as offering customer support. These companies are authorized to use your Personal Information only as necessary to provide these services to Keas.\r\n\r\nWith your prior consent, we may post any testimonials you provide to us via the Services along with your name.\r\n\r\nOur Site and Applications include social media features, such as the Facebook “Like” button and widgets, such as the “Share” button. These features may collect your IP address, which page you are visiting on our Site or within our Applications, and may set a cookie to enable the feature to function properly. These features are either hosted by a third party or hosted directly on our Site or Applications. Your interactions with these features are governed by the privacy policy of the company providing the applicable feature.\r\n\r\nWe will share your Personal Information with third parties or third-party websites or platforms if you have expressly requested that we do so.\r\n\r\nWe are committed to protecting the security of your Personal Information. We use a variety of security technologies and procedures to help protect your Personal Information from unauthorized access, use, and disclosure. For example, we store the Personal Information you provide encrypted on computer servers with limited access that are located in controlled facilities. We restrict access to Personal Information to our employees, contractors, and agents who need to know that information in order to operate, develop, or improve our Services. These individuals are bound by confidentiality obligations and may be subject to discipline, termination and criminal prosecution, if they fail to meet these obligations.\r\n\r\nWhen you enter sensitive information (such as your account log-in credentials or use our Services), we encrypt the transmission of that information using secure socket layer technology (SSL). We follow generally accepted standards to protect the Personal Information submitted to us, both during transmission and once we receive it. No method of safeguarding information is perfect, however, and we cannot and do not guarantee that your information will be 100% secure.",
    "address": "625 Market St.",
    "asp_index": "26353",
    "city": "San Francisco",
    "contactemail1": "support@keas.com",
    "contactfax1": "(415) 426-6701",
    "contactname1": "",
    "contactoff1": "Keas, Inc.",
    "contactphone1": "(415) 426-6700",
    "contacttitle1": "",
    "corpoffemail1": "dave.reuterskiold@keas.com",
    "corpofffax1": "(415) 426-6701",
    "corpoffname1": "Dave Reuterskiold",
    "corpoffphone1": "(415) 426-6700",
    "corpofftitle1": "Director of Information Security",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "1/16/2016",
    "orgverification": "Third Party",
    "personaldata": "On-line data",
    "ppdate": "9/18/2013",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "TRUSTe (private sector developed dispute resolution mechanism that incorporates the Safe Harbor Framework)",
    "signupdate": "1/16/2013",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94105"
}