{
    "CertificationStatus": "Not Current",
    "Fax": "713-838-9214",
    "OrgName": "ReliantHeart",
    "PPLoc": "http://reliantheart.com/privacy-legal/ ",
    "Phone": "713-838-9210",
    "activities": "ReliantHeart receives personal information from employees, consumers, healthcare professionals, clinical research subjects and investigators, customers and investors in the European Economic Area and Switzerland.\r\nEmployee personal information is transferred from the EU to the U.S. for ReliantHeart employees. This includes information available in employee’s personal profile (e.g., home address and phone number, work and compensation history, planned salary, earnings, career development, paid time off, salary grade, language preferences, education, emergency contacts and gender).  It also includes sensitive personal information (e.g., race, ethnicity, health information). \r\nReliantHeart collects and maintains employee personal information for corporate management activities, including, but not limited to, employee management and administration generally (including both during and after employment), employment verification, administering employee benefits, evaluating performance, conducting disciplinary proceedings, processing health insurance claims, and maintaining and monitoring use of IT systems. \r\nReliantHeart collects subject, investigator and healthcare professional personal data during clinical studies, customer personal information during the sales process and investor personal information during the funding process.\r\n\r\nDescription of the organization’s privacy policy for personal information\r\nReliantHeart and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use and retention of personal informaiton from European Union member countries and Switzerland.  ReliantHeart has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement. \r\nReliantHeart has an approved internal Safe Harbor Data Protection Procedure and a website Safe Harbor Privacy Policy Statement that conform to the Safe Harbor Principles.  The procedure and the policy statement conform to the seven Privacy Principles and the relevant points that are covered in the Frequently Asked Questions (FAQs) located online at: http://export.gov/safeharbor/SH_Documents.asp.\r\nThe ReliantHeart Privacy Policy procedure and statement reflect ReliantHeart’s actual and anticipated information handling practices and refer to ReliantHeart’s Safe Harbor adherence in the text.  ReliantHeart provides an accurate Privacy Policy Statement location on its website and ensures that the ReliantHeart Privacy Policy Statement is available to the public on its website.",
    "address": "8965 Interchange Drive",
    "asp_index": "26394",
    "city": "Houston",
    "contactemail1": "cmckelroy@reliantheart.com",
    "contactfax1": "713-665-0963",
    "contactname1": "Cindy McKelroy",
    "contactoff1": "Regulatory Affairs, ReliantHeart Inc. 8965 Interchange Drive, Houston, Texas 77054",
    "contactphone1": "713-457-1452",
    "contacttitle1": "VP Regulatory Affairs/Quality Systems",
    "corpoffemail1": "cmckelroy@reliantheart.com",
    "corpofffax1": "713-665-0963",
    "corpoffname1": "Cindy McKelroy",
    "corpoffphone1": "713-457-1452",
    "corpofftitle1": "VP Regulatory Affairs / Quality Systems",
    "eucountries": "Belgium, Germany, Italy, Netherlands, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Medical Equipment - (MED)",
    "nextcertification": "6/13/2015",
    "orgverification": "ReliantHeart’s verification method is in-house ver",
    "personaldata": "ReliantHeart personal data covered by the Safe Harbor include offline data, online data, manually processed data and human resources data.",
    "ppdate": "7/8/2013",
    "privacyprograms": "None",
    "recoursemech": "Individuals who are concerned about the processing of their personal information are encouraged to notify the ReliantHeart Human Resources Department.  Complaints will be resolved in accordance with ReliantHeart’s existing formal Human Resources complaint procedures.  If efforts to resolve concerns through the ReliantHeart Human Resources department are unsatisfactory, employees may contact the American Arbitration Association (AAA).  ReliantHeart is committed to cooperating in the resolution of such inquiries and will comply fully with the advice given by the AAA.\r\nReliantHeart has contracted the United States Council for International Business to serve as the independent EU Data Protection Authorities (DPAs) for dispute resolution for ReliantHeart employees located in the EU. ReliantHeart is committed to cooperating in the resolution of such inquiries and will comply fully with the advice given by the panel.",
    "signupdate": "6/13/2012",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "77054"
}