{
    "CertificationStatus": "Current",
    "Fax": "3126698801",
    "OrgName": "Global Legal Discovery of Chicago, LLC",
    "PPLoc": "http:// ",
    "Phone": "3126698800",
    "activities": "At Global Legal Discovery of Chicago (\"GLD\") protecting client data is one of our highest priorities. GLD has a comprehensive privacy program, including a designated officer of the company serving as our chief privacy officer; our policies are designed to help us respect and protect your data privacy rights. GLD handles client data in the scope of active and potential litigation, internal investigations and due diligence, et al. We provide data related services to law firms, private and public companies, and governmental agencies; our services include Data Collection, Computer Forensics, Data Processing, Data Culling, Searching and Hosting and Document Review. This statement includes both Global Legal Discovery of Chicago's European Union - U.S. Safe Harbor Privacy Statement and the Website Privacy Statement.",
    "address": "208 S. Jefferson Street",
    "asp_index": "26427",
    "city": "Chicago",
    "contactemail1": "joe@globallegal.com",
    "contactfax1": "3126698801",
    "contactname1": "R. Joseph Whittingham",
    "contactoff1": "Chicago",
    "contactphone1": "3126698800",
    "contacttitle1": "Vice President",
    "corpoffemail1": "joe@globallegal.com",
    "corpofffax1": "3126698801",
    "corpoffname1": "R. Joseph Whittingham",
    "corpoffphone1": "3126698800",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Legal Services - (LES)Computer Services - (CSV)Management Consulting Services - (MCS)",
    "nextcertification": "1/22/2016",
    "orgverification": "In-House",
    "personaldata": "Contents of data received is dependent on the client and the scope of a project; it can include customer, client, medical, insurance, financial and HR organization, processed manually or electronically.",
    "ppdate": "1/1/2014",
    "privacyprograms": "None",
    "recoursemech": "Organization HR Data: EU and/or Swiss Data Protection Authorities \r\n\r\nOther Data: JAMS",
    "signupdate": "1/22/2015",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60661"
}