{
    "CertificationStatus": "Current",
    "Fax": "510-844-1602",
    "OrgName": "Lyris Technologies, Inc.",
    "PPLoc": "http://lyris.com/us-en/privacy-policy/privacy-policy ",
    "Phone": "510-844-1546",
    "activities": "Our website offers several opportunities for visitors to register for free information, seminars or demonstration copies of our software, and for assistance in evaluating our software and services. These registration forms are often linked to Lyris mailing lists, and require users to give contact information (such as name and e-mail address). We use this contact information to send users information about our company and its products and services. The information is also used to contact site visitors by e-mail for marketing purposes if they have granted permission to us to send it to them on the mailing list form (or other forms on our website), and for administrative purposes such as time and location of seminars. Users may also be contacted by phone or postal mail for marketing purposes. Any financial information collected is shared with our credit card processor to bill users for Lyris software, and is stored by our credit card processor and Lyris. We use customers’ IP address to help diagnose problems with our server, and to administer our website. The IP address is also used to gather broad, personally non-identifiable demographic information, such as the countries in which our site visitors live from.  A cookie is a small text file that is stored on a user’s computer for record-keeping purposes.  Lyris uses cookies on its website but does not link the information it stores in cookies to any personally identifiable information a visitor may submit while on Lyris’s website.  Lyris also has third party cookies and other tracking technologies on its website, which collect data in the aggregate only.\r\n\r\nWe also provide world class online and email marketing solutions to customers in and outside the USA. Our activities in providing services to our customers may include delivering email messages, collecting data from email recipients, processing the data in the US, tracking results of email campaigns, providing analysis of the data to our customer, and transferring collected and or processed data to our customer.  As between our customer and us, all of this data belongs to our customer.  Each agreement with our customer requires that we use this data only as provided in that agreement.  While our specific responsibilities regarding such data are found in these customer agreements, we do not allow information collected and stored for one customer to be accessed or used by any other of our customers or by use on our own behalf.",
    "address": "6401 Hollis #125",
    "asp_index": "26438",
    "city": "Emeryville",
    "contactemail1": "dbarfield@lyris.com",
    "contactfax1": "510-844-1602",
    "contactname1": "Dennis Barfield",
    "contactoff1": "Lyris Inc.",
    "contactphone1": "510-844-1546",
    "contacttitle1": "Controller",
    "corpoffemail1": "ggollard@lyris.com",
    "corpofffax1": "510-844-1598",
    "corpoffname1": "John Philpin",
    "corpoffphone1": "510-844-1534",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "2/20/2016",
    "orgverification": "In-House",
    "personaldata": "on-line, human resources",
    "ppdate": "10/21/2005",
    "privacyprograms": "None",
    "recoursemech": "Cooperation and compliance with the EU Data Protection Authorities' (DPAs) Panel, as well as the Federal Data Protection and Information Commissioner of Switzerland",
    "signupdate": "2/20/2007",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94608"
}