{
    "CertificationStatus": "Current",
    "Fax": "508-339-2352",
    "OrgName": "Creative Services, Inc.",
    "PPLoc": "http://www.creativeservices.com/resource-center/privacy-policy ",
    "Phone": "508-339-5451",
    "activities": "Creative Services, Inc. (CSI) collects information for the purpose of performing employment screening services for its clients.  CSI contracts only with credentialed clients and vendors who certify they will use and maintain personal information for permissible purposes and in accordance with applicable security and privacy laws.  CSI adheres to Notice and Consent provisions of Safe Harbor and the Fair Credit Reporting Act (FCRA), maintains stringent validation criteria to assure information received and disseminated is accurate, and complies with dictated standards of retention and disposal.  CSI employs multi-layered physical, electronic and procedural measures to safeguard the access, storage and transmission of personal information and is subject to both internal and independent third party verification methods to monitor its performance.",
    "address": "64 Pratt Street",
    "asp_index": "26450",
    "city": "Mansfield",
    "contactemail1": "jgootkind@creativeservices.com",
    "contactfax1": "508-339-2352",
    "contactname1": "Judith A. Gootkind",
    "contactoff1": "Creative Services, Inc.",
    "contactphone1": "508-339-5451 x214",
    "contacttitle1": "VP Finance and Administration",
    "corpoffemail1": "jgootkind@creativeservices.com",
    "corpofffax1": "508-339-2352",
    "corpoffname1": "Judith A. Gootkind",
    "corpoffphone1": "508-339-5451 x214",
    "corpofftitle1": "Corporate Treasurer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Employment Services - (EMP)Management Consulting Services - (MCS)",
    "nextcertification": "2/14/2016",
    "orgverification": "In-house and Third Party",
    "personaldata": "On/Off-Line; Manually Processed; HR Data",
    "ppdate": "1/1/2000",
    "privacyprograms": "CSI voluntarily participates in third-party external penetration testing on a monthly basis. All web facing resources are secured using at least 1024 or better bit depth SSL certificates issued by GeoTrust. Additionally, CSI leverages automated Intrusion Detection and Intrusion Prevention (IDS / IPS) systems at the border of our deep packet inspection firewall. CSI's procedures are subject to oversight by the Federal Trade Commission(FTC), the Consumer Financial Protection Bureau, the Nuclear Regulatory Commission (NRC), the Department of Transportation (DOT), and the major credit bureaus, and CSI operates in accordance with their guidelines. CSI is a member in good standing of the following professional industry organizations that promote high standards and monitor compliance: National Association of Professional Background Screeners (NAPBS), American Society for Industrial Security (ASIS), and Society for Human Resource Management (SHRM), among others.",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Proteciton and Information Commissioner.",
    "signupdate": "2/14/2007",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02048-1927"
}