{
    "CertificationStatus": "Current",
    "Fax": "999-999-9999",
    "OrgName": "Essential Marketing Systems Incorporated",
    "PPLoc": "http://http://fivestarreviewsystem.com/privacy-policy/ ",
    "Phone": "808-891-0449",
    "activities": "The Five Star Review System allows our clients to send an email request asking for a review to their customers. Their customers are asked to first rate our clients using 1-5 stars and tell how they found them. If they give our clients a 5-star rating, they are then directed to a list of review website links chosen by our client. The system alerts and tracks what rating was given and if their customer clicked any of the review site links. If our clients include the option to allow “testimonials” (5-star reviews that are not posted to a review website like Google or Yelp), we then collect the testimonial and any uploaded customer photograph.\r\n\r\nTestimonials and customer photographs are displayed on an SEO optimized public page on BestLocalReviews.com and may be shown through use of a widget on our clients personal websites. Clients may also post them to their social networking sites through the system.\r\n\r\nWhen entering their client’s name and email address, clients may choose to send a coupon or flyer to their customers. That coupon or flyer is sent regardless of whether the customer leaves a review or testimonial.\r\n\r\nThe system also allows our clients to track the employee performance by attaching an employee name with a client review request. \r\n\r\nOur Clients:  Provide the following information:\r\n\r\nUser Name, system Password, Company Name, Company Address, Company Logo, Business Email Address, Business Phone, Business Website Address, the Name of the System Manager, System Manager Title, System Manager Photograph, Notification Telephone Number, Notification Email, Response to the survey question “How did you hear about us?”, Review site URL information, Marketing Question and Answers they would like presented to their customers to help them write reviews, Coupons, Flyers, Personalized “Thank You” Messages, Link address to redirect their customers to after they have entered a testimonial or feedback, Employee Names, Employee Photos, Employee Email Addresses\r\n\r\nOur Clients’ Customers:  The system collects the star rating that the individual gives and tracks which review site links are clicked when a five-star rating is received. If the customer chooses to leave a testimonial or feedback on the system both are stored in our clients account. They can also upload a photograph with their testimonial. The testimonial is available to our clients to use on their websites by installing a widget we provide as a part of the system or to upload to their social network sites.\r\n\r\nTestimonials can (at the discretion of our client) be shown on an individual public BestLocalReviews.com review page online.\r\nCurrently, clients are also allowed to ask the survey question, “How did you find us?” It is possible that in the near future additional survey questions will be permitted and answers stored.",
    "address": "821 Kumulani Drive",
    "asp_index": "26491",
    "city": "Kihei",
    "contactemail1": "susansommers@gmail.com ",
    "contactfax1": "999-999-9999",
    "contactname1": "Susan Sommers",
    "contactoff1": "Essential Marketing Systems Incorporated",
    "contactphone1": "808-205-7322",
    "contacttitle1": "Secretary / Treasurer",
    "corpoffemail1": "susansommers@gmail.com ",
    "corpofffax1": "999-999-9999",
    "corpoffname1": "Susan Sommers",
    "corpoffphone1": "808-891-0449",
    "corpofftitle1": "Secretary / Treasurer",
    "eucountries": "United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)Computer Services - (CSV)Information Services - (INF)",
    "nextcertification": "3/9/2016",
    "orgverification": "In house. EMS Safe Harbor Compliance Committee is",
    "personaldata": "The data may include manually processed data; Company Name, Address, Logo; Business Email Address, Phone, Website URL; Name, Title, Photo, Email Address of System Manager; Phone Number;  Review Website URL Preferences;  Marketing Question and Answers to be presented to Reviewers; Personalized “Thank You” Messages; Name, Title, Photo and Email Addresses; Any other info. provided by account holder.",
    "ppdate": "2/26/2015",
    "privacyprograms": "None",
    "recoursemech": "ESM complies wht the EU DPA's. Any complaints that are not satisfactorily resolved by the Safe Harbor Compliance Committee can be referred to the European Data Protection Authorities for investigation and resolution. We encourage interested persons to raise any concerns so that EMS can investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Information.",
    "signupdate": "3/9/2015",
    "state": "Hawaii",
    "statutorybody": "Federal Trade Commission",
    "zip": "96753"
}