{
    "CertificationStatus": "Current",
    "Fax": "317-899-3102",
    "OrgName": "SMC Corporation of America",
    "PPLoc": "http://www.smcusa.com/bottom-navigation/privacy-policy.aspx ",
    "Phone": "317-899-4650",
    "activities": "As per our privacy policies, our main company site collects contact information such as name, e-mail address, mailing address, phone number, country location, and information about the person’s business such as, company name.   We use this information to send current and potential customers, requested product or service information, provide CAD files as requested, respond to customer service requests, administer the account, send marketing communications, administer surveys entered through emails, enable the ability to upload a resume and to be contacted about job postings.  We also collect customer and sales information via our CRM site.  We use this information for sales leads and sales analysis.  Finally, we collect HR related data via our 3rd party provider.  The HR data is used for management purposes, which includes payroll services, employee benefits administration, human resources management, benefits administration, tax and compliance, time and attendance, retirement services, insurance services, payment services, talent management and payment solutions.",
    "address": "10100 SMC Blvd",
    "asp_index": "26506",
    "city": "Noblesville",
    "contactemail1": "safeharbor@smcusa.com",
    "contactfax1": "317-899-3102",
    "contactname1": "Michael Loggins / Joanie Hensley",
    "contactoff1": "I.T. / H.R.",
    "contactphone1": "317-899-4650",
    "contacttitle1": "Director of I.T. / Director of H.R.",
    "corpoffemail1": "kstacy@smcusa.com",
    "corpofffax1": "317-899-3102",
    "corpoffname1": "Kelley Stacy",
    "corpoffphone1": "317-899-4650",
    "corpofftitle1": "Senior Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Pumps Valves & Compressors - (PVC)",
    "nextcertification": "1/27/2016",
    "orgverification": "Third Party",
    "personaldata": "Organization, Customer and HR data  - On-line, Offline and Manually Processed",
    "ppdate": "1/9/2014",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "1/27/2014",
    "state": "Indiana",
    "statutorybody": "Federal Trade Commission",
    "zip": "46060"
}