{
    "CertificationStatus": "Current",
    "Fax": "415-500-9599",
    "OrgName": "Open Text Inc.",
    "PPLoc": "http://www.opentext.com/2/global/site-privacy.html ",
    "Phone": "415-500-9600",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\nOpen Text will provide privacy protection as described in the Safe Harbor Privacy Principles to Personal Data transmitted to Open Text by its customers from the EU/EEA and/or Switzerland as described herein.  Open Text as a data controller: 1) On-line data: Open Text collects personal information through its websites, including without limitation in connection with subscriptions for newsletters, downloads of materials and registration for products and services, etc. Open Text maintains customer records and performs analysis against its customer records in order to perform various customer services activities. 2) Human Resources data: Open Text maintains records of current, former and prospective employees to manage and maintain its employee workforce and conduct its business. Open Text as a data processor: Open Text may act as processor of personal information received from EU/EEA/and or Switzerland to the U.S. in the following contexts; in each scenario, the customer remains the owner and controller of any personal information that is received: 1) Hosted Software-as-a-Service offerings, 2)  Managed Hosting Services, 3) Managed Services related to Electronic Data Interchange services, 4) Electronic Data Interchange services, 5) Email, Fax, SMS, and Voice messaging services, and 6) Product support services.  Open Text processes personal information in these offerings at the direction of its customer, which is the data controller and is responsible for providing notices to and obtaining required consents from data subjects. Open Text does not control this data and any access to or use of such data is incidental to completing its contractual requirements for the customer.",
    "address": "600 Montgomery Street, #1800",
    "asp_index": "26556",
    "city": "San Francisco",
    "contactemail1": "tunruh@opentext.com",
    "contactfax1": "519-888-0254",
    "contactname1": "Trevor Unruh",
    "contactoff1": "Open Text Inc.",
    "contactphone1": "519-574-1138",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "tunruh@opentext.com",
    "corpofffax1": "519-888-0254",
    "corpoffname1": "Trevor Unruh",
    "corpoffphone1": "519-574-1138",
    "corpofftitle1": "Assistant General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "1/30/2016",
    "orgverification": "In-house",
    "personaldata": "Human Resources  and Customer Data",
    "ppdate": "2/1/2012",
    "privacyprograms": "none",
    "recoursemech": "EU Data Protection Authorities and Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "1/30/2006",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94111"
}