{
    "CertificationStatus": "Current",
    "Fax": "804-444-1971",
    "OrgName": "MeadWestvaco Corp.",
    "PPLoc": "http://www.mwv.com/en-us/about/safe-harbor-privacy-policy ",
    "Phone": "804-444-7359",
    "activities": "MWV collects and processes certain personal information in connection with the administration of the Company’s various business functions, including the provision of support and services to employees.  MWV also collects business contact information from our vendors, customers, and business partners.\r\n\r\nMWV may collect and use employee personal information for purposes such as:\r\n•\tevaluating and selecting prospective employees;\r\n•\tadministering employee remuneration plans, including tax and other withholdings and deductions;\r\n•\tassisting in employee development, planning, reviews, performance appraisals, training, transfers and promotions;\r\n•\tidentifying employees for security and other business-related purposes, including to provide identification cards, access to facilities, networks and directories;\r\n•\tmaintaining training records, including acknowledgements of the Company’s Code of Conduct and other training;\r\n•\tadministering employee benefits, including compensation, insurance and pension plans, and maintaining applicable records;\r\n•\tadministering the reimbursement of qualifying work-related, and tuition expenses;\r\n•\tcontacting employees and other individuals in the event of a work-related inquiry or emergency;\r\n•\tadministering charitable and civic time as well as monetary donations in which employees choose to participate;\r\n•\tmaintaining employee health and employee and facility safety and security; \r\n•\tmaintaining the security and appropriate use of the Company’s physical premises, communications networks, computer systems, email and voicemail, and implementing appropriate technical updates;\r\n•\tcomplying with the Company’s legal obligations, policies and procedures; and\r\n•\tmanaging internal administration.",
    "address": "501 South Fifth Street",
    "asp_index": "26567",
    "city": "Richmond",
    "contactemail1": "mwv_global_privacy_office@mwv.com",
    "contactfax1": "804-444-1971",
    "contactname1": "Eric Paxton",
    "contactoff1": "MeadWestvaco Corp.",
    "contactphone1": "804-444-7359",
    "contacttitle1": "VP, Cybersecurity and Information Controls",
    "corpoffemail1": "mwv_global_privacy_office@mwv.com",
    "corpofffax1": "804-444-1971",
    "corpoffname1": "Joseph C. Hutchison",
    "corpoffphone1": "804-444-6048",
    "corpofftitle1": "Deputy General Counsel",
    "eucountries": "Austria, Belgium, Czech Republic, France, Germany, Hungary, Ireland, Italy, Netherlands, Poland, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "General Consumer Goods - (GCG)General Services - (GSV)Paper & Paperboard - (PAP)Industrial Chemicals - (ICH)",
    "nextcertification": "2/3/2016",
    "orgverification": "In-house",
    "personaldata": "Off-line, on-line, manually processed",
    "ppdate": "1/23/2014",
    "privacyprograms": "n/a",
    "recoursemech": "European Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2/3/2009",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "23219-0501"
}