{
    "CertificationStatus": "Current",
    "Fax": "9726566160",
    "OrgName": "Conquest eDiscovery, LLC",
    "PPLoc": "http://www.conquested.com/downloads/Conquest.eDiscovery.LLC.Safe.HarborRev.pdf ",
    "Phone": "972-656-6161",
    "activities": "Conquest eDiscovery provides eDiscovery technical and consulting services to companies and law firms involved in upcoming or current litigation or other legal actions.  Although most data processed and hosted by Conquest does not contain personal data, there may be instances where personal data will be provided to Conquest, typically in the case of employee email of a company who is a party to litigation.",
    "address": "14180 Dallas Pkwy, Suite 425",
    "asp_index": "26569",
    "city": "Dallas",
    "contactemail1": "kmeyer@conquested.com",
    "contactfax1": "972-656-6160",
    "contactname1": "Kathleen Meyer",
    "contactoff1": "Dallas",
    "contactphone1": "972-656-6161",
    "contacttitle1": "President",
    "corpoffemail1": "kmeyer@conquested.com",
    "corpofffax1": "972-656-6160",
    "corpoffname1": "Kathleen Meyer",
    "corpoffphone1": "972-656-6156",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Legal Services - (LES)Computer Services - (CSV)",
    "nextcertification": "2/15/2016",
    "orgverification": "In-House",
    "personaldata": "Conquest may collect and process personal data under the direction of clients and counsel for the purposes of potential or current legal action.  This data may include corporate data (financials, organizational, etc.), employee emails and other documents, and HR-related materials.",
    "ppdate": "2/1/2013",
    "privacyprograms": "None",
    "recoursemech": "Conquest is committed to cooperate with data protection authorities located in the European Union and Switzerland or their designated representatives.  Conquest also has internal self-assessment procedures to verify on-going compliance.  Conquest will attend to, address, and correct any reasonable concerns.  In the event we are unable to resolve the conflict to the satisfaction of the individual, we agree to mediate the issue with JAMS.",
    "signupdate": "2/15/2013",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "75254"
}