{
    "CertificationStatus": "Current",
    "Fax": "630-285-1804",
    "OrgName": "Teleformix, LLC",
    "PPLoc": "http://www.teleformix.com/privacy_policy.html ",
    "Phone": "630-285-6500",
    "activities": "Teleformix is a leading developer of customized loyalty and affinity solutions. We work with companies of all sizes to build fully-branded programs that incorporate tangible benefits, services and rewards. Our focus is on enhancing brand loyalty through engagement and providing a positive customer experience throughout their lifecycle. We use multiple communication and marketing channels to influence customer behavior and enhance the customer-brand affinity relationship.\r\n\r\nIn addition, Teleformix is a leading developer of CRM / eCRM Enterprise-Class Software applications for the banking, insurance, financial services, and marketing industries. Teleformix provides customized software solutions designed to manage today's business transaction challenges.\r\n\r\nPersonal Information may be collected from several sources, and is generally provided by the individuals themselves. Such Information often includes name, physical address, mailing address, email address, phone number, company name, title and payment information. The Information may be collected through websites, direct mail forms, clubs and services subscriptions, email newsletters and other communications. Teleformix may also collect Information from third parties, including rental or purchase of prospective customer lists from organizations with strict opt-in policies.\r\n\r\nWe may also collect demographic information, purchase, order and payment history, email and website usage, and promotional history and response.",
    "address": "250 E. Devon Ave.",
    "asp_index": "26572",
    "city": "Itasca",
    "contactemail1": "lgroble@teleformix.com",
    "contactfax1": "630-285-1804",
    "contactname1": "Lauren Groble",
    "contactoff1": "Teleformix, LLC",
    "contactphone1": "630-285-6549",
    "contacttitle1": "VP Partnership Operations",
    "corpoffemail1": "mbyrne@teleformix.com",
    "corpofffax1": "630-285-1804",
    "corpoffname1": "Mike Byrne",
    "corpoffphone1": "630-285-6510",
    "corpofftitle1": "President",
    "eucountries": "United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "2/9/2016",
    "orgverification": "Third Party",
    "personaldata": "On-line customer data",
    "ppdate": "11/11/2011",
    "privacyprograms": "eTrust Safe Harbor",
    "recoursemech": "In case of a dispute, eTrust is available to you as a third party. In this case you should contact eTrust at http://www.etrust.org/complaint/raise_privacy_complaint.php?url=teleformix.com",
    "signupdate": "2/9/2012",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60143"
}