{
    "CertificationStatus": "Current",
    "Fax": "770-319-8085",
    "OrgName": "NetTracer, Inc.",
    "PPLoc": "See link below",
    "Phone": "770-319-7878",
    "activities": "NetTracer, Inc. is a software company that hosts software (Software as a Service) for its airline industry clients to manage the resolution of mishandled baggage and to manage the fraud associated with resolving baggage claims.  In order to provide these services, the EU and Swiss airline clients act as the Data Controllers and NetTracer acts as the Data Processor.  In this relationship, the airline clients import a subset of their passenger data into the NetTracer software and the airlines are obligated to seek consent from the passengers to use their personal information.",
    "address": "2675 Paces Ferry Road. Suite 240",
    "asp_index": "26614",
    "city": "Atlanta",
    "contactemail1": "bwhite@nettracer.aero",
    "contactfax1": "780-319-8085",
    "contactname1": "Brandon White",
    "contactoff1": "NetTracer, Inc.",
    "contactphone1": "770-319-7878",
    "contacttitle1": "Sr. Director of Engineering",
    "corpoffemail1": "support@nettracer.aero",
    "corpofffax1": "770-319-8085",
    "corpoffname1": "Bryan Owens",
    "corpoffphone1": "770-319-7878",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)Aviation Services - (AVS)",
    "nextcertification": "12/13/2015",
    "orgverification": "In-house",
    "personaldata": "NetTracer processes personal information on behalf of airline clients and their passengers.  NetTracer personnel do not manually input this personal information.",
    "ppdate": "12/11/2012",
    "privacyprograms": "NetTracer is not presently a member of any additional privacy programs.  However, we do take data security and privacy seriously as a Software-as-a Solution provider and we independently use a third party auditor to ensure that we are in compliance with industry standards.",
    "recoursemech": "The American Arbitration Association (AAA) will be the independent organization and is referenced in our Safe Harbor Privacy Policy.",
    "signupdate": "12/13/2012",
    "state": "Georgia",
    "statutorybody": "Department of Transportation",
    "zip": "30339"
}