{
    "CertificationStatus": "Current",
    "Fax": "925-460-1701",
    "OrgName": "STEELWEDGE Software, Inc.",
    "PPLoc": "http://www.steelwedge.com/privacy/ ",
    "Phone": "925-460-1700",
    "activities": "Steelwedge Software, Inc. (“Steelwedge”) helps its customers implement and improve their Sales and Operations Planning (S&OP) processes.  Steelwedge accesses the personal data of its E.U.-based customers in order to be able to provide its customers with its S&OP services.  The information accessed is limited to customer name and business contact information.  Steelwedge also collects personal data on its web site in order to provide its users with educational content.  The information collected on the web site is limited to name, job title, company name, and business contact information.",
    "address": "3825 Hopyard Rd., Suite 150",
    "asp_index": "26613",
    "city": "Pleasanton",
    "contactemail1": "lbarbot@steelwedge.com",
    "contactfax1": "925-460-1701",
    "contactname1": "Lisa Barbot",
    "contactoff1": "STEELWEDGE Software, Inc.",
    "contactphone1": "925-460-1700",
    "contacttitle1": "VP and General Counsel",
    "corpoffemail1": "lbarbot@steelwedge.com",
    "corpofffax1": "925-460-1701",
    "corpoffname1": "Lisa A. Barbot",
    "corpoffphone1": "925-460-1700",
    "corpofftitle1": "Vice President and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "2/3/2016",
    "orgverification": "In-house",
    "personaldata": "Customer data and web site user data is covered by the Safe Harbor Framework.  Customer data and web site user data are processed on-line, off-line, and manually.",
    "ppdate": "1/31/2013",
    "privacyprograms": "None",
    "recoursemech": "For unresolved complaints, Steelwedge will cooperate with the European Union data protection authorities and the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2/3/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94588"
}