{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Abacus Group LLC",
    "PPLoc": "http://abacusgroupllc.com/privacy-policy/ ",
    "Phone": "646-701-6953",
    "activities": "Abacus Group LLC shall collect Personally Identifiable Information, including but not limited to name, physical address, email address, telephone number, billing and other personal information (collectively, \"PII\"), from Clients when initiating service and in connection with the provisioning, support of products and services. Abacus Group LLC may collect PII from Visitors in connection with any visit to our web sites, any communication about our services and products, and any other transactions or interactions with Abacus Group LLC.\r\nAbacus Group LLC may also collect Non-Personally Identifiable Information from Clients and Visitors regarding usage of our services or our web sites (\"Non-PII\"). Non-PII may include system logs, time spent using certain services, cookies, and other information which does not specifically identify any one individual.\r\nAs is the case with many web sites, our systems automatically collect your IP address when you visit our site, and we may associate that with your Internet Service Provider. We may also capture certain \"clickstream data\" pertaining to your usage of the web site and services. Clickstream data includes, for example, information about your computer or device, web browser and operating system and their settings, the referring page that linked you to the site, the pages or ads you see or click on during your visit and when and for how long you do so, items you download, the next web site you visit when you leave the web site, and any search terms you have entered on our web sites or a referral site. All of this information may be used for a variety of purposes, including, for example, to gather aggregated demographic or statistical information.\r\n\"Cookies\" are pieces of information that may be placed on your computer by a web site for the purpose of facilitating and enhancing your experience, communication and interaction with that web site. Many web sites use cookies for these purposes. We may use cookies to customize your visit to our web site and for other purposes to make your visit more convenient or to enable us to enhance our service.\r\nIn addition to our cookies, we and our vendors and contractors may also use \"pixel tags\" (also known as \"clear GIFs\" or \"web beacons\"), and third party cookies to improve the performance of our web sites, provide certain features such as advertising, or to anonymously track usage of our web sites and the online activity of users. In addition, we may use such devices in our HTML-based emails to track the usage of such emails in the same manner as the usage of our web sites are tracked.\r\nYou may stop or restrict the placement of cookies on your computer, including third party cookies, or flush them from your browser by adjusting your web browser preferences, in which case you may still use our web site, but it may interfere with or limit some of its functionality.\r\nYou should be aware that any PII which you voluntarily include and transmit through publicly accessible forums (i.e., blogs, instant messages, and social media) may be viewed and used by anyone with access to such forums. Abacus Group LLC is unable to control such uses of your PII, and by using such services, you assume the risk that the PII provided by you may be viewed and used by third parties.",
    "address": "655 3rd Ave",
    "asp_index": "26645",
    "city": "New York",
    "contactemail1": "blozada@abacusgroupllc.com",
    "contactfax1": "",
    "contactname1": "Brian Lozada",
    "contactoff1": "655 3rd Ave NYC NY 10017",
    "contactphone1": "646-701-6953",
    "contacttitle1": "Director of Information Security",
    "corpoffemail1": "blozada@abacusgroupllc.com",
    "corpofffax1": "",
    "corpoffname1": "Brian Lozada",
    "corpoffphone1": "646-701-6953",
    "corpofftitle1": "Director of Information Security",
    "eucountries": "Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)General Science & Technology - (GST)",
    "nextcertification": "5/20/2016",
    "orgverification": "in-house",
    "personaldata": "Abacus Group LLC shall collect Personally Identifiable Information, including but not limited to name, physical address, email address, telephone number, billing and other personal information (collectively, \"PII\"), from Clients when initiating service and in connection with the provisioning, support of products and services.",
    "ppdate": "5/15/2015",
    "privacyprograms": "Self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "A complaint can be sent to privacypolicy@abacusgroupllc.com.  As our independent dispute resolution mechanism we will utilizing JAMS for client data. http://www.jamsadr.com/\r\n\r\nFor organizational human resources data, we cooperate and comply with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints.",
    "signupdate": "5/20/2015",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10017"
}