{
    "CertificationStatus": "Current",
    "Fax": "2016214467",
    "OrgName": "i-parcel, LLC",
    "PPLoc": "https:/ www.i-parcel.com/en/safe-harbor/ ",
    "Phone": "7327221061",
    "activities": "In general, i-Parcel may obtain Personal Data from the European Union or Switzerland (collectively, “EU Personal Data”) in the United States about several different types of individuals, including (i) direct customers, (ii) customers of i-Parcel’s ecommerce merchant customers (“Merchants”) and (iii) individuals associated with i-Parcel’s business clients (“Clients”). i-Parcel generally collects, uses, and discloses information about direct customers located in the EU or Switzerland in accordance with the Website Privacy Policy at www.i-parcel.com/en/company-privacy-policy/. If you become a direct customer we will collect your name, company name, shipping address, phone number and email address.  i-Parcel may obtain various types of EU Personal Data about our Merchant’s consumers. Such data may include their names, company names, shipping addresses, phone numbers, email addresses and complete descriptions of the goods ordered. i-parcel provides a wide variety of services and solutions to its business Clients that facilitate services including air carriage, customs clearance and delivery for individuals (\"Data Subjects\"). In some instances, i-Parcel may obtain access to EU Personal Data about such Data Subjects in the course of providing the services and solutions to i-Parcel’s Clients. In other specific instances, i-Parcel may also obtain access to data about our Clients' end users in the course of providing support services to the Clients (\"End Users\"). Such data may include names, addresses, phone numbers, email addresses, full description of products being transported, and other information, depending on the particular Client and application at issue.",
    "address": "45 Fernwood  Ave.",
    "asp_index": "26683",
    "city": "Edison",
    "contactemail1": "dnakama@i-parcel.com",
    "contactfax1": "5623098152",
    "contactname1": "Dave Nakama",
    "contactoff1": "i-parcel, LLC",
    "contactphone1": "5625673787",
    "contacttitle1": "Compliance Director",
    "corpoffemail1": "will.gensburg@its-ship.com",
    "corpofffax1": "2016214467",
    "corpoffname1": "William Gensburg",
    "corpoffphone1": "7328371172",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Aviation Services - (AVS)General Consumer Goods - (GCG)",
    "nextcertification": "12/13/2015",
    "orgverification": "Third Party - TRUSTe",
    "personaldata": "on-line",
    "ppdate": "2/5/2015",
    "privacyprograms": "NONE",
    "recoursemech": "TRUSTe",
    "signupdate": "12/13/2010",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "08837"
}