{
    "CertificationStatus": "Current",
    "Fax": "3033283526",
    "OrgName": "InsightSoftware.com, Inc.",
    "PPLoc": "http://www.insightsoftware.com/privacy/ ",
    "Phone": "3035520576",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland: \r\nOur products and services include enterprise resource planning, reporting, budgeting, and reconciliation offerings.  We collect personal data as a data controller with respect to customer registration information and service usage information.  We use such information to provide our services and to analyze how our services are used.  We collect and process personal data as a data processor with respect to the data that our customers upload to our systems.  We process such data for purposes of providing our services.  \r\n\r\nPersonal data collected from customers and prospective customers, including personal data in registration, personal data collected about the use of our SAAS systems, and personal data that could be included in customers’ uploads into our SAAS systems.",
    "address": "5613 DTC Parkway #950",
    "asp_index": "26692",
    "city": "Greenwood Village",
    "contactemail1": "stu.lucko@insightsoftware.com",
    "contactfax1": "3033283526",
    "contactname1": "Stuart Lucko",
    "contactoff1": "InsightSoftware.com Inc Denver",
    "contactphone1": "3035520576",
    "contacttitle1": "CFO/COO",
    "corpoffemail1": "stu.lucko@insightsoftware.com",
    "corpofffax1": "3033283526",
    "corpoffname1": "Stuart Lucko",
    "corpoffphone1": "3035520576",
    "corpofftitle1": "CFO/COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "2/7/2016",
    "orgverification": "Third-Party - TRUSTe",
    "personaldata": "On-line data = data collected directly on the Internet; Offline data = any digital data processed not through the Internet – such as data collected through an Intranet;  Manually processed data = data collected manually – paper, trade shows, etc.",
    "ppdate": "2/6/2015",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2/7/2014",
    "state": "Colorado",
    "statutorybody": "Federal Trade Commission",
    "zip": "80111"
}