{
    "CertificationStatus": "Current",
    "Fax": "914-848-4169",
    "OrgName": "nuTravel Technology Solutions",
    "PPLoc": "http://nutravel.com/privacy-policy/ ",
    "Phone": "914-848-4566",
    "activities": "Personal information is used for travel self booking.  There are several areas on our Site where we request information from you.  If you register to use any limited access portion of the Site, we use the information you provide to deliver the services that you request.  We ask for this information so that we can deliver services to you, bill you for services rendered, enhance your visit to our Site, or to follow up with you after your visit, or respond to other communications from you.  We will only collect your personal information, including name, address, phone number, email address, credit card information, other demographic details, etc., when you provide it to us, and it will only be used for the purposes for which you provide it.  If you are a registered user your information will be stored in the My Profile area of the Site.  The information you provide to us will be kept confidential and used only by us and our third party providers as necessary to fulfill the requests you make of us.  Your personally identifiable information will not be passed to third parties for their marketing purposes.  In the event that you choose to contact us via the links provided on the Site, any information you have stored in your signature block will be uploaded into the email and sent to us.  You acknowledge that this information is sent to us voluntarily.",
    "address": "2500 Westchester Ave, Suite 108",
    "asp_index": "26707",
    "city": "Purchase",
    "contactemail1": "systems@nutravel.com",
    "contactfax1": "914-848-4169",
    "contactname1": "Robert Knochenmus",
    "contactoff1": "nuTravel Systems Engineering",
    "contactphone1": "914-848-4566",
    "contacttitle1": "Sr Systems Engineer",
    "corpoffemail1": "systems@nutravel.com",
    "corpofffax1": "914-848-4169",
    "corpoffname1": "Carmine Carpanzano",
    "corpoffphone1": "914-848-4566",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "nextcertification": "3/6/2016",
    "orgverification": "Self-Assessment",
    "personaldata": "Travel and billing information is collected robotically from the traveler and is programatically transmitted to desired vendors, no manual data processing",
    "ppdate": "6/20/2012",
    "privacyprograms": "PCI. Use of personal data is exclusive to the needs of the traveler for booking travel. All personal data is subject to PCI compliance",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "3/6/2013",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10577"
}