{
    "CertificationStatus": "Current",
    "Fax": "847-937-8631",
    "OrgName": "Abbott Laboratories, together with all of its affiliate and subsidiary companies",
    "PPLoc": "http://abbott.com/citizenship/disclosures/other/data-privacy.htm ",
    "Phone": "847-938-3000",
    "activities": "Abbott Laboratories and its affiliates and subsidiaries in the United States receive personal information from the European Economic Area/ European Union member countries and Switzerland. This includes information concerning: (i) employees (potential, current or former) and their family members, contractors and contingent workers, including information available in personnel files (e.g., home address and phone number, work and compensation history, planned salary, earnings, career development, paid time off, salary grade, language preferences, education, emergency contacts, gender), as well as some sensitive personal information (e.g., race, ethnicity, health information); (ii) clinical research study subjects, patients and investigators (including their staff and other individuals participating in Abbott sponsored research and health care programs), adverse event reporters and subjects; and (iii) customers, consumers, suppliers, services providers, business partners and vendors that is processed in our principal customer, supplier and vendor accounting system (Symphony SAP). Among the reasons Abbott collects, stores and processes personal information are: employee management and administration generally (including both during and after employment), employment verification, administering employee benefits, administering personal short or long term compensation programs or benefits, evaluating performances, managing corporate programs, conducting disciplinary proceedings, addressing labor relations issues, processing health insurance claims, maintaining and monitoring usage of internal networks and IT systems, supporting the company’s research, development, regulatory, legal and other business activities, and marketing, sales, customer service, financial, legal and other business activities. Abbott also contracts with third party providers to render related services, including payroll processors, call centers and support services.",
    "address": "100 Abbott Park Road",
    "asp_index": "26701",
    "city": "Abbott Park",
    "contactemail1": "jacob.springer@abbott.com",
    "contactfax1": "847 936 5883",
    "contactname1": "Jacob Springer",
    "contactoff1": "Legal Regulatory & Compliance Department",
    "contactphone1": "847 935 3660",
    "contacttitle1": "Division Counsel, Global Privacy Officer",
    "corpoffemail1": "stephen.fussell@abbott.com; erica.battaglia@abbott",
    "corpofffax1": "847-937-3966",
    "corpoffname1": "Stephen R. Fussell - Senior Vice President, Human Resources",
    "corpoffphone1": "847-935-4878",
    "corpofftitle1": "Erica L Battaglia - Divisional Vice President & Associate General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Laboratory Scientific Instruments - (LAB)Medical Equipment - (MED)",
    "nextcertification": "2/8/2016",
    "orgverification": "In-House Verification",
    "personaldata": "Human resources, clinical research, pharmacovigilance, customer and vendor data.",
    "ppdate": "2/7/2007",
    "privacyprograms": "None",
    "recoursemech": "Individuals’ complaints will be resolved in accordance with Abbott’s existing formal complaints procedures. For individuals located in the European Union and Switzerland and whose data are covered by this certification, if efforts to resolve a concern within Abbott are unsatisfactory, such individuals may contact the panel of EU data protection authorities or the Swiss Federal Data Protection and Information Commissioner (FDPIC). Abbott will cooperate in the resolution of such inquiries and will comply with the advice given by the panel of EU data protection authorities or the Swiss FDPIC.",
    "signupdate": "2/8/2007",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60064"
}