{
    "CertificationStatus": "Current",
    "Fax": "510-764-7612",
    "OrgName": "iParadigms, LLC",
    "PPLoc": "http://turnitin.com/en_us/about-us/privacy-center/privacy-pledge ",
    "Phone": "510-764-7600",
    "activities": "iParadigms, LLC is the developer and service provider of Turnitin, Turnitin for Admissions and iThenticate.  These services are provided to the academic community and private sectors (respectively) to assess uploaded textual intellectual property (i.e. written works submitted in digital format) for originality.  Clients use this service as a form of plagiarism prevention, detection and, primarily in the case of the private sector, copyright protection.  \r\niParadigms, LLC is accessed via log in and the required form of personal information is a unique email address.  A user's profile also contains name (required), title (required),institution name (required), mailing address (optional), phone number (optional), and fax number (optional).\r\niParadigms, LLC also has an online quote generation system accessed from www.turnitin.com and www.ithenticate.com.  Individuals who wish to receive pricing information are required to provide name, title, email address and institution or company name.  Therefore, while iParadigms, LLC may maintain user profile information only for paying clients in the EU/EEA, we have selected all countries below as we do not control which clients sign up for pricing information.",
    "address": "1111 Broadway 3rd Fl",
    "asp_index": "26717",
    "city": "Oakland",
    "contactemail1": "arhee@iparadigms.com",
    "contactfax1": "510-764-7612",
    "contactname1": "Angela Rhee",
    "contactoff1": "iParadigms, LLC Business Affairs Office",
    "contactphone1": "510-764-7600",
    "contacttitle1": "Director of Business Affairs",
    "corpoffemail1": "bwilson@iparadigms.com",
    "corpofffax1": "510-764-7612",
    "corpoffname1": "Bobby Wilson",
    "corpoffphone1": "510-764-7600",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Education & Training - (EDS)Computer Services - (CSV)",
    "nextcertification": "2/10/2016",
    "orgverification": "TRUSTe",
    "personaldata": "On-Line, Off-Line, Manually Processed",
    "ppdate": "1/1/2014",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2/10/2005",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94607"
}