{
    "CertificationStatus": "Current",
    "Fax": "425-453-1403",
    "OrgName": "Technology Business Management Council, Ltd.",
    "PPLoc": "http://tbmcouncil.org/privacy ",
    "Phone": "425-974-6261",
    "activities": "(1) Information from our Website. TBM Council uses personal information that it receives from website visitors for marketing purposes as permissible under applicable law and in connection with a website visitor’s efforts to: (a) request or obtain technology business management-related information, services and/or marketing materials; (b) register for TBM Council or TBM Council-related events; (c) request contact with a TBM Council representative; (d) submit questions or inquiries; or (e) engage in interactive features of TBM Council websites (e.g. bulletin boards, community blog, etc.). TBM Council may also use this information to help monitor and track usage patterns on its website and to diagnose and resolve issues with and otherwise improve the website. \r\n(2) Membership Data. TBM Council collects member registration information when a member registers to become a member of the TBM Council, which information may include their name, company name, email address, and phone number. TBM Council may also request additional profile information such as title, department name, number of employees, industry, etc.  The TBM Council may use this information to provide members with information about the expanding field of technology business management, to provide information about TBM Council-related events and services, to facilitate discussion, and to update members on trends and events in the category of technology business management.  The TBM Council may also share member registration information with its founding sponsor and technical advisor, Apptio, Inc. (which is also certified under the US-EU, US-Swiss Safe Harbor Framework).",
    "address": "11100 NE 8th Street, Suite 600",
    "asp_index": "26737",
    "city": "Bellevue",
    "contactemail1": "bpease@apptio.com",
    "contactfax1": "425-453-1403",
    "contactname1": "Brian Pease",
    "contactoff1": "Assistant Secretary",
    "contactphone1": "425-974-6261",
    "contacttitle1": "Assistant Secretary",
    "corpoffemail1": "CPick@apptio.com",
    "corpofffax1": "425-453-1403",
    "corpoffname1": "Chris Pick",
    "corpoffphone1": "(425) 974-1307",
    "corpofftitle1": "President",
    "eucountries": "Belgium, Denmark, Finland, France, Germany, Ireland, Italy, Netherlands, Norway, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "5/13/2016",
    "orgverification": "In-House",
    "personaldata": "personal data provided by website visitors and registered TBM Council members",
    "ppdate": "5/7/2015",
    "privacyprograms": "None",
    "recoursemech": "We utilize the TRUSTe dispute resolution process",
    "signupdate": "5/13/2015",
    "state": "Washington",
    "statutorybody": "Federal Trade Commission",
    "zip": "98004"
}