{
    "CertificationStatus": "Current",
    "Fax": "866 5503206",
    "OrgName": "SparkBase, Inc.",
    "PPLoc": "http://sparkbase.com/privacy/ ",
    "Phone": "216 8670877",
    "activities": "When registering for an account, SparkBase will ask for information pertinent to the Account being configured or managed.  This will include, but is not limited to:  name, email, password, address, phone numbers, and birthday. This is used to create and manage the account. Cards numbers can be linked to the Shopper’s account through our web site. Customers will need to enter the card id and card pin as well as email and password to link a card. This information is used to allow the customer to inquire about their balance within the loyalty program.\r\n\r\nWhen registering merchants we ask for information pertinent to the Merchant Account being configured or managed. This will include the Name and type of the business, how the account was boarded, type of terminals or POS system used for transactions, the address, fax and phone number, and an associated email account.  Additionally, there are options that allow for the collection of a merchant’s twitter user and hash tag information, contact information, web site integration authentication and password, and the ability to export privileges. Also defined are the currency, a multi-purpose group number, the representative’s number, and the Google Analytics Token.  This information is used for processing gift and loyalty transactions, marketing, program development, and for sending notifications related to transactions. Also, for billing purposes, the Merchant’s payment information is collected, as well as the automatic billing frequency. \r\n\r\nWhen registering or creating a program we ask for information pertinent to the Merchant Account for whom the program is being configured or managed. This will include the Name and type of the business, how the account was boarded, the address, fax and phone number, and an associated email account. Additionally, there are fields that allow for the collection of social media contact information, web site integration authentication and password, merchant employee name, email, phone, password at POS, and privileges.  This information is used for processing gift and loyalty transactions, marketing, program development, and for sending notifications related to transactions.  \r\n\r\nWhen registering a Merchant for an account, we ask for information pertinent to the Merchant Account being configured or managed. This will include the name and location of the business, employee ids and passwords, and terminal id and password. This is used to login. \r\n\r\nMerchant Employees can enter the Shopper’s associated phone number and the Loyalty Enroll demographics for transactions. \r\n\r\nA Shopper can, through the web site provide Loyalty Enroll demographics including: First Name, Last Name, E-mail Address, Mobile Number, Birthday, Zip Code, and Paycloud Card Numbers. The email address is used to send receipts and reset the password. The phone number is used to access the account when the card is not present to conduct a transaction. The Birthday is used to send special offers on their birthday and to verify they are over 13 for age specific content.\r\n\r\n\r\nAs the Shopper uses Paycloud the progress towards rewards at merchants locations for which rewards being accumulated and available are aggregated and listed in the web site and application. Merchants have access to this information and use this information to create gift and loyalty programs for their shoppers, and measure the effectiveness of their programs.\r\n\r\nShoppers have access to change the e-mail address, mobile number, birthday, zip code, or password provided in the web site and in the application’s settings.\r\nShoppers can log into an account in several ways:\r\n• Online by registering a card and providing an email address\r\n• Through the application by giving the Shopper’s e-mail address and password \r\n• Through the application by connecting with Facebook \r\n\r\nIf Shoppers create an account by connecting with Facebook, then we request specific permissions, which include, but is not limited to: Name, Location, Birth date and E-mail address. Similarly Paycloud can be configured to earn rewards by sharing Paycloud activity with Twitter. To do so Paycloud will use access to the Shopper’s Twitter account to: Read Tweets from the Shopper’s timeline, See who the Shopper is following and follow new people, Update the Shopper’s profile, Post Tweets for the Shopper. This can be disabled from the application.  Shoppers can share or limit shared information with Paycloud in the app settings.  For additional security, Shoppers can also choose to create a security code to passcode protect the application.\r\n\r\nFor ISOs and Resellers, we collect the name, email, and phone number, as well as information describing the sales organization. For ISOs we also ask for the business name. The ISOs and Reseller may also provide information in a messages field. The information supplied is used to contact the ISOs and Resellers in response to their query. When they register for one of our services, such as LoyaltyOS or LoyaltyStar, or send us an inquiry, we ask for information including, but not limited to: name, company name and address, e-mail and phone number. They may also provide information in a notes field. The information supplied is used to contact them, in response to the query.\r\n\r\n\r\nPrivacy Policy Locations:\r\n\r\nhttps://approveyourcard.com/privacy, https://getyourbalance.com/privacy, https://mymerchantadmin.com/index/privacypolicy, https://myprogramadmin.com/index/privacypolicy,  https://mywebterminal.com/privacy",
    "address": "3615 Superior Avenue",
    "asp_index": "26731",
    "city": "Cleveland",
    "contactemail1": "privacy@sparkbase.com",
    "contactfax1": "866 5503206",
    "contactname1": "Christine Primisch",
    "contactoff1": "SparkBase Support",
    "contactphone1": "216 8670877",
    "contacttitle1": "Client Services Director",
    "corpoffemail1": "safeharbor@sparkbase.com",
    "corpofffax1": "866 5503206",
    "corpoffname1": "Joshua Lochner",
    "corpoffphone1": "216 8670877",
    "corpofftitle1": "Chief Information Security Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)Computer Software - (CSF)",
    "nextcertification": "3/12/2016",
    "orgverification": "In-house",
    "personaldata": "Merchant, client, and customer data",
    "ppdate": "3/4/2014",
    "privacyprograms": "None",
    "recoursemech": "SparkBase has committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus.",
    "signupdate": "3/12/2014",
    "state": "Ohio",
    "statutorybody": "Federal Trade Commission",
    "zip": "44114"
}