{
    "CertificationStatus": "Current",
    "Fax": "646-658-0540",
    "OrgName": "Monster Worldwide, Inc., and its subsidiary, Monster Worldwide Technologies, LLC",
    "PPLoc": "http://inside.monster.com/fullpolicy/inside2.aspx ",
    "Phone": "212-351-7000",
    "activities": "Monster collects personal information from job seekers to help them locate and apply to jobs and to network with friends and colleagues. This data includes resume information, cover letters, and any networking information seekers choose to provide. \r\n\r\nMonster collects business contact information from employers to provide them with Monster accounts where they can post job openings or search the resume database to locate candidates. \r\n\r\nMonster collects human resources information from Monster associates and employees in the EU and Switzerland.",
    "address": "622 Third Avenue, 39th Floor",
    "asp_index": "26741",
    "city": "New York",
    "contactemail1": "patrick.manzo@monster.com",
    "contactfax1": "978-377-6342",
    "contactname1": "Patrick Manzo",
    "contactoff1": "Global Privacy Office",
    "contactphone1": "978-461-8436",
    "contacttitle1": "Executive Vice President and Chief Privacy Officer",
    "corpoffemail1": "patrick.manzo@monster.com",
    "corpofffax1": "978-377-6342",
    "corpoffname1": "Patrick Manzo",
    "corpoffphone1": "978-461-8436",
    "corpofftitle1": "Executive Vice President and Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Employment Services - (EMP)",
    "nextcertification": "2/15/2016",
    "orgverification": "Third Party  (TRUSTe)",
    "personaldata": "Resume/CV data, cover letters, and profile data from job seekers; business contact information from employers; and human resources data about Monster employees.",
    "ppdate": "12/18/2013",
    "privacyprograms": "TRUSTe",
    "recoursemech": "With respect to human resources data only, the EU Data Protection Authorities (DPAs) will be Monster Worldwide, Inc.'s and Monster Technologies, LLC's independent dispute resolution recourse mechanism and with respect to Human Resources data only in Switzerland, Monster will cooperate with the Federal Data Protection and Information Commissioner (FDPIC)\r\n\r\nFor all other data, TRUSTe is Monster Worldwide, Inc.'s, and Monster Technologies, LLC's third party dispute resolution mechanism.",
    "signupdate": "11/5/2004",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10017"
}