{
    "CertificationStatus": "Current",
    "Fax": "(508) 836-4466",
    "OrgName": "eClinicalWorks, LLC",
    "PPLoc": "http://www.eclinicalworks.com/wp-content/uploads/2014/10/eClinicalWorks_Safe_Harbor_Privacy_Policy1.pdf ",
    "Phone": "(508) 475-0450",
    "activities": "eClinicalWorks is a provider of electronic medical records software, medical practice management software, and revenue cycle services to medical providers and practices. Information is received from customers and processed through the software and is transmitted and stored in a secure format.",
    "address": "2 Technology Drive",
    "asp_index": "26758",
    "city": "Westborough",
    "contactemail1": "nainil.chheda@eclinicalworks.com",
    "contactfax1": "(508) 836-4466",
    "contactname1": "Nainil Chheda",
    "contactoff1": "Westborough, Massachusetts",
    "contactphone1": "(508) 475-0450 x1033",
    "contacttitle1": "Procurement & Inventory Management, HIPAA HITECH & Compliance",
    "corpoffemail1": "mark.speyer@eclinicalworks.com",
    "corpofffax1": "(508) 475-3011",
    "corpoffname1": "Mark Speyer",
    "corpoffphone1": "(508) 475-0450 x1761",
    "corpofftitle1": "Corporate Controller",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "2/18/2016",
    "orgverification": "In-house",
    "personaldata": "Personal data covered includes all personal, healthcare, billing, and claims data received by eClinicalWorks from its customers as well a potentially including organization human resources data",
    "ppdate": "2/9/2015",
    "privacyprograms": "eClinicalWorks has developed its own self-regulatory privacy policy in conformance with the Safe Harbor Principles. This policy involves an annual self-assessment, enhanced data security, confidentiality, employee training, and appropriate policies and procedures to handle complaints and resolve disputes.",
    "recoursemech": "1. For disputes involving organization human resources data, if any, received by eClinicalWorks from EEA or Switzerland, eClinicalWorks agrees to cooperate and comply with the EU member state national data protection authorities or the Swiss Federal Data Protection and Information Commissioner (FDPIC) as appropriate with respect to such data only.\r\n2. For disputes involving all other personal information received by eClinicalWorks from the EEA or Switzerland, eClinicalWorks has agreed to use the ICDR/AAA Safe Harbor Program for dispute resolution. Individuals who submit a question or complaint to eClinicalWorks and who do not receive acknowledgment from eClinicalWorks of the inquiry or who think their question or complaint has not been satisfactorily addressed may contact the ICDR/AAA Safe Harbor Program on the Internet or by mail. Inquiries or complaints submitted through the ICDR/AAA Safe Harbor Program should follow the procedures utilized by that organization. ICDR will serve as liason to eClinicalWorks to resolve these disputes. Complaint and inquiries may be submitted to ICDR either online or via mail.",
    "signupdate": "2/18/2015",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "01581"
}