{
    "CertificationStatus": "Current",
    "Fax": "212-208-4469",
    "OrgName": "Whitney, Danforth & Stark Associates, Inc.",
    "PPLoc": "www.pursuit-solutions.com ",
    "Phone": "908-876-0040",
    "activities": "For global corporations, our organization manages data used for our clients' commercial purposes, including execution and analysis of marketing and sales campaigns. \r\n\r\nThis activity includes the import and maintenance of data from clients and their third party data sources into an enterprise database environment licensed and managed by our organization.  The database environment complies with the industry's most stringent data security practices and certifications, including Safe Harbor. The data is utilized to provide sales and marketing personnel with information regarding their customers and prospects, for the purposes of analyzing, planning, and optimizing promotional activities. The data is also used to execute marketing and sales activities in the form of advertising, sales campaigns, direct marketing and email campaigns, and website optimization.",
    "address": "223 Main Street",
    "asp_index": "26761",
    "city": "Chester",
    "contactemail1": "peter.robinson@pursuit-solutions.com",
    "contactfax1": "212-208-4469",
    "contactname1": "Peter Robinson",
    "contactoff1": "Administration",
    "contactphone1": "617-331-7101",
    "contacttitle1": "CFO",
    "corpoffemail1": "peter.robinson@pursuit-solutions.com",
    "corpofffax1": "212-208-4469",
    "corpoffname1": "Peter Robinson",
    "corpoffphone1": "617-331-7101",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Management Consulting Services - (MCS)Advertising Services - (ADV)Information Services - (INF)",
    "nextcertification": "10/24/2015",
    "orgverification": "in-house",
    "personaldata": "Data types: Customer contact and anonymized and aggregated patient data, compliant with HIPAA. Medical prescription data associated with prescribing physicians. Marketing and sales promotion and response data. All data is received from clients and their vendors via automated data transfer mechanisms and is applied to campaign and reporting systems through automated processes.",
    "ppdate": "6/11/2013",
    "privacyprograms": "DMA Safe Harbor",
    "recoursemech": "In the event that an individual has not received reasonable or acceptable resolution of a complaint made against our organization related to their privacy, they shall be referred to the DMA as an independent recourse channel: \r\nwww.dma.org/compliance\r\n\r\nAny complaint made against our organization through this or other channels will be addressed by the privacy officer directly. Information regarding the individual or individuals shall be made available to bonafide authorities after demonstrating their legitimacy. This information shall include: \r\n* the date of initial receipt of the individual's data\r\n* the source of the receipt of the individual's data\r\n* the types of information received and any tracking related to that individual\r\n* any subsequent updates to the individual's data, including the items above\r\n* all transmissions of that individual's data to external parties or systems, including dates and specific data transmitted, and the purpose of that transmission, along with the validity of such transmission per our privacy policy or that of our clients\r\n* any correspondence or other communications between that individual and our organization, or our clients' organizations if applicable, subject to our clients' willingness to comply with such an investigation by furnishing said information.",
    "signupdate": "10/24/2013",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "07930"
}