{
    "CertificationStatus": "Current",
    "Fax": "866-828-9802",
    "OrgName": "OwnYourInfo, LLC",
    "PPLoc": "http://www.ownyourinfo.com/privacy/ ",
    "Phone": "855-696-4636",
    "activities": "We collect the following personal information from you.  Contact Information such as name and email address, Billing Information such as credit card number, and billing address.  And, unique Identifiers such as user name, account identification number and password. As is true of most Web sites, we automatically gather information about your computer such as your IP address, browser type, referring/exit pages, and operating system.  We use this information to fulfill your order, send you an order confirmation, respond to customer service requests, send you a newsletter, and respond to your questions and concerns.",
    "address": "10300 West Charleston Blvd., Suite 13-577",
    "asp_index": "26768",
    "city": "Las Vegas",
    "contactemail1": "wmccusker@trusted-name.com",
    "contactfax1": "866-828-9802",
    "contactname1": "William McCusker",
    "contactoff1": "OwnYourInfo, LLC",
    "contactphone1": "828-691-5532",
    "contacttitle1": "Business Development",
    "corpoffemail1": "mroddie@trusted-name.com",
    "corpofffax1": "866-828-9802",
    "corpoffname1": "Mke Roddie",
    "corpoffphone1": "510-316-2897",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "3/25/2016",
    "orgverification": "In-House",
    "personaldata": "client and customer entered data",
    "ppdate": "3/1/2011",
    "privacyprograms": "NONE",
    "recoursemech": "OwnyourInfo has committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "3/25/2011",
    "state": "Nevada",
    "statutorybody": "Federal Trade Commission",
    "zip": "89135"
}