{
    "CertificationStatus": "Current",
    "Fax": "650-598-2820",
    "OrgName": "Actiance, Inc.",
    "PPLoc": "http://www.actiance.com/privacy-policy ",
    "Phone": "650-631-6300",
    "activities": "Actiance, Inc. serves as a Data Processor for regulated and non-regulated businesses providing business communications and other data from users within the EU, including Switzerland.",
    "address": "140OB Shoreway Road",
    "asp_index": "26771",
    "city": "Redwood City",
    "contactemail1": "jobrien@actiance.com",
    "contactfax1": "650-598-2820",
    "contactname1": "Jim Obrien",
    "contactoff1": "Redwood City, CA",
    "contactphone1": "650-631-6315",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "tconley@actiance.com",
    "corpofffax1": "650-598-2820",
    "corpoffname1": "Tim Conley",
    "corpoffphone1": "650-631-6314",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)Computer Services - (CSV)",
    "nextcertification": "2/27/2016",
    "orgverification": "Third Party",
    "personaldata": "Customer information, processed as a data service using Actiance software.",
    "ppdate": "8/30/2011",
    "privacyprograms": "Actiance has chosen an outside compliance review. Its privacy policy regarding personal information received from the EU conforms to the Safe Harbor Principles and individuals are informed of the mechanisms through which they may pursue complaints. \r\n\r\nData Quality is addressed for the organizations employee data and the customer’s private or personal data. Employee’s data is collected via our service of TriNet and stored electronically with that carrier. TriNet limits collection of data to the required for Human Resources purposes (such as background checks, on-boarding, insurance adoption, and terminations). TriNet is audited by the Employer Services Assurance Corporation who validates the solid financial performance of PEOs such as TriNet, monitoring them for adherence to important financial, ethical, and operational standards. TriNet has been accredited to comply with ESAC standards continuously since 1995. - See more at: http://www.trinet.com/company/about/default.htm#sthash.Xamug1xM.dpuf  (certification dated 09/30/2013).\r\n\r\nCustomer’s data, for which Actiance is the “Data Processor” assigning and aligning with the customer as the “Data Controller”, is secured via encryption and customer control (not the access control of Actiance).\r\n\r\nLegitimate Data Processing is addressed via contracts with Actiance customers. Actiance’s contracts ensure encryption is utilized and customer data cannot be viewed. The customer, as the Data Controller, is responsible for gaining any further consent required to actually view any data they collect. \r\n\r\nSensitive Data is addressed for the organization by utilizing the service of TriNet. Collection of racial or ethnic origins, political or religious beliefs, or health or sex life, are strictly medical in nature, federally optional data related or not collected. TriNet manages all the data collection, for employee information, for Actiance. \r\n\r\nSecurity is addressed with \"appropriate technical and organizational measures to protect data\" against destruction, loss, alteration, or unauthorized disclosure or access be taken by the utilization of the ISO 27002 standards. These standards are attested to by a 3rd party at least once a year. 2014 Attestation was completed Q1 2014 and is available for review via Attestation Letter and Review Data. The specific areas addressed by ISO 27002 are the Human Resources Security, the Physical Security, the Access Management and the Incident Management categories. Each of these categories have appropriate Policies and Procedures. Additionally, in 2014, Actiance is preparing for the SSAE16 SOC 2 Audit where three complementing categories are Integrity, Confidentiality and Privacy.\r\nData Controllers are addressed via Actiance’s customer contracts.  The \"Data Controller\" is the responsible “notifier” of the purpose of the processing; a description of the data subjects; the recipients or categories of recipients to whom the data might be disclosed; proposed transfers to third countries.",
    "recoursemech": "Any unresolved complaints related to or regarding Actiance's adherence to the principles of the Safe Harbor Framework, including whether the complaint or claim asserted is arbitrable, will be referred to and finally determined by arbitration in California in accordance with the JAMS Comprehensive Arbitration Rules and Procedure or the JAMS International Arbitration Rules, as applicable. The tribunal will consist of a sole arbitrator. The place of arbitration will be San Mateo County, California. The language to be used in the arbitral proceedings will be English. Judgment upon the award rendered by the arbitrator(s) may be entered by any court having jurisdiction thereof.",
    "signupdate": "2/27/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94063"
}