{
    "CertificationStatus": "Current",
    "Fax": "425-453-1403",
    "OrgName": "Apptio, Inc.",
    "PPLoc": "http://www.apptio.com/privacy-policy ",
    "Phone": "425-974-1306",
    "activities": "(1)  Information from our Website. Apptio uses personal information that it receives from website visitors for marketing purposes as permissible under applicable law and in connection with a website visitor’s efforts to: (a) request or obtain product and/or marketing materials; (b) register for company or company-related events; (c) request contact with a salesperson; (d) submit questions or inquiries; or (e) engage in interactive features of our website (e.g. bulletin boards, community blog, etc.). Apptio may also use this information to help monitor and track usage patterns on the Website and to diagnose and resolve issues with and otherwise improve the Website and the hosted software services.  \r\n\r\n(2)  Relationship Data. Apptio collects customer registration information when a customer registers to use Apptio’s hosted software service, which information may include their name, company name, email address, and phone number. Apptio may also request additional profile information such as title, or department name. Apptio uses this information to communicate with its customers and to provide notices, as appropriate. Apptio may also use this information to help monitor and track usage patterns on the Website and on the hosted software services and to diagnose and resolve issues with and otherwise improve the Website and the hosted software services.  \r\n\r\n(3)  Customer Data. In connection with providing its hosted, web-based software service, Apptio hosts and processes IT-related information and other business data for its customers, which may include personal information.  As part of these hosted services, customers may upload data onto Apptio-controlled servers. In this manner, Apptio acts as a data processor and does not control the customer’s data. Apptio does not choose the data that is uploaded onto the servers and any exposure to or use of such data is associated with performing Apptio’s contractual obligations to its customer as a processor.",
    "address": "11100 NE 8th Street, Suite 600",
    "asp_index": "26772",
    "city": "Bellevue",
    "contactemail1": "vburkhardt@apptio.com",
    "contactfax1": "425-453-1403",
    "contactname1": "Victoria Burkhardt",
    "contactoff1": "Corporate Headquarters",
    "contactphone1": "425-974-6935",
    "contacttitle1": "Assistant Secretary",
    "corpoffemail1": "jmorrow@apptio.com",
    "corpofffax1": "425-453-1403",
    "corpoffname1": "John Morrow",
    "corpoffphone1": "425-326-5955",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "3/8/2016",
    "orgverification": "In-house",
    "personaldata": "personal data provided by website visitors as well as customers",
    "ppdate": "12/5/2013",
    "privacyprograms": "None",
    "recoursemech": "We utilize the TRUSTe dispute resolution process",
    "signupdate": "3/8/2010",
    "state": "Washington",
    "statutorybody": "Federal Trade Commission",
    "zip": "98004"
}