{
    "CertificationStatus": "Current",
    "Fax": "603-298-5055",
    "OrgName": "M2S",
    "PPLoc": "http://www.m2s.com/wp-content/uploads/M2S_SafeHarbor.pdf, and the M2S internal document control database.",
    "Phone": "603-298-5509",
    "activities": "Our organization collects Personal Health Information (PHI) in order to provide medical services and to submit claims for reimbursement of those services.  In conducting our business, we will create records regarding patients health, health status, treatment, and services we provide.  We provide medical data and image management services for the health care, pharmaceutical, biotech, and medical device industries.  Our advanced technology and secure, web-based communication tools allow health care providers and clinical trial managers to collect, view and manage radiological images and clinical data in a fast and efficient manner, while maintaining a high level of information security. \r\nOur Clinical Trials Imaging division provides comprehensive core lab and imaging management services for clinical trials across all therapeutic areas.  Our Endovascular Imaging division uses our proprietary 3D image segmentation and modeling services to assist surgeons and researchers in pre- and post-operative evaluations of stent graft placement in vascular disease treatment plans.  Our Data Registries division creates and maintains customized online registries that allow clients to gather, manage, mine and store critical medical data and images.",
    "address": "12 Commerce Avenue",
    "asp_index": "26799",
    "city": "West Lebanon",
    "contactemail1": "qa@m2s.com",
    "contactfax1": "603-298-5055",
    "contactname1": "Kathy Coughlin",
    "contactoff1": "M2S, Inc.",
    "contactphone1": "603-298-5509 x342",
    "contacttitle1": "Director of Clinical Operations and Compliance",
    "corpoffemail1": "lange@m2s.com",
    "corpofffax1": "603-298-5055",
    "corpoffname1": "Greg Lange",
    "corpoffphone1": "603-298-5509 x332",
    "corpofftitle1": "CEO, President",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Netherlands, Poland, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Health Care Services - (HCS)Computer Software - (CSF)Drugs & Pharmaceuticals - (DRG)Medical Equipment - (MED)",
    "nextcertification": "3/4/2016",
    "orgverification": "In-house verification",
    "personaldata": "off-line,on-line,manually processed data",
    "ppdate": "3/4/2008",
    "privacyprograms": "M2S, Inc. follows Health Insurance Portability and Accountability Act (HIPAA)and HITECH requirements, is FDA Cleared, and is ISO 13485:2012 Certified.",
    "recoursemech": "M2S will cooperate with the EU data protection authorities for dispute resolution related to the Safe Harbor Principles which can not be resolved between M2S and the Complainant.",
    "signupdate": "3/4/2008",
    "state": "New Hampshire",
    "statutorybody": "Federal Trade Commission",
    "zip": "03784"
}