{
    "CertificationStatus": "Current",
    "Fax": "203-265-6750",
    "OrgName": "VBrick Systems, Inc.",
    "PPLoc": "http://www.vbrick.com/about/terms-and-conditions ",
    "Phone": "703-520-1928",
    "activities": "VBrick will receive personal information second-hand from its EU customers, who are corporations, government agencies, educational institutions, and other entities.  The personal information will be the names, phone numbers and email addresses of employees, members, constituents, contractors, students, and/or representatives of such entity customers.  VBrick receives this information from its customers so that such individuals may log in as end users on behalf of such entity customers and use VBrick's  video management, distribution, and streaming software, used with video media across IP networks.",
    "address": "2121 Cooperative Way",
    "asp_index": "26817",
    "city": "Herndon",
    "contactemail1": "michael.mcdonnell@vbrick.com",
    "contactfax1": "203-265-6750",
    "contactname1": "Michael McDonnell",
    "contactoff1": "Legal",
    "contactphone1": "703-520-1928",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "shelly.heiden@vbrick.com",
    "corpofffax1": "203-265-6750",
    "corpoffname1": "Shelly Heiden",
    "corpoffphone1": "203-303-0109",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Electronic Components - (ELC)",
    "nextcertification": "3/17/2016",
    "orgverification": "in-house",
    "personaldata": "Name, phone numbers, and email addresses.  Processed both automatically and/or manually, depending on VBrick's customer who is providing such personal data.",
    "ppdate": "2/13/2015",
    "privacyprograms": "NONE",
    "recoursemech": "VBrick is committed to compliance with all legal and regulatory supervisory authorities that provide for handling of individual complaints and dispute resolution in the EU and has a commitment to cooperate with such data protection authorities located in the EU.",
    "signupdate": "3/17/2015",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "20171"
}