{
    "CertificationStatus": "Current",
    "Fax": "763-268-3002",
    "OrgName": "Data Recognition Corporation",
    "PPLoc": "http://www.datarecognitioncorp.com/Pages/privacy.aspx ",
    "Phone": "800-826-2368",
    "activities": "The Survey Services Division of Data Recognition Corporation (DRC) is a full-service information management partner for large-scale survey programs.  We provide research, technology, and process consulting; program design; project administration; and customized reporting and analysis for customer satisfaction, employee opinion, and 360 degree feedback surveys.\r\nSurvey Services collects survey responses via the Internet from the EU.  Our clients provide respondent information, which may include name, address, employee ID, and other pertinent data.  We send invitations to participants, who then log on to DRC's website to complete the survey.  When respondents log on to DRC's website, they may be asked to submit demographic data as well as survey item responses.  Respondents can obtain instructions on how to update their personal information by contacting DRC.  Respondents may decline to supply demographic or other personal data while responding to survey items, or they may decline to participate in any part of the survey.  \r\nDRC compiles respondent data and produces reports, which may be posted on our secure server or delivered to clients in other formats.  \r\nWith years of managing confidential databases for large-scale survey research projects, including government research, DRC has fine-tuned its security systems, disaster recovery processes, and confidentiality procedures.  We enforce strict security measures to prohibit unauthorized access to client materials.  All employees sign a confidentiality and security agreement and ensure privacy of data, at all levels.  Additionally, DRC is a member of the Council of American Survey Research Organization (CASRO) and adheres to CASRO's Code of Standards and Ethics for Survey Research.",
    "address": "13490 Bass Lake Road",
    "asp_index": "26828",
    "city": "Maple Grove",
    "contactemail1": "cdemay@datarecognitioncorp.com",
    "contactfax1": "763-268-3002",
    "contactname1": "Carrie Christianson DeMay",
    "contactoff1": "Survey Services",
    "contactphone1": "800-826-2368",
    "contacttitle1": "Senior Director, Project Management",
    "corpoffemail1": "VWaller@datarecognitioncorp.com",
    "corpofffax1": "763-268-3002",
    "corpoffname1": "Valerie Waller",
    "corpoffphone1": "800-826-2368",
    "corpofftitle1": "Sr. Managing Director, Surveys",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Portugal, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Management Consulting Services - (MCS)Education & Training - (EDS)",
    "nextcertification": "3/15/2016",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed",
    "ppdate": "1/1/1998",
    "privacyprograms": "CASRO (Council of American Survey Research Organizations)",
    "recoursemech": "Data Recognition Corporation (DRC) encourages individuals to contact us directly in the event of a complaint.  DRC will also cooperate fully with European Union Data Protection Authorities.",
    "signupdate": "3/15/2004",
    "state": "Minnesota",
    "statutorybody": "Federal Trade Commission",
    "zip": "55311"
}