{
    "CertificationStatus": "Current",
    "Fax": "415-449-0564",
    "OrgName": "Gaine Solutions",
    "PPLoc": "http://www.gainesolutions.com/safe-harbor/ ",
    "Phone": "805-541-4393",
    "activities": "Gaine Solutions collects the following types of information: \r\n•\tTraditional contact information such as mailing addresses, phone and fax numbers and internet contact information such as email addresses. This information is voluntary via our website.\r\n•\tOur website uses cookies and tracking technology called Google Analytics. Cookies and Google Analytics tracking technology are useful for gathering information such as browser type and operating system, tracking the number of visitors to the site, and understanding how visitors use the Site.\r\n•\tGaine Solutions, Inc. provides its customers with Master Data Management which creates and manages processes for collecting, aggregating, matching, consolidating, quality-assuring, and distributing data to ensure consistency and control in the ongoing maintenance and application of information. In this capacity, Gaine Solutions does not collect or own any personal information or control any of the information processed on behalf of our customers; all such information is owned and controlled by our customers.",
    "address": "3229 Broad Street",
    "asp_index": "26829",
    "city": "San Luis Obispo",
    "contactemail1": "privacy@gainesolutions.com",
    "contactfax1": "415-449-0564",
    "contactname1": "Paula Fryer",
    "contactoff1": "Gaine Solutions",
    "contactphone1": "805-541-4393",
    "contacttitle1": "Security Officer",
    "corpoffemail1": "jpaquet@gainesolutions.com",
    "corpofffax1": "415-449-0564",
    "corpoffname1": "Jean Paquet",
    "corpoffphone1": "805-541-4393",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "3/15/2016",
    "orgverification": "In house",
    "personaldata": "customer data (traditional contact information provided voluntarily via the website and Gaine Solutions, Inc. provides its customers with Master Data Management which creates and manages processes for collecting, aggregating, matching, consolidating, quality-assuring, and distributing data to ensure consistency and control in the ongoing maintenance and application of information.)",
    "ppdate": "3/1/2012",
    "privacyprograms": "None",
    "recoursemech": "Gaine Solutions encourages individuals to raise any concerns about our processing of their personal information by contacting the appropriate Gaine Solutions Privacy Office at the address below or by contacting their local privacy officer or Legal Department. Gaine Solutions will seek to resolve any such concerns. A body has been put in place within Gaine Solutions to look into any claims against our organization regarding possible unfair or deceptive practices and violations of laws. This body includes: Jean Paquet, CTO, Martin Dunn, CEO and Paula Fryer, Administrator.  Questions regarding our Safe Harbor EU Privacy Policy or dealings with Gaine Solutions privacy practices are directed to:\r\n \r\nGaine Solutions, Inc., Privacy Inquiries\r\n1250 Judith Lane\r\nArroyo Grande, CA 93420 USA\r\n\r\nHowever, if we cannot resolve the complaint, we shall participate in the dispute resolution procedures of the panel established by the EU data protection authorities to resolve disputes pursuant to the Safe Harbor Privacy Principles, as well as to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "3/15/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "93401"
}