{
    "CertificationStatus": "Current",
    "Fax": "415-373-4413",
    "OrgName": "Airtime Media Inc.",
    "PPLoc": "http://www.airtime.com/privacy; http://www.okhello.com/privacy.html",
    "Phone": "646-484-1470",
    "activities": "Airtime: We are a video chat service that collects Facebook information with the consent of users and as disclosed in our FAQ section and privacy blog in reviewing snapshots and video posts. Some of these users may be from Switzerland and the EU/EEA.\r\n\r\nOkHello: We are a video chat service that allows users to  share photos and videos with the consent of users and as disclosed in our privacy policy and terms of use.  Some of these users may be from Switzerland and the EU/EAA.",
    "address": "32 East 31st Street, 12th Floor",
    "asp_index": "26857",
    "city": "New York",
    "contactemail1": "pkelly@airtime.com",
    "contactfax1": "646-390-7125",
    "contactname1": "Peter Kelly",
    "contactoff1": "Airtime Media, Inc.",
    "contactphone1": "646-484-1470",
    "contacttitle1": "",
    "corpoffemail1": "dk@airtime.com",
    "corpofffax1": "646-390-7125",
    "corpoffname1": "Daniel Klaus",
    "corpoffphone1": "917-715-1000",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Telecommunications Services - (TES)",
    "nextcertification": "3/15/2016",
    "orgverification": "In-house",
    "personaldata": "Information received from third parties, information directly provided to us like a user’s Facebook interests, video library, snapshots and video posts, analytics information, cookie information (compliant with the EU’s cookie regulations), log file information, clear gifs/web beacons information, geo-location data (for the purposes or maintaining site safety and matching users) and communications",
    "ppdate": "6/5/2012",
    "privacyprograms": "NONE",
    "recoursemech": "We have registered with the International Centre for Dispute Resolution and included a dispute resolution clause in our Terms of Service that serves as our independent recourse mechanism available to investigate unresolved complaints (i.e. per the rules and process of the International Centre for Dispute Resolution).",
    "signupdate": "3/15/2013",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "11222"
}