{
    "CertificationStatus": "Current",
    "Fax": "718-360-5991",
    "OrgName": "Iridesco, LLC",
    "PPLoc": "https:/ www.getharvest.com/privacy-policy ",
    "Phone": "212-226-4160",
    "activities": "With the respect to the collected Personal Information (PI) from the EU and/or Switzerland, we use the collected PI to a) create account, b) bill for the service, c) provide customer support, d) meet legal requirement, *e) collect money owe to us, f) send newsletters, **g) improve our services and products, h) send updates and alerts.\r\n\r\nUsers of our services may enter into our platform information such as a) tracked time, b) project tasks, c) invoicing information, d) client contact information. \r\n\r\n*We use a third party vendor to process credit card payments. The third party vendor will retain and store credit card information. We DO NOT store credit card information.\r\n\r\n**Certain other third party vendors will collect other Personal Information such as IP Address, browser type, email client type, and similar detail to track online movement. The purpose is to help us better understand what content is effective and to ultimately use the collected information to improve on our services.",
    "address": "16 W 22nd Street, 8th Fl",
    "asp_index": "26879",
    "city": "New York",
    "contactemail1": "info@getharvest.com",
    "contactfax1": "718-360-5991",
    "contactname1": "Jae Kim",
    "contactoff1": "16 W 22nd Street, 8th Fl, New York, NY 10010",
    "contactphone1": "212-226-4160",
    "contacttitle1": "Operations Manager",
    "corpoffemail1": "info@getharvest.com",
    "corpofffax1": "718-360-5991",
    "corpoffname1": "Danny Wen",
    "corpoffphone1": "212-226-4160",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "3/7/2016",
    "orgverification": "Third Party",
    "personaldata": "Client and Customer. There are no manually processed data.",
    "ppdate": "4/1/2014",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "3/7/2014",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10010"
}