{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Glympse, Inc.",
    "PPLoc": "http://glympse.com/privacy ",
    "Phone": "8554596773",
    "activities": "Glympse operates a globally available mobile service that allows users to temporarily share their real-time location with others that they specifically designate.  As part of providing this service, Glympse collects information provided by users (e.g. name, profile picture and contact information) as well as GPS information about users' location (e.g. lat / long, velocity, heading, elevation).\r\n\r\nGlympse does not transmit or collect any location data unless the user takes an explicit action to share their location with someone else via the Glympse service.  Location data is stored temporarily (currently 48 hours) so that users may access the requested service.  After the service period is complete, Glympse deletes any personally identifiable information associated with the location data.  The remaining anonymous location data is retained for use in aggregate form for service diagnostics or other commercial purposes.\r\n\r\nGlympse does NOT share specific user-identifiable geo-location data with any outside party.",
    "address": "1124 Harrison St.",
    "asp_index": "26896",
    "city": "Seattle",
    "contactemail1": "privacy@glympse.com",
    "contactfax1": "",
    "contactname1": "Hillery Nye",
    "contactoff1": "Glympse HQ",
    "contactphone1": "8554596773",
    "contacttitle1": "Gen Counsel & Chief Privacy Officer",
    "corpoffemail1": "hnye@glympse.com",
    "corpofffax1": "",
    "corpoffname1": "Hillery Nye",
    "corpoffphone1": "8554596773",
    "corpofftitle1": "Gen Counsel & Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Telecommunications Services - (TES)",
    "nextcertification": "3/19/2016",
    "orgverification": "Third Party (TRUSTe)",
    "personaldata": "No manually processed data.  User name, picture, location data, diagnostic data on mobile device (e.g. device model)",
    "ppdate": "1/7/2014",
    "privacyprograms": "TRUSTe certification for privacy and data handling processes",
    "recoursemech": "TRUSTe dispute resolution mechanism that incorporates the Safe Harbor Framework(s), the EU and/or Swiss data protection authorities",
    "signupdate": "3/19/2014",
    "state": "Washington",
    "statutorybody": "Federal Trade Commission",
    "zip": "98109"
}