{
    "CertificationStatus": "Current",
    "Fax": "0000000000",
    "OrgName": "Expion, LLC",
    "PPLoc": "http://www.expion.com/company/careers/privacy-policy/ ",
    "Phone": "9197878401",
    "activities": "We collect information from you when you accept permissions from a Facebook application, register on our site, place an order, subscribe to a newsletter, respond to a survey or fill out a form. Any data we request that is not required will be specified as voluntary or optional.\r\nThe data we collect can be used to make improvements to our future applications, improve customer service, or to send periodic emails. With this said any information, whether public or private, will not be sold, exchanged, transferred, or given to any other company for any reason whatsoever, without your consent, other than for the express purpose of delivering the purchased product or service requested by the customer.",
    "address": "900 Ridgefield Dr",
    "asp_index": "26930",
    "city": "Raleigh",
    "contactemail1": "pheffring@expion.com",
    "contactfax1": "0000000000",
    "contactname1": "Peter Heffring",
    "contactoff1": "Expion",
    "contactphone1": "9197878401",
    "contacttitle1": "CEO",
    "corpoffemail1": "pheffring@expion.com",
    "corpofffax1": "0000000000",
    "corpoffname1": "Peter Heffring",
    "corpoffphone1": "9197478401",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "10/15/2015",
    "orgverification": "Third Party",
    "personaldata": "Organization & customer data",
    "ppdate": "4/13/2012",
    "privacyprograms": "Privacy Trust Safe Harbor Program",
    "recoursemech": "Expion, LLC. uses PrivacyTrust’s dispute resolution services. Per our privacy policy, visitors may email Expion directly, or may use the PrivacyTrust complaint form at http://www.etrust.org/complaint/raise_privacy_complaint.php?url=expion.com",
    "signupdate": "10/15/2013",
    "state": "North Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "27609"
}