{
    "CertificationStatus": "Current",
    "Fax": "413-684-0726",
    "OrgName": "Crane & Co., Inc.",
    "PPLoc": "Crane internal intranet: http://crnmossapp01/sites/daltonhr/Pages/SafeHarborPolicy.aspx ",
    "Phone": "413-684-2600",
    "activities": "Crane's US offices may receive certain data regarding employees and agents of its subsidiaries and locations in the European Union for (a) general employment purposes such as staffing, compensation, benefits, education, organizational development and payroll and (b) business ethics and compliance purposes, such as investigations, disciplinary and security matters, and compliance with lawful requests for information from government agencies.",
    "address": "One Beacon Street, 17th Floor",
    "asp_index": "26948",
    "city": "Boston",
    "contactemail1": "mlmarotta@crane.com",
    "contactfax1": "",
    "contactname1": "Michael L. Marotta",
    "contactoff1": "Compliance Department",
    "contactphone1": "617-648-3727",
    "contacttitle1": "Director of Governance, Risk Management, Compliance",
    "corpoffemail1": "jhackett@crane.com",
    "corpofffax1": "413-684-7367",
    "corpoffname1": "James W. Hackett, Jr.",
    "corpoffphone1": "617-648-3714",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Paper & Paperboard - (PAP)General Science & Technology - (GST)",
    "nextcertification": "3/26/2016",
    "orgverification": "Internal compliance review",
    "personaldata": "EU employee data",
    "ppdate": "4/1/2010",
    "privacyprograms": "N/A",
    "recoursemech": "If a complaint or dispute cannot be remedied by Crane's internal complaint reporting and investigation process, and it concerns personal information sent from the EU and/or Switzerland, Crane has agreed to resolve such complaint or dispute in accordance with the dispute resolution procedures of the panel established by the EU data protection authorities and/or to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "3/26/2010",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02108"
}