{
    "CertificationStatus": "Current",
    "Fax": "+1-313-347-9748",
    "OrgName": "SirionLabs, Inc.",
    "PPLoc": "http://www.sirionlabs.com/european-safe-harbor-privacy-policy/ ",
    "Phone": "+1-313-300-0588",
    "activities": "SirionLabs is an enterprise SaaS software product company. Our flagship product - Sirion - helps large enterprises to manage their strategic suppliers and is hosted on the cloud. In the course of configuring customer and supplier accounts on Sirion, we gather standard user information such as their email address, telephone numbers, role, designation, etc. In addition, we anticipate hiring employees in EU and gathering HR information about them as well.",
    "address": "503 Pelican Avenue",
    "asp_index": "26957",
    "city": "New Orleans",
    "contactemail1": "ken.hochsprung@sirionlabs.com",
    "contactfax1": "+1-313-347-9748",
    "contactname1": "Ken Hochsprung",
    "contactoff1": "SirionLabs, Inc., USA Headquarters, 503 Pelican Avenue, New Orleans, LA 70114",
    "contactphone1": "+1-269-436-1038",
    "contacttitle1": "Senior Vice President",
    "corpoffemail1": "claude.marais@sirionlabs.com",
    "corpofffax1": "+1-313-347-9748",
    "corpoffname1": "Claude Marais",
    "corpoffphone1": "+1-313-300-0588",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)General Services - (GSV)",
    "nextcertification": "3/2/2016",
    "orgverification": "in-house",
    "personaldata": "User information falling into typical categories like corporate email, telephone, address, fax, designation, role, date of birth, etc.",
    "ppdate": "1/1/2014",
    "privacyprograms": "SirionLabs abides by the Safe Harbor Principles developed by the U.S. Department of Commerce, and the European Commission, the U.S.-Swiss Safe Harbor Framework developed by the Department of Commerce with consultation from the Federal Data Protection and Information Commissioner of Switzerland and the Frequently Asked Questions (FAQs) issued by the Department of Commerce on July 21, 2000.",
    "recoursemech": "Individuals who wish to file a complaint or who take issue with this Policy should direct such communication to SirionLabs via e-mail at the address provided above. SirionLabs will explain the process to be followed when filing a complaint. Filing a complaint in English will expedite the process. SirionLabs will investigate and attempt to resolve complaints and disputes regarding use and disclosure of Personally Identifiable Information in accordance with the principles contained in this Policy. Complaints that cannot be resolved between SirionLabs and the complainant will be submitted to JAMS for mediation and, if necessary, to binding arbitration for final resolution. Information about JAMS services can be found at its website: www.jamsadr.com. SirionLabs utilizes the EU Data Protection Authorities for unresolved complaints regarding organization human resources data.",
    "signupdate": "3/2/2015",
    "state": "Louisiana",
    "statutorybody": "Federal Trade Commission",
    "zip": "70114"
}