{
    "CertificationStatus": "Current",
    "Fax": "203-961-0193",
    "OrgName": "FocusVision Worldwide, Inc.",
    "PPLoc": "http://ww2.focusvision.com/privacy-statement/ ",
    "Phone": "203-961-1715",
    "activities": "Use of Personal Login Information (PLI)\r\nFVW collects and uses personal login information, provided to us during the user login process, solely to deliver the services requested by the user, for security purposes and to provide the user with important communications such as product improvements and technical service issues.\r\nUse of Personal Information other than PLI \r\nFVW also collects and uses personal information provided to us during service scheduling or by other means, including third party providers, to deliver important information on our services and complete transactions requested by user. These uses may also include making our site or services easier to use by eliminating the need to repeatedly enter the same information; conducting research and analysis to improve our products, services and technologies; and displaying information that is customized to the user's preferences.\r\nWe also use personal information to communicate directly with users. We may send important communications such as service and security announcements, product improvements and technical service issues. We may also occasionally send users product surveys or promotional mailings to inform you of other products or services available from FVW.",
    "address": "1266 East Main Street",
    "asp_index": "26968",
    "city": "Stamford",
    "contactemail1": "akunar@focusvision.com",
    "contactfax1": "203-961-0193",
    "contactname1": "Ariel Kunar",
    "contactoff1": "FocusVision Privacy Officer",
    "contactphone1": "203-428-2428",
    "contacttitle1": "COO",
    "corpoffemail1": "akunar@focusvision.com",
    "corpofffax1": "203-961-0193",
    "corpoffname1": "Ariel Kunar",
    "corpoffphone1": "203-428-2428",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Films Videos & Other Recordings - (FLM)",
    "nextcertification": "3/10/2016",
    "orgverification": "In-house",
    "personaldata": "Client and respondent data collected for market research purposes only. off-line, on-line, manually procsd data",
    "ppdate": "1/1/2006",
    "privacyprograms": "BBB EU Safe Harbor Program",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "3/10/2006",
    "state": "Connecticut",
    "statutorybody": "Federal Trade Commission",
    "zip": "06902"
}