{
    "CertificationStatus": "Current",
    "Fax": "561-748-8889",
    "OrgName": "Excel Medical Electronics LLC",
    "PPLoc": "http:// ",
    "Phone": "561-743-4380",
    "activities": "EME creates and installs software products into medical facility owned electronic equipment systems. Personal information remains contained within the medical facility electronic equipment systems. EME does not collect, use, disclose or transfer personal or sensitive information.  EME will only connect with the medical facility equipment to provide service and maintenance of the software at the request of the medical facility.",
    "address": "801 Maple Wood Dr #26",
    "asp_index": "26974",
    "city": "Jupiter",
    "contactemail1": "john.hoffman@excel-medical.com",
    "contactfax1": "561-748-8889",
    "contactname1": "John Hoffman",
    "contactoff1": "John Hoffman",
    "contactphone1": "561-743-4380",
    "contacttitle1": "President",
    "corpoffemail1": "john.hoffman@excel-medical.com",
    "corpofffax1": "561-748-8889",
    "corpoffname1": "John Hoffman",
    "corpoffphone1": "561-743-4380",
    "corpofftitle1": "President",
    "eucountries": "United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Medical Equipment - (MED)",
    "nextcertification": "6/4/2015",
    "orgverification": "In-House",
    "personaldata": "Business with in the EU is requiring Excel Medical Electronic (EME) to be certified with Safe Harbor but:EME creates and installs software products into medical facility owned electronic equipment systems. Personal information remains contained within the medical facility electronic equipment systems. EME does not collect, use, disclose or transfer personal or sensitive information.  EME will onl",
    "ppdate": "5/1/2012",
    "privacyprograms": "None",
    "recoursemech": "(1) for Personal Data received from the EEA, EME will participate in the dispute resolution procedures of the panel established by the European data protection authorities to resolve disputes pursuant to the Safe Harbor Principles and (2) for Personal Data received from Switzerland, EME will cooperate with, and comply with any advice given by, the Commissioner in the investigation and resolution of complaints brought under the US.-Swiss Safe Harbor.",
    "signupdate": "6/4/2012",
    "state": "Florida",
    "statutorybody": "Federal Trade Commission",
    "zip": "33458"
}