{
    "CertificationStatus": "Current",
    "Fax": "408-537-4060",
    "OrgName": "Adobe Systems Incorporated",
    "PPLoc": "http://www.adobe.com/privacy/policy.html ",
    "Phone": "408-536-6000",
    "activities": "Adobe Systems Incorporated (our U.S. company) processes personal information that it receives from its subsidiaries, customers, and business partners in the European Economic Area (EEA) and Switzerland for (1) customer support activities, such as fulfilling product orders, providing technical support, and improving product offerings; (2) sales and marketing activities as permissible under applicable law; (3) enabling and providing online services, such as software as a service offerings and business and advertising optimisation and measurement services; and (4) internal business processes such as financial processing and management, fraud detection and prevention, and compliance with law. \r\n\r\nWhen Adobe is providing online services to its customers, Adobe may receive and process personal information as a data processor. As a data processor, Adobe acts on the instructions of these customers or its affiliate, Adobe Systems Software Ireland Limited, and does not control this personal information it processes.  Adobe also uses appropriate physical, electronic, and administrative safeguards to protect personal information from loss, misuse, unauthorized access, disclosure, alteration, or destruction. \r\n\r\nAdobe Systems Incorporated also receives certain human resource-related personal information from its subsidiaries. Adobe Systems Incorporated stores and processes this information on behalf of its subsidiaries for general employee administration purposes, including enabling its subsidiaries to carry out their employment law obligations, provide compensation benefits and related services, maintain organizational information, for performance management, employee training and to assist in employment-related decisions.",
    "address": "345 Park Avenue",
    "asp_index": "26983",
    "city": "San Jose",
    "contactemail1": "AskPrivacy@adobe.com",
    "contactfax1": "408-537-4550",
    "contactname1": "MeMe Jacobs Rasmussen",
    "contactoff1": "Legal Department",
    "contactphone1": "408-536-6000",
    "contacttitle1": "Vice President, Chief Privacy Officer",
    "corpoffemail1": "privacy-officer@adobe.com",
    "corpofffax1": "408-537-4550",
    "corpoffname1": "MeMe Jacobs Rasmussen",
    "corpoffphone1": "408-536-6000",
    "corpofftitle1": "Vice President, Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "3/3/2016",
    "orgverification": "Self verification",
    "personaldata": "On-Line, Off-Line, manual",
    "ppdate": "12/8/2014",
    "privacyprograms": "None",
    "recoursemech": "Non-HR data: JAMS \r\nHR data: EEA data protection authorities and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "3/3/2004",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95110"
}