{
    "CertificationStatus": "Current",
    "Fax": "12673439171",
    "OrgName": "Queue in the Cloud LLC and its wholly-owned U.S. subsidiaries",
    "PPLoc": "http://www.qinthecloud.com/privacy/; http://www.bcinthecloud.com/privacy/",
    "Phone": "12673419600",
    "activities": "When expressing an interest in obtaining additional information about the Services or registering to use the Services, Queue in the Cloud LLC requires you to provide the Company with personal contact information, such as name, company name, address, phone number, and email address (“Required Contact Information”). When purchasing the Services, Queue in the Cloud LLC may require you to provide the Company with financial qualification and billing information, such as billing name and address,  and the number of employees within the organization that will be using the Services (“Billing Information”). Queue in the Cloud LLC may also ask you to provide additional information, such as company annual revenues, number of employees, or industry (“Optional Information”). Required Contact Information, Billing Information, and Optional Information about Customers are referred to collectively as “Data About Queue in the Cloud LLC Customers”.",
    "address": "630 Freedom Business Center Drive, Third Floor",
    "asp_index": "26994",
    "city": "King of Prussia",
    "contactemail1": "info@qinthecloud.com",
    "contactfax1": "12673439171",
    "contactname1": "",
    "contactoff1": "Corporate Headquarters",
    "contactphone1": "12673419600",
    "contacttitle1": "Legal Department",
    "corpoffemail1": "harry@qinthecloud.com",
    "corpofffax1": "12673439171",
    "corpoffname1": "Harry Shultz",
    "corpoffphone1": "12673419600",
    "corpofftitle1": "Managing Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "3/12/2016",
    "orgverification": "In-house",
    "personaldata": "Customer data",
    "ppdate": "1/15/2014",
    "privacyprograms": "None",
    "recoursemech": "International Centre for Dispute Resolution (ICDR)/ American Arbitration Association (AAA): ICDR/AAA Safe Harbor program",
    "signupdate": "3/12/2014",
    "state": "Pennsylvania",
    "statutorybody": "Federal Trade Commission",
    "zip": "19406"
}