{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Auth0, Inc.",
    "PPLoc": "https://auth0.com/privacy",
    "Phone": "4252832118",
    "activities": "Auth0 abides by the principles set forth in the U.S.-EU Safe Harbor Framework and the U.S.-\r\nSwiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the \r\ncollection, use, and retention of data from the European Union member countries and \r\nSwitzerland. However, it is important to note that the servers that store the information are \r\noperated in the United States or at one of our other data centers located outside the United States.  If you are located outside of the United States, please be aware that any information provided to us may be transferred to the United States. Unless you are a resident of the European Union or Switzerland, your use of the Site and/or the Services and your provision of information to us in any manner will be construed as consent to such transfers. \r\nIn order to comply with the Safe Harbor framework, Auth0 commits to the resolution of \r\ncomplaints about your privacy and our collection or use of your information. We have committed to resolve any complaints by European Union and Swiss citizens relating to this Privacy Policy, which cannot be resolved directly with our company, through the Council of Better Business Bureaus, Inc.’s Safe Harbor Privacy Dispute Resolution Procedures.",
    "address": "10777 Main Street",
    "asp_index": "27011",
    "city": "Bellevue",
    "contactemail1": "info@auth0.com",
    "contactfax1": "",
    "contactname1": "Eugenio Pace",
    "contactoff1": "Auth0, Inc.",
    "contactphone1": "4252832118",
    "contacttitle1": "Secretary",
    "corpoffemail1": "info@auth0.com",
    "corpofffax1": "",
    "corpoffname1": "Eugenio Pace",
    "corpoffphone1": "4252832118",
    "corpofftitle1": "Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "4/1/2016",
    "orgverification": "In-house",
    "personaldata": "Usage information and Personal information voluntarily provided to us. This does not include manually processed data.",
    "ppdate": "3/10/2014",
    "privacyprograms": "none",
    "recoursemech": "Auth0 commits to resolve any complaints by European Union and Swiss citizens relating to this Privacy Policy, which cannot be resolved directly with our company, through the Council of Better Business Bureaus, Inc.’s Safe Harbor Privacy Dispute Resolution Procedures and resolution mechanism that incorporates the Safe Harbor Framework(s), the EU and/or Swiss data protection authorities.",
    "signupdate": "4/1/2014",
    "state": "Washington",
    "statutorybody": "Federal Trade Commission",
    "zip": "98004"
}