{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Skyhook Wireless, Inc.",
    "PPLoc": "http://www.skyhookwireless.com/privacy-policy/website-and-my-skyhook ",
    "Phone": "617-314-9802",
    "activities": "Information Collection and Use via web sites:\r\n•Information You Give Us: In order to access some Skyhook services customers will be asked to sign up and provide Skyhook with a name, e-mail address and password, all of which we associate with your Skyhook account.\r\n•IP Address and Other Standard Information: As is true of most websites, Skyhook or its web analytics may gather certain information automatically and store it in log files. This may IP addresses, browser type, internet service provider, referring/exit pages, operating system, time stamp, and/or clickstream data. We do this to improve services and to improve marketing, analytics, or site.\r\n\r\nSkyhook may use the information it collects to:\r\n•Assess the needs of your business to determine suitable products;\r\n•Send you requested product or service information;\r\n•Respond to customer service requests;\r\n•Administer your account;\r\n•Send you marketing communications\r\n•Improve our services, our website and marketing efforts\r\n\r\nInformation Sharing\r\nWe do not sell personal information, such as names, e-mail address, phone numbers, or other such information, to third parties.\r\n\r\nSkyhook may share aggregate, non-personal information with targeted publishers, display publishers, and networks in connection with reporting and accounting needs.\r\n\r\nWe will retain your information for as long as your account is active or as needed to provide you services. We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\r\n\r\nInformation Skyhook Technology Collects\r\nSkyhook offers a software and cloud-based technology that may be used by mobile devices to provide (i) location services, and (ii) contextual information about the interests or demographics of device users.\r\n\r\nAs part of our services, we do not collect any directly Personally Identifying Information, however Skyhook understands that location data as well as with IP Address is sensitive data.\r\n\r\nFor Location-Enabled Devices: When Skyhook’s location system is enabled, we may collect location information, including location results, GPS coordinates, the MAC address of wireless routers, the Received Signal Strength, the cell ID of nearby cell towers, the IP address of the requesting device, UUID’s and Received Signal Strength Indicator for Bluetooth and associated Bluetooth data. This location data is collected anonymously in a form that does not personally identify a user.\r\n\r\nFor Context-Enabled Devices: In applications that include our contextual services, Skyhook may collect the location information described above as well as other attributes and information, including:\r\n•time that a device is detected at a given location;\r\n•unique identifiers or device IDs (e.g. the IDFA for iOS or the Android ID for Android devices);\r\n•information about the device, e.g. device manufacturer, model, operating system, network status and other similar information;\r\n•barometric pressure, accelerometer, gyroscope, device orientation, magnetic field, motion activity, and other similar sensor measurements;\r\n\r\nWe may associate time, location, and venue data with a device ID to build personas that may infer the interests of device users. Skyhook may also infer demographic attributes in order to augment these personas.\r\nFor Wi-Fi Access Points: Skyhook may associate geographic location information with Wi-Fi access points within our database.\r\n\r\nHow Skyhook Uses Information\r\n\r\nWhen Skyhook location services are enabled, the information collected will be used to:\r\n•Provide location-enabling service(s), such as to provide geographic location to applications;\r\n•Improve the quality and accuracy of Skyhook’s location-determination capabilities and develop and/or enhance Skyhook products and services;\r\n\r\nFor implementations in which context services are enabled, the information collected by Skyhook may also be used to:\r\n•Build and develop personas on behalf of our customers;\r\n•Share personas and profiles with Skyhook-powered mobile applications;\r\n•Enable targeted advertising by third;\r\n•Create IP geolocation records identifying coarse location of IP addresses;\r\n\r\nIn all implementations of the Skyhook technology, Skyhook may use the information collected to:\r\n•Sell IP geolocation information to third parties;\r\n•Aggregate data about device usage at a particular location at a particular time;\r\n•Anonymize and aggregate information for our business purposes;\r\n•Carry out the transaction(s) requested or authorized by users.\r\n\r\nHow Skyhook May Share Information\r\n\r\nSkyhook may share the information that we collect:\r\n•With agents, vendors or service providers that help Skyhook to process the data or operate our business;\r\n•As required by law, such as to comply with a subpoena, or similar legal process;\r\n•When Skyhook believes in good faith that disclosure is necessary to protect our legal and contractual rights or the safety of others, investigate fraud, or respond to a government request;\r\n•If Skyhook is involved in a merger, acquisition, or sale of all or a portion of our assets, in which case users will be notified via a prominent notice on our Web site of any change in ownership or uses of the information; or\r\n•Where customer has granted us permission.\r\n\r\nOpt Out Choices\r\nLocation Information: For users who do not want any location data to be collected, the application, device, or operating system provides controls for disabling all location services.\r\n\r\nMobile Device: If you wish to opt out of the Skyhook’s use of your Mobile Device’s Device ID to assist our partners with identifying your demographic information and interest segments for purposes of providing you with targeted ads, you may opt-out via our site.\r\n\r\nYou may also opt out of Skyhook using your Device ID for targeted advertising purposes through controls offered by the application and/or through the iOS or Android “Limit Ad Tracking” or “Opt out of interest-based advertising” settings.\r\n\r\nWi-Fi Access Points: If you wish to opt out of Skyhook’s use of your Wi-Fi access point’s MAC address to provide location, you may opt-out by via our site.\r\n\r\nNetwork Router: If you wish to opt out of Skyhook’s use of your network router’s IP Address, you may opt-out via our site.\r\n\r\nData Retention and Data Security\r\nData on Device: Skyhook may store an encrypted local cache of all Wi-Fi access points and cell towers in a surrounding area on the device to allow the device’s location to be determined without connecting to our servers.\r\n\r\nData Retention: For all device-identified data (i.e., location history that is associated with a unique device identifier), Skyhook will retain such data for up to six months. After six months, some of the information we have (such as anonymous location logs) may be aggregated and anonymized for statistical purposes and stored indefinitely. Other anonymous location data that is not associated with any unique identifier, device ID or any other personally identifiable information may be stored indefinitely and used for purposes of improving and maintaining our location service.\r\n\r\nData Security: Skyhook follows generally accepted industry standards to protect the information submitted to us, both during transmission and once we receive it. \r\n\r\nCross Border Transfers\r\nThe information we collect is stored and processed on servers located in the United States. We may transfer information that is collected to affiliated entities, or to other third parties across borders and to other locations around the world.",
    "address": "41 Farnsworth St",
    "asp_index": "27060",
    "city": "Boston",
    "contactemail1": "kjones@skyhookwireless.com",
    "contactfax1": "",
    "contactname1": "Kipp Jones",
    "contactoff1": "Skyhook Privacy",
    "contactphone1": "617-314-9802",
    "contacttitle1": "SVP Product & Engineering",
    "corpoffemail1": "rforter@skyhookwireless.com",
    "corpofffax1": "",
    "corpoffname1": "Rodman Forter",
    "corpoffphone1": "617-314-9802",
    "corpofftitle1": "SVP, Corp Dev & Chief Legal Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "4/27/2016",
    "orgverification": "Third party",
    "personaldata": "On-line data",
    "ppdate": "2/1/2015",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "4/27/2015",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02210"
}