{
    "CertificationStatus": "Current",
    "Fax": "6105732602",
    "OrgName": "Avantor Performance Materials, Inc.",
    "PPLoc": "http://www.avantormaterials.com/onecolumnwireframe.aspx?pageid=2147555879&terms=privacy ",
    "Phone": "6105732600",
    "activities": "Avantor collects personal billing and other information from customers, vendors and other persons. Such persons may be required to provide personal information about themselves and their company, such as name, company name, company address, e-mail address, telephone number, and fax number (collectively, the “Personal Information”). Persons may also be required to provide certain information in addition to the Personal Information noted above. Such information may include a credit card number, a purchase order number, and an account number (collectively, the “Billing Information).  In addition to the Personal Information and the Billing Information noted above, Avantor may collect additional information (collectively, the “Other Information”). Such Other Information may include: (a) information automatically collected when a person visits the Avantor Website, such as IP addresses, browser type and language, referring and exit pages and URLs, date and time, amount of time spent on particular pages, sections of the Website visited, and similar information concerning use of the Website, and information collected using “cookie” and “pixel tag” technology. Cookies are used to collect Other Information and to enhance experience using the Website. Some of the advertisements on the Website may be delivered by third parties. These third parties include advertisers, advertising agencies, and ad networks. When a person views or interacts with one of their advertisements, such third parties may collect information through cookies, pixel tags (also called web beacons or clear gifs), and other technologies about online activities, either on the Avantor Website or across the Internet, in an effort to understand interests and deliver advertisements tailored to those interests. Pixel tags enable Avantor and these third-party advertisers to recognize a browser’s cookie when a browser visits the site on which the pixel tag is located in order to learn which advertisement brings a user to a given site. Avantor uses the Personal Information and the Other Information to respond to inquiries, to process orders, to solicit feedback, and to inform persons about our products and services. Also, Avantor may use or share Personal Information, Billing information, and/or Other Information as follows: (a) with other companies in the family of Avantor™ companies, (b) from time to time share Personal Information with distributors who may provide information about the Avantor™ products that they distribute, (c) about activity on the Website with third parties for the purpose of tailoring, analyzing, managing, reporting, and optimizing advertising seen on the Avantor Website and elsewhere, (d) in an ongoing effort to better understand Avantor website users and the Avantor Website,  analyze the Other Information in aggregate form in order to operate, maintain, manage, and improve the Avantor Website (such aggregate information does not identify individual persons), (e)  share aggregate data with our affiliates, agents, and business partners, (f) disclose aggregated user statistics in order to describe products and the Avantor Website to current and prospective business partners and to other third parties for other lawful purposes, (g) to employ other companies and individuals to perform functions on our Avantor’s behalf, such as providing marketing assistance, order fulfillment, billing, and customer service, providing these other companies will have access to the Personal Information, the Billing Information, and the Other Information only as necessary to perform their functions and to the extent permitted by law, (h) if Avantor or any of affiliated companies (or all or substantially all of our assets or the assets of Avantor or any affiliated companies) are acquired, Avantor expects that the Personal Information, the Billing Information, and the Other Information would be transferred along with the other business assets, (i) to the extent permitted by law, disclose Personal Information, the Billing Information, and the Other Information when required by law, court order, or other government or law enforcement authority or regulatory agency, or whenever Avantor believes that disclosing such Information is necessary or advisable, for example, to protect the rights, property, or safety of Avantor™ or others. With respect to employee personal data, Avantor is the U.S.-based affiliate of companies in many locations around the world. From time to time, Avantor receives personal data regarding employees of its affiliates and locations for (a) general employment purposes (specifically, providing compensation benefits and related services, keeping updated organizational information, making employment-related decisions, and employee training) and (b) processing and investigating reports under Avantor’s Business Ethics Program (“Employee Data”).",
    "address": "3477 Corporate Parkway",
    "asp_index": "27105",
    "city": "Center Valley",
    "contactemail1": "michael.rettig@avantormaterials.com",
    "contactfax1": "6105732602",
    "contactname1": "Michael Rettig",
    "contactoff1": "Avantor Perfomance Materials, Inc. Office of teh General Counsel",
    "contactphone1": "6105732702",
    "contacttitle1": "EVP, General Counsel and Secretary",
    "corpoffemail1": "michael.rettig@avantormaterials.com",
    "corpofffax1": "6105732602",
    "corpoffname1": "Michael Rettig",
    "corpoffphone1": "6105732702",
    "corpofftitle1": "EVP, General Counsel and Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Industrial Chemicals - (ICH)",
    "nextcertification": "3/26/2016",
    "orgverification": "in-house, Chief Compliance Officer and Internal Au",
    "personaldata": "customer, vendor, and organization personal data; some data may be manually processed.",
    "ppdate": "1/1/2012",
    "privacyprograms": "BBB EU Safe Harbor Program",
    "recoursemech": "BBB EU Safe Harbor dispute resolution program",
    "signupdate": "3/26/2012",
    "state": "Pennsylvania",
    "statutorybody": "Federal Trade Commission",
    "zip": "18034"
}