{
    "CertificationStatus": "Current",
    "Fax": "512-328-3070",
    "OrgName": "Keller Williams Realty, Inc.",
    "PPLoc": "http://www.kw.com/kw/privacypolicy.html (website); Keller Williams has also created a Privacy Notice for its agents located in the EU and Switzerland",
    "Phone": "512-327-3070",
    "activities": "Regarding the of personal information it receives from European Union member countries and Switzerland, Keller Williams complies with the U.S.-EU and U.S.-Swiss Safe Harbor Frameworks, as set forth by the U.S. Department of Commerce with respect to the following types of data subjects:\r\n\r\no\tcustomers who list properties with Keller Williams, \r\no\tcustomers who purchase or rent Keller Williams listed properties, and\r\no\tauthorized independent real estate agents of Keller Williams.\r\n\r\nFrom independent Keller Williams real estate agents,  Keller Williams collects information, including contact information, photographs, age, gender and other demographic information, as well as information about the agents’ real estate listings and sales.   In general, we get only very limited information from customers in Europe that is not usually personally identifiable, including the listing city, state, country and region, list date, sales date, and sales price.\r\n  \r\nWe use the information we collect from the European Union and Switzerland to calculate commissions and for other accounting purposes; to track sales; for reporting of income including calculating commissions and fees; for certain IT management and administrative purposes; to market real estate listings; to communicate with franchisees and agents; for market research information, including calculating average sales and understanding market and overall trends in the real estate market(s); and as necessary to operate and manage our business.",
    "address": "1221 S. Mopac Expy, Suite 400",
    "asp_index": "27101",
    "city": "Austin",
    "contactemail1": "legal@kw.com",
    "contactfax1": "512-328-3070",
    "contactname1": "Mark Ramzy",
    "contactoff1": "Legal Department",
    "contactphone1": "512-327-3070",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "eusafeharbor@kw.com",
    "corpofffax1": "512-328-3070",
    "corpoffname1": "James R. Talbot, Jr.",
    "corpoffphone1": "512-327-3070",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "General Services - (GSV)",
    "nextcertification": "3/21/2016",
    "orgverification": "Internal",
    "personaldata": "online and offline, electronic records; customers and agents",
    "ppdate": "3/18/2014",
    "privacyprograms": "BBB EU Dispute Resolution",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "3/21/2014",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "78746"
}