{
    "CertificationStatus": "Current",
    "Fax": "412-621-1489",
    "OrgName": "Wombat Security Technologies",
    "PPLoc": "http://www.wombatsecurity.com/privacy-policy ",
    "Phone": "412-621-1484",
    "activities": "Wombat Security Technologies provides information security awareness and training software to help organizations teach their employees secure behavior.  Wombat's SaaS cyber security education solution includes a platform of integrated broad assessments, as well as a library of simulated attacks and brief interactive training modules, to reduce employee susceptibility to attack. Wombat is helping  customers in industry segments such as finance, technology, banking, higher education, retail, and consumer packaged goods to strengthen their cyber security defenses.",
    "address": "3030 Penn Avenue, Suite 200",
    "asp_index": "27113",
    "city": "Pittsburgh",
    "contactemail1": "mbissell@wombatsecurity.com",
    "contactfax1": "412-621-1489",
    "contactname1": "Molly Bissell",
    "contactoff1": "Wombat Security Technologies",
    "contactphone1": "412-621-1484 x140",
    "contacttitle1": "VP of Operations",
    "corpoffemail1": "mbissell@wombatsecurity.com",
    "corpofffax1": "412-621-1489",
    "corpoffname1": "Molly Bissell",
    "corpoffphone1": "412-621-1484 x140",
    "corpofftitle1": "VP Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "4/15/2016",
    "orgverification": "In-house",
    "personaldata": "All customer supplied information is optional. Customer's may provide employee email addresses, Mobile Phone numbers, First and Last Name, Group or Department. Data also includes training results.  The data does not include manually processed data.",
    "ppdate": "4/30/2015",
    "privacyprograms": "None",
    "recoursemech": "Wombat recognizes the importance of having mechanisms in place to address and resolve complaints by Entities about the processing of Personal Information. Therefore, if an Entity makes a complaint about the processing of their information, and the complaint is not resolved to the Entity's satisfaction through internal Wombat procedures, then Womabt will refer such entity to the national data protection authority in the jurisdiction where the Entity  resides (EU DPAs or Swiss FDPIC) as required by the Safe Harbor Program",
    "signupdate": "4/15/2011",
    "state": "Pennsylvania",
    "statutorybody": "Federal Trade Commission",
    "zip": "15201"
}