{
    "CertificationStatus": "Current",
    "Fax": "817-640-6567",
    "OrgName": "Decision Analyst, Inc.",
    "PPLoc": "http://www.acop.com/privacy/ ,   http://www.technologyboard.com/privacy/ ,  http://www.physicianscouncil.com/privacy/ ,  http://www.medicaladvisoryboard.com/privacy/ ,  http://www.contractorboard.com/",
    "Phone": "817-640-6166",
    "activities": "Decision Analyst, Inc. operates the following online survey websites: American Consumer Opinion, The Technology Advisory Board, The Physicians Advisory Council, The Medical Advisory Board, The Contractor Advisory Board, the Executive Advisory Board, and Imaginators.  The sole purpose of these panels is the conduct of marketing research to help European companies, and companies operating in Europe make better business decisions.  Any personal information given to us during the registration process is used solely to qualify members for future surveys.  The information given to us by participants during the survey is compiled into statistical summaries for reporting purposes.  The individual-level data or answers are never reported to anyone.  The individual-level data of each individual is always secure and private, and is never given or sold to third parties. No other data is collected outside the registration process or surveys.   Decision Analyst also operates an online affiliate program, the sole purpose of which is to recruit members to the above online panels.  Any personal information provided during registration is used to qualify participants as affiliates and to communicate with them.  This information is always secure and private, and is never given or sold to third parties.  No other personal data is collected outside the registration form for affiliates.  We are a member of the Better Business Bureau and reaffirm that membership each year.",
    "address": "604 Avenue H East",
    "asp_index": "27236",
    "city": "Arlington",
    "contactemail1": "mwills@decisionanalyst.com",
    "contactfax1": "817-640-6567",
    "contactname1": "Mauricia Wills",
    "contactoff1": "Panel Management",
    "contactphone1": "817-640-6166",
    "contacttitle1": "Vice President",
    "corpoffemail1": "kpeters@decisionanalyst.com",
    "corpofffax1": "817-640-6567",
    "corpoffname1": "Kevin Peters",
    "corpoffphone1": "817-640-6166",
    "corpofftitle1": "CIO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "12/4/2015",
    "orgverification": "In-House",
    "personaldata": "On-Line",
    "ppdate": "12/1/2013",
    "privacyprograms": "Council of Survey Research Organizations (CASRO), Marketing Research Association,The World Association of Research Professionals (ESOMAR); and the Better Business Bureau Reliability Program.",
    "recoursemech": "Decision Analyst, Inc. agrees to fully cooperate with data protection authorities in the European Union or their authorized representatives, as well as with U.S. and Texas authorities and the Better Business Bureau.",
    "signupdate": "12/4/2000",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "76011"
}