{
    "CertificationStatus": "Current",
    "Fax": "303-957-2695",
    "OrgName": "Rally Software Development Corp.",
    "PPLoc": "http://www.rallydev.com/privacy-statement ",
    "Phone": "303-565-2800",
    "activities": "Rally requires customers who register to use the services (“Services”) offered on our Site to give us contact information, such as their name, company name, address, phone number, and e-mail address, and financial qualification and billing information, such as billing name and address, credit card number, and the number of users within the organization that will be using the Services.\r\n\r\nRally uses the information that we collect to set up Services for individuals and their organizations. We may also use the information to contact customers to further discuss customer interest in our company, the Services that we provide, and to send information regarding our company or partners, such as promotions and events. Customers are invited to receive an email newsletter by providing an email address. Customer email addresses and any personal customer information will not be distributed or shared with any third parties other than Rally employees, consultants and representatives. Customers can opt out of being contacted by us, or receiving such information from us, at any time by sending an email to support@rallydev.com. Separately, customers are also asked to provide an email address when registering for the Service, in order to receive a username and password. We may also email information regarding updates to the Service or company, and will send a Customer Newsletter. Again, email will not be distributed or shared and customers can opt out of receiving any communication by emailing support@rallydev.com at the time it is distributed, or at the time any customer registers for the Service.\r\n\r\nExcept as we explicitly state at the time Rally requests information, or as provided for in the Rally Master Subscription Agreement or this Privacy Statement, we do not disclose to any third-party the information provided. All financial and billing information that we collect through the Site is used solely to check the qualifications of prospective customers and to bill for Services. This billing information is not used by Rally for marketing or promotional purposes. Rally uses a third-party intermediary to manage the credit card processing. This intermediary is solely a link in the distribution chain, and is not permitted to store, retain, or use the information provided, except for the sole purpose of credit card processing. Other third parties, such as content providers, may provide content on the Site but they are not permitted to collect any information nor does Rally share any user information with these parties.\r\n\r\nRally may also collect and transmit personal information from its EU employees.  Rally adheres to EU Directive 95/46/EC in regards to personal information from its employees.",
    "address": "3333 Walnut Street",
    "asp_index": "27238",
    "city": "Boulder",
    "contactemail1": "legal@rallydev.com",
    "contactfax1": "303-957-2695",
    "contactname1": "David Huberman",
    "contactoff1": "Legal Department",
    "contactphone1": "720-221-0218",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "dhuberman@rallydev.com",
    "corpofffax1": "303-957-2695",
    "corpoffname1": "David Huberman",
    "corpoffphone1": "720-221-0218",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "3/7/2016",
    "orgverification": "In-house",
    "personaldata": "Name, company name, address, phone number, and e-mail address, and financial qualification and billing information (not manually processed by Rally), Personal employee and human resources data (may be manually processed).",
    "ppdate": "1/20/2012",
    "privacyprograms": "None",
    "recoursemech": "We will resolve with Better Business Bureau as a third party for dispute resolution pursuant to the following statement in Rally's privacy policy:\r\n\r\nIn compliance with the Safe Harbor Principles, Rally commits to resolve complaints about your privacy and our collection or use of your personal information.  If you have  inquiries or complaints regarding this privacy policy, you should first contact Rally at legal@rallydev.com or call the legal department at 303-565-2800.  Rally has further committed to refer unresolved privacy complaints under the Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Rally, please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "3/7/2012",
    "state": "Colorado",
    "statutorybody": "Federal Trade Commission",
    "zip": "80301"
}