{
    "CertificationStatus": "Current",
    "Fax": "415-362-0140",
    "OrgName": "Kanjoya, Inc.",
    "PPLoc": "http://www.kanjoya.com/security/privacy-policy/ ",
    "Phone": "415-362-0140",
    "activities": "For marketing purposes, Kanjoya collects personal information from customers and prospective customers (or prospects) under four primary scenarios:\r\n1.\tWhen customers and prospects provide their personal information in exchange for information about our company, products, or any of our published materials\r\n2.\tWhen customers or prospects contact us directly (such as through email, phone, or social media) or are introduced to us through those channels by a mutual personal contact\r\n3.\tWhen we participate or sponsor conferences or other events and private information about attendees is communicated to us by the organizers of those events\r\n4.\tWhen we purchase lists of prospective customers’ private information from third party vendors whose business model is to sell that information\r\nAfter we collect data, we store personal information in two external databases. One is managed by our marketing automation software vendor, Marketo; the other is managed by our customer relationship management vendor (Salesforce.com).\r\n \r\nWe communicate company and product information with the individuals in our databases, typically via email and telephone conversations. We use Marketo and Salesforce to record the dates, times, and purposes of all those communications. We continue to contact individuals until they proactively ask us to stop sending email communications or when they unsubscribe to our email communications through a link in our emails.\r\n \r\nWe continue to keep personal information in our databases unless a person sends an email to to privacy@kanjoya.com requesting us to delete that information; the personal information is inaccurate; and/or the person no longer fits our criteria of a customer or prospective customer.\r\n \r\nPersonal information is also collected through our Software-as-a-Service (SaaS)-based text analytics platform, called Perception. In this case, personal information is collected from current customers under the restrictions of mutually agreed upon Master Service Agreements and Statements of Work for the following purpose:\r\n\r\n1.\tCustomer imports personal data to our servers for the purpose of being analyzed through our Perception analytics platform.\r\n\r\nCustomer data uploaded to the Kanjoya Perception servers is retained on the servers for the duration of the customer contract.  Customer data is deleted from the Kanjoya servers within 90 days of the termination of the customer contract.\r\n\r\nCustomer Data will be hosted on Kanjoya servers and access to the servers will be through the internet and/or other public networks.  Kanjoya adheres to all applicable laws concerning data privacy, data protection, and the transmission of personal data.\r\n\r\nAll client data is classified as confidential and treated as such.  Kanjoya employees have highly restricted access to client data, and all such access is logged. All Kanjoya employees with direct access to client data must pass Kanjoya implemented background checks prior to being exposed to client data. Client data is never migrated nor used outside of the production environment, unless required to debug particular customer problems or to fulfill customer data analytics requests.",
    "address": "456 Montgomery St. Suite 500",
    "asp_index": "27255",
    "city": "San Francisco",
    "contactemail1": "todd@kanjoya.com",
    "contactfax1": "415-362-0140",
    "contactname1": "Todd Rakow",
    "contactoff1": "Operations",
    "contactphone1": "414-617-7294",
    "contacttitle1": "VP of Operations",
    "corpoffemail1": "todd@kanjoya.com",
    "corpofffax1": "415-362-0140",
    "corpoffname1": "Todd Rakow",
    "corpoffphone1": "414-617-7294",
    "corpofftitle1": "VP Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "3/20/2016",
    "orgverification": "third party",
    "personaldata": "On-line data and Offline data",
    "ppdate": "3/18/2015",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "3/20/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94104"
}