{
    "CertificationStatus": "Current",
    "Fax": "650-506-7200",
    "OrgName": "Oracle America, Inc.",
    "PPLoc": "http://www.oracle.com/html/privacy.html ",
    "Phone": "650-506-7000",
    "activities": "Personal information collected online and offline in connection with Oracle’s business activities, including information concerning current, prospective and former: customers; suppliers and vendors; partners; employees; and in connection with services to Oracle’s customers, access to information concerning our customers’ customers and prospective customers, suppliers, vendors, partners and employees. In each case above, the data may include information obtained in connection with merger and acquisition activity, where it may be used for evaluation and integration purposes and for ongoing business management as outlined below. \r\n\r\nOracle receives personal information concerning prospective, current and former employees, consultants, contractors and job applicants for processing and storage. Oracle collects, transfers, and uses this data for purposes of employee benefits and workforce management and legal and corporate enforcement and compliance. This includes evaluation of qualifications for employment, provision of employment benefits, reporting, security management, administration of compensation, performance management and training, workforce management, budgeting and salary administration, business contact directory, company network access, authentication, personalization and legal compliance. Oracle maintains separate privacy policies for treatment of employee data and applicant data. \r\n\r\nOracle receives personal information concerning customers, prospects, partners, vendors and suppliers. Oracle collects, transfers, and uses this information for a range of business purposes, including marketing and sales, provision of products and services, partner and supply chain management and legal and corporate enforcement and compliance. Oracle maintains a privacy policy for the personal information it collects in connection with its online and offline business activities. In other areas, such as the provision of hardware and software consulting, support, and Cloud and other outsourcing services, Oracle acts as a data processor. When conducting those activities, Oracle holds and/or processes personal information provided by the customer at the direction of its customer, which acts as a data controller and is responsible for providing notices to and obtaining required consents from data subjects. Oracle does not control this data and any access to or use of such data is incidental to completing its contractual requirements for the customer. Oracle maintains a privacy policy in connection with its provision of services to its customers. \r\n\r\nOracle receives personal and other information gathered online and offline concerning consumer purchase behavior, demographics, interests and interactions/relationships with online and offline businesses in Oracle’s provision of certain Cloud services.  Oracle collects, transfers and uses this information for a range of purposes, including enabling interest-based advertising, analyzing advertising effectiveness, conducting related research and analytics, and providing other marketing services (such as the ability to market over email, SMS, social networking, display ads or web messages).  When an Oracle customer provides data to Oracle, the customer acts as the data controller, and the data is processed by Oracle, as described above.  Oracle also licenses this information from third party data providers to enable access or use by Oracle customers.  Oracle maintains a separate privacy policy describing its interest-based advertising practices applicable to data licensed from third party data providers.\r\n\r\nFor clarity, Oracle’s Safe Harbor certification applies equally to the operations of companies Oracle has acquired over time, such as Peoplesoft, Siebel, Taleo, RightNow, Responsys, Eloqua and BlueKai.",
    "address": "500 Oracle Parkway",
    "asp_index": "27292",
    "city": "Redwood Shores",
    "contactemail1": "alexis.goltra@oracle.com",
    "contactfax1": "781-744-0837",
    "contactname1": "Alexis Goltra",
    "contactoff1": "Legal Department",
    "contactphone1": "781-744-0837",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "alexis.goltra@oracle.com",
    "corpofffax1": "781-744-0837",
    "corpoffname1": "Alexis Goltra",
    "corpoffphone1": "781-744-0837",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Computer & Peripherals - (CPT)Information Services - (INF)",
    "nextcertification": "4/18/2016",
    "orgverification": "TRUSTe",
    "personaldata": "Online and Offline Human Resources, Customer, Prospect, Partner, Supplier, Services, and Consumer data",
    "ppdate": "12/15/2014",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe Dispute Resolution Program);EU Data Protection Authorities (DPAs) Panel (for Human Resources Data Only); Federal Data Protection and Information Commissioner for Switzerland (FDPIC) (for Human Resources Data Only)",
    "signupdate": "4/18/2002",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94065"
}