{
    "CertificationStatus": "Current",
    "Fax": "901-850-3055",
    "OrgName": "The Juice Plus+ Company, LLC",
    "PPLoc": "https:/ www.juiceplus.com/content/JuicePlus/en/privacy-statement.html ",
    "Phone": "901-850-3000",
    "activities": "The Juice Plus+ Company, LLC (TJPC) receives personal information from its subsidiaries in the EU and Switzerland for the purposes of processing orders for products by customers and the payment of earnings to representatives/distributors.  TJPC receives the personal information collected from customers in the EU and Switzerland who place orders for products (name, address, email and telephone number, billing information, including credit card or other payment information, and if applicable, birthdate) in order to process those orders, including payment.  TJPC also receives the personal information collected from the individuals who register to be independent representatives/distributors (name, address, email and telephone number, and, if applicable, credit card or other payment information, spouse name, identification number and birthdate) in order to calculate and process the payment of earnings on product sales due to, and/or the payment of any fees due from, such representatives/distributors.",
    "address": "140 Crescent Drive",
    "asp_index": "27314",
    "city": "Collierville",
    "contactemail1": "karen.morris@juiceplus.com",
    "contactfax1": "901-850-3055",
    "contactname1": "Karen M. Morris",
    "contactoff1": "General Counsel",
    "contactphone1": "901-850-2876",
    "contacttitle1": "Secretary & General Counsel",
    "corpoffemail1": "parker.harness@juiceplus.com",
    "corpofffax1": "901-850-3055",
    "corpoffname1": "H. Parker Harness",
    "corpoffphone1": "901-850-2857",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Foods Processed - (FOD)Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "3/30/2016",
    "orgverification": "in-house",
    "personaldata": "Customer name, address, email & telephone number, billing information, including payment information, &, if applicable, birthdate. Independent representative name, address, email & telephone number, &, if applicable, spouse name, payment information, identification number & birthdate.  Visitor contact name, address, email & telephone number.  Data includes manually processed data.",
    "ppdate": "3/23/2015",
    "privacyprograms": "none",
    "recoursemech": "BBB EU Safe Harbor\r\nEuropean Data Protection Authorities (DPA)\r\nSwiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "3/30/2015",
    "state": "Tennessee",
    "statutorybody": "Federal Trade Commission",
    "zip": "38017"
}