{
    "CertificationStatus": "Current",
    "Fax": "650-513-3511",
    "OrgName": "Arena Solutions, Inc.",
    "PPLoc": "http://www.arenasolutions.com/privacy ",
    "Phone": "650-513-3500",
    "activities": "Arena Solutions' products, including  BOMControl, PartsList  and  PDXViewer, enable engineering and manufacturing teams and their extended supply chains to speed prototyping, reduce scrap, and streamline supply chain management. Arena cloud PLM applications simplify bill of materials and change management for companies of all sizes, throughout the world. \r\nArena Solutions has two main Internet presences. The first is the public, sales website located at www.arenasolutions.com and the second is the suite of products or applications (the \"Services\") located at app.bom.com. When a visitor to an Arena Solutions Site registers to become a user of the Services or requests more information about the Services, we require that the visitor provide contact information such as their name, e-mail address and company name and, when applicable, billing information such as billing address and credit card number. We may also ask visitors, users, or prospective users of the Services for additional personal information such as title, department name or fax number, or additional company information such as annual revenues, number of employees or industry. Arena Solutions uses this information to set up the Services for users and to improve the Arena Sites and/or to contact users and visitors to further discuss their interest in the Arena Sites and the Services, or to send users and visitors information regarding Arena Solutions or its partners, such as promotions and events. We may also e-mail users information regarding updates to the Services or the Arena Sites. \r\nArena Solutions may partner with other parties to provide specific events, materials or services. If a user registers for these events or elects to receive such materials or services, we may share names, other contact information and certain personal information that is necessary for the third party to provide these events, materials or services. From time to time we may provide information about users to Arena Solutions’ subsidiaries and joint ventures in order to provide those users the Services. Other than as expressly described in our privacy policy, Arena Solutions will not share, sell or rent a user’s or a visitor’s personal information or hosted data with anyone outside of Arena Solutions, without such user’s or visitor’s prior permission or unless ordered by a court of law.",
    "address": "989 E. Hillsdale Blvd",
    "asp_index": "27318",
    "city": "Foster City",
    "contactemail1": "jrusso@arenasolutions.com",
    "contactfax1": "650-513-3518",
    "contactname1": "Jan Russo",
    "contactoff1": "Headquarters",
    "contactphone1": "650-513-3508",
    "contacttitle1": "Senior Director, Human Resources",
    "corpoffemail1": "kbozzini@arenasolutions.com",
    "corpofffax1": "650-513-3518",
    "corpoffname1": "Kenneth Bozzini",
    "corpoffphone1": "650-513-3505",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "4/15/2016",
    "orgverification": "Third Party",
    "personaldata": "On-line data.Some manually processed data.",
    "ppdate": "3/2/2015",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "4/15/2013",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94404"
}