{
    "CertificationStatus": "Current",
    "Fax": "6104583981",
    "OrgName": "World Travel, Inc.",
    "PPLoc": "http://corporate.worldtravelinc.com/About/Privacy-Statement/EUSafeHarbor.aspx ",
    "Phone": "6104585554",
    "activities": "World Travel, Inc. provides corporate travel reservation and management services to entities/office locations throughout the globe.  Accordingly, World Travel, Inc. collects, compiles, and analyzes travel-related data from individuals (i.e., its clients' employees or other personnel) that originates in the European Union, European Economic Area, and Switzerland.  The data is published in World Travel, Inc.'s management reporting platform that is restricted (secure user name and password) and in some cases the data is exported to third parties, e.g., a credit card company, but only by client's express request.",
    "address": "620 Pennsylvania Drive",
    "asp_index": "27321",
    "city": "Exton",
    "contactemail1": "mminella@worldtravelinc.com",
    "contactfax1": "6104583981",
    "contactname1": "Maribeth L. Minella",
    "contactoff1": "World Travel, Inc.",
    "contactphone1": "4843486665",
    "contacttitle1": "EVP & Corporate Counsel",
    "corpoffemail1": "jwells@worldtravelinc.com",
    "corpofffax1": "6104583981",
    "corpoffname1": "James A. Wells",
    "corpoffphone1": "4843486612",
    "corpofftitle1": "Chairman",
    "eucountries": "Austria, Belgium, Croatia, Czech Republic, Denmark, France, Germany, Hungary, Ireland, Italy, Latvia, Lithuania, Netherlands, Poland, Portugal, Romania, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "nextcertification": "3/26/2016",
    "orgverification": "In-House Self-Certification",
    "personaldata": "Last Name, First Name, Employee ID, E-Mail, Address, Flight Information, Frequent Flyer Information/Preferences, Form of Payment Information (Credit Card Numbers are Masked); Some data is manually processed",
    "ppdate": "3/25/2015",
    "privacyprograms": "World Travel, Inc. is not a member of any privacy program other than its self-regulation and self-certification of its adherence to the EU Safe Harbor and Swiss Safe Harbor frameworks.",
    "recoursemech": "World Travel, Inc. is registered with JAMS Safe Harbor Registration.  Please direct any questions regarding this to Kathleen Pierz, JAMS Practice Development Manager, Global; 212-607-2771 or SafeHarbor@jamsadr.com.  World Travel, Inc. has also established an email to handle direct inquires:  SafeHarbor@worldtravelinc.com. This is the same e-mail individuals may use to request opt-out and/or access to their data.",
    "signupdate": "3/26/2015",
    "state": "Pennsylvania",
    "statutorybody": "Department of Transportation",
    "zip": "19341"
}