{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "hiku labs, inc",
    "PPLoc": "http://www.hiku.us/privacy ",
    "Phone": "4084930770",
    "activities": "hiku labs, inc (“hiku”) offers a Wi-Fi barcode scanner and voice recorder device to consumers. hiku collects data during certain transactions and communications with its customers, including when they purchase hiku products and services, register for and use hiku products and services whether registered using the hiku mobile app or a partner application, participate in surveys or contests, use hiku’s website, and contact hiku for customer support. hiku may also collect device and usage information in connection with a customer’s use of hiku devices as described in our posted Privacy Policy. hiku utilizes customers’ personal information to provide online and mobile services related to the use and enjoyment of our products (as further described in our Privacy Policy). Customer data may be transferred from EU customers to hiku servers located in the United States (or any other country where hiku operates) for the purposes of providing the services, marketing, supporting transactions, security, customer and technical support, customer communications, improving products and services, auditing, data analysis, and data storage.",
    "address": "189 W. Santa Clara Street",
    "asp_index": "27375",
    "city": "San Jose",
    "contactemail1": "rob@hiku.us",
    "contactfax1": "",
    "contactname1": "Rob Katcher",
    "contactoff1": "hiku labs, inc",
    "contactphone1": "4084930770",
    "contacttitle1": "CEO",
    "corpoffemail1": "rob@hiku.us",
    "corpofffax1": "",
    "corpoffname1": "Rob Katcher",
    "corpoffphone1": "4084930770",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Consumer Electronics - (CEL)",
    "nextcertification": "3/26/2016",
    "orgverification": "Third party",
    "personaldata": "We collect email address and may ask for full name, address, or phone number. This information is collected online and via a mobile application.",
    "ppdate": "3/19/2015",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "3/26/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95113"
}