{
    "CertificationStatus": "Current",
    "Fax": "952-832-1210",
    "OrgName": "Edmentum, Inc.",
    "PPLoc": "http://www.edmentum.com/safe-harbor ",
    "Phone": "952-832-1000",
    "activities": "Edmentum is a US based corporation that enables educators and administrators to deliver achievement in the classroom through various online learning programs, solutions and services.   In connection with providing these programs, solutions and services, Edmentum receives consumer and educational data from various customers and their users.  Edmentum also receives data through its websites and user forums.  Edmentum uses the information and data it receives for multiple purposes, including but not limited to, to operate, promote and market its programs, solutions and services, to provide, administer and communicate about its products and services and to prevent fraud, comply with applicable legal requirements and to satisfy its contractual obligations to third parties.  In addition to the above, Edmentum receives employee data which it uses for human resource, payroll and similar purposes.",
    "address": "5600 West 83rd Street, Suite 300 8200 Tower",
    "asp_index": "27372",
    "city": "Bloomington",
    "contactemail1": "ian.kees@edmentum.com",
    "contactfax1": "952-832-1210",
    "contactname1": "Ian Kees",
    "contactoff1": "Corporate Headquarters Finance/Legal",
    "contactphone1": "952-412-5690",
    "contacttitle1": "",
    "corpoffemail1": "robert.rueckl@edmentum.com",
    "corpofffax1": "952-832-1210",
    "corpoffname1": "Robert Rueckl",
    "corpoffphone1": "952-832-1505",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Education & Training - (EDS)",
    "nextcertification": "4/2/2016",
    "orgverification": "In House",
    "personaldata": "Organizational, consumer and customer data whether received offline, online or manually processed",
    "ppdate": "3/1/2015",
    "privacyprograms": "None",
    "recoursemech": "Edmentum will cooperate with the DPAs in the investigation and resolution of complaints and will comply with any advice given by the DPAs where the DPAs take the view that the organization needs to take specific action to comply with the Safe Harbor principles and will provide the DPAs with written confirmation that such action has been taken",
    "signupdate": "4/2/2015",
    "state": "Minnesota",
    "statutorybody": "Federal Trade Commission",
    "zip": "55437"
}