{
    "CertificationStatus": "Current",
    "Fax": "512 233-2663",
    "OrgName": "Alliance Tech, Inc.",
    "PPLoc": "http://www.alliancetech.com/privacy-policy ",
    "Phone": "512 617-2000",
    "activities": "Alliance Tech is an event technology solutions provider focused on business intelligence for tradeshows, conferences and events.  In the course of providing such solution to our customers, Alliance Tech can collect personal information from EU or Switzerland attendees at conferences through our integration with event registration companies that were hired by our customer to supply that part of the solution for the event.\r\n\r\nAlliance Tech uses personal information such as Name, Title, Company to be able to print badges for the event when attendees check in at the conference.  We also use the contact information from the registration company for Exhibitors at the conferences to collect as sales leads when the attendees seek out information from the Exhibitors and actively opt-in.\r\n\r\nSpecifically, the check in process uses their email address as one way for the attendee to check in to the conference when it is set up for self check in.  They simply walk up to a registration desk with ipads that display a check in screen.  The attendee can enter their email address or scan a QR code that was sent to them just prior to the conference and our system will look up their contact information and then a badge will print to allow them access to the conference.  The printer is typically located behind the desk and the admin staff on site will check the ID of the attendee before giving them their conference badge.\r\n\r\nThe email address is also used by our customers to send out conference surveys to gather feedback on sessions attended as well as for the overall conference.\r\n\r\nAlliance Tech does not share the contact information with any 3rd party, only our customers who conducts the conference will have access to any information collected on the conference attendees.\r\n\r\nWe will retain the contact information for as long as our customers’ account is active or as needed to provide them the services.  We will retain and use the contact information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "8900 Shoal Creek Blvd., Building 400",
    "asp_index": "27397",
    "city": "Austin",
    "contactemail1": "jwang@alliancetech.com",
    "contactfax1": "512 233-2663",
    "contactname1": "James Wang",
    "contactoff1": "Alliance Tech, Inc.",
    "contactphone1": "512 450-5341",
    "contacttitle1": "Director, Engineering Operations",
    "corpoffemail1": "aborrego@alliancetech.com",
    "corpofffax1": "512 233-2663",
    "corpoffname1": "Art Borrego",
    "corpoffphone1": "512 320-5777",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "3/30/2016",
    "orgverification": "Third Party - TRUSTe",
    "personaldata": "Conference attendee personal information and website visitor information.  Both can be collected on-line or manually processed.",
    "ppdate": "1/19/2015",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "3/30/2015",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "78757"
}