{
    "CertificationStatus": "Current",
    "Fax": "402-885-6351",
    "OrgName": "Home Instead, Inc.",
    "PPLoc": "https:/ www.homeinstead.com/privacy-policy/ ",
    "Phone": "888-484-5759",
    "activities": "Home Instead, Inc. (“HI”) is the franchisor for the Home Instead Senior Care® franchise network of independently owned/operated franchises. HI is located in the U.S. HI enters into franchise agreements with its franchisees (“HISC Franchisees”) and international master franchisees (“Master Franchisees”), who are located around the globe. Master Franchisees then enter into sub-franchise agreements with local sub-franchisees (the “Sub-franchisees”) to operate franchise businesses. Franchisees, Master Franchisees and Sub-franchisees are referred to as “Franchisees.” Franchisees employ CAREGiversSM who provide non-medical care to seniors in their homes, which allow seniors to live at home independently and longer. As franchisor, HI licenses its trademark and business model to local HISC Franchisees and Master Franchisees for the operation of the franchise and master franchise businesses. HI provides ongoing support to its HISC Franchisees and Master Franchisees. HISC Franchisees and Master Franchisees utilize different software systems that help them to operate their businesses. Through its support as franchisor, HI obtains personally identifiable information (“PII”) from the EU and Switzerland in several ways. HI has a website (homeinstead.com) in which potential clients and employees of Franchisees can express interest in learning more about service or employment from a local Franchisee’s business. Prospective clients and employees who desire to learn more about these opportunities enter their name and contact information. This website and the PII entered are maintained by HI in its internal data platform. The PII is then automatically sent to the appropriate Franchisee through an email generated by the website, or, by entering their PII, the prospective client or employee is directed online to the website for that applicable Franchisee. If a prospective client or employee enters their email address on this website, newsletters that provide additional information about services are emailed by HI to that address. Per HI’s online privacy policy, people can opt-out of this feature and then will not receive such communications. All information entered by third parties on our website is governed by HI’s privacy policy, which is posted on this website. HI recommends that HISC Franchisees utilize software provided by an unaffiliated vendor (the “TPS”) in the operation of their businesses. The TPS is licensed directly to HISC Franchisees by the vendor. HISC Franchisees are generally not required to utilize any specific software. Master Franchisees and Sub-franchisees do not utilize the TPS. Master Franchisees are responsible for selecting a software system for their and their Sub-franchisees’ business operations. In carrying out business, each Franchisee obtains information about clients and employees, which they enter into their operational software system (“OSS”). The information housed in the OSS helps Franchisees to provide improved services to clients, to carry out administrative functions of the office, to schedule clients and caregiver employees for caregiving shifts, to track hiring process for employee applicants, to manage contact information for clients and their families, to track billing for services provided and to issue related invoices, to manage accounts receivable from payments made by clients, to track and manage payroll and benefits for their employees, to issue related paychecks and tax forms and filings, to track the financial performance, to ensure an improved customer experience, to market services more effectively, and to meet legal requirements. Franchisees obtain information from clients such as name, address, phone number, email address, physical location for the services, details around the types of non-medical services to be provided, dates and times for services, some information about medical condition to ensure proper medication reminders are provided, and key contact information. This information is all collected for the limited purposes of delivering the appropriate and desired caregiving services to the client requesting those services, to invoice and receive payment for the services provided, and to ensure good customer service. With respect to employees, Franchisees obtain information from job applicants and employees such as name, contact information, email address, date of birth, social id numbers used for vetting employees and tax filings, direct deposit information for paychecks, and information about desired work schedule. This information is collected for the limited purposes of vetting the prospective employee to ensure they meet employment requirements, to track information about their employee pool for filing annual reports required by the government, to complete and file tax information, to provide and pay benefits, to contact the employee regarding day-to-day employment information, to mail out paychecks, to match clients and caregivers based on their desired work schedules, to schedule the caregiver and provide them regular updates about upcoming work schedule, and to satisfy legal obligations. Each HISC Franchisee and Sub-franchisee has access only to their business’s information. HI may access information entered into the TPS by each HISC Franchisee with appropriate permission. HI is able to view aggregate data compiled by the third party vendor through a portal within the TPS. This TPS access allows HI to provide support to its HISC Franchisees, to provide training on how to use the TPS to better manage its operations, to improve the customer experience for the HISC Franchisees’ clients and employees, and to determine trends. HI utilizes a data warehousing company, Rackspace International. Rackspace has limited access to data for purposes of its data hosting services to HI and its Franchisees. Rackspace is bound by its privacy policy and procedures. It is an EU safe harbor certified company. HI and Rackspace’s agreement includes Rackspace’s commitment to uphold the security of the data it houses for HI and Franchisees. HI may obtain PII through offline means (e.g. phone call, conversation or email) through its provision of services to Franchisees. Through HI’s support, Franchisees may provide information about clients or employees to HI for the limited purpose of allowing HI to better provide support to that Franchisee to ensure better customer service and employment experiences. Such offline access by HI is limited and is subject to HI’s privacy policy. Pursuant to franchise agreements, HI expressly requires Franchisees to uphold all applicable laws in the operation of its business, including all applicable privacy laws. If a Franchisee fails to uphold a legal obligation, including those around privacy, then HI can terminate that franchise agreement and the applicable Franchisee’s right to operate its HISC business. Upon termination, such former Franchisee’s access to the website information is also terminated, and that Franchisee will no longer have access to such PII going forward.",
    "address": "13323 California St.",
    "asp_index": "27395",
    "city": "Omaha",
    "contactemail1": "anna.cramer@homeinsteadinc.com",
    "contactfax1": "402-885-6351",
    "contactname1": "Anna Cramer",
    "contactoff1": "Home Instead, Inc.",
    "contactphone1": "888-484-5759",
    "contacttitle1": "Regulatory Counsel",
    "corpoffemail1": "jdolan@homeinsteadinc.com",
    "corpofffax1": "402-885-6351",
    "corpoffname1": "Jisella Dolan",
    "corpoffphone1": "888-484-5759",
    "corpofftitle1": "Chief Advocacy Officer",
    "eucountries": "Austria, Finland, Germany, Ireland, Italy, Netherlands, Portugal, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "General Services - (GSV)",
    "nextcertification": "3/27/2016",
    "orgverification": "Third Party",
    "personaldata": "On-line data = data collected directly on the Internet; Offline data = any digital data processed not through the Internet; Manually processed data = data collected manually; Human resources data",
    "ppdate": "3/20/2015",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "3/27/2013",
    "state": "Nebraska",
    "statutorybody": "Federal Trade Commission",
    "zip": "68154"
}