{
    "CertificationStatus": "Current",
    "Fax": "(919) 388-9405",
    "OrgName": "ChannelAdvisor Corporation",
    "PPLoc": "http://www.channeladvisor.com/privacy-policy/ ",
    "Phone": "(919) 228-4700",
    "activities": "ChannelAdvisor provides cloud-based e-commerce solutions that enable retailers and manufacturers to integrate, manage and optimize their merchandise sales across hundreds of online channels.  The types of personal information received by ChannelAdvisor and its controlled subsidiaries from the EU may include, but are not limited to: name, title, company name, physical address, e-mail address, telephone number, credit card information, bank information, username and password.  Due to the global nature of its activities, ChannelAdvisor may transfer personal data between members of the European Union and the United States and its controlled subsidiaries.",
    "address": "2701 Aerial Center Parkway",
    "asp_index": "27405",
    "city": "Morrisville",
    "contactemail1": "maria.flanagan@channeladvisor.com",
    "contactfax1": "(866) 225-3085",
    "contactname1": "Maria Flanagan",
    "contactoff1": "ChannelAdvisor Corporation",
    "contactphone1": "(919) 228-4839",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "diana.allen@channeladvisor.com",
    "corpofffax1": "(866) 225-3085",
    "corpoffname1": "Diana Allen",
    "corpoffphone1": "(919) 228-4700",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "3/27/2016",
    "orgverification": "In-house",
    "personaldata": "The types of personal information received by ChannelAdvisor and its controlled subsidiaries from the EU may include, but are not limited to client information such as: name, title, company name, physical address, e-mail address, telephone number, credit card information, bank information, username and password.  The data covered does include manually processed data.",
    "ppdate": "5/25/2012",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association - International Centre for Dispute Resolution",
    "signupdate": "3/27/2012",
    "state": "North Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "27560"
}