{
    "CertificationStatus": "Current",
    "Fax": "423 968 3567",
    "OrgName": "Chiltern International",
    "PPLoc": "http://www.chiltern.com/Privacy.aspx ",
    "Phone": "919 462 8867",
    "activities": "Chiltern and its corporate affiliates provide a broad range of pharmaceutical and medical device research, development and consulting services. In connection with the services we provide Chiltern processes data relating to clinical study pariticipants, clinical study sites and investigators, and our customers, vendors, contractors, and consultants.  Chiltern also processes the human resources data of our employees.  Due to the nature of its activities, Chiltern may transfer personal data between the United States and the European Uniion.",
    "address": "4000 CentreGreen Way, Suite 300",
    "asp_index": "27414",
    "city": "Cary",
    "contactemail1": "privacy@chiltern.com",
    "contactfax1": "",
    "contactname1": "",
    "contactoff1": "Chiltern Legal Department",
    "contactphone1": "919 462 8867",
    "contacttitle1": "",
    "corpoffemail1": "owen.lewis@chiltern.com",
    "corpofffax1": "888 301 2627",
    "corpoffname1": "Owen Lewis",
    "corpoffphone1": "910 338 4774",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Lithuania, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "4/3/2016",
    "orgverification": "In-house",
    "personaldata": "Off-Line, On-Line, Manually Processed",
    "ppdate": "2/4/2015",
    "privacyprograms": "None",
    "recoursemech": "Chiltern will investigate and attempt to resolve complaints regarding the use and disclosure of Personal Information in accordance with the principles contained in its policy. For complaints that cannot be resolved between the complainant and Chiltern, Chiltern has agreed to participate in the dispute resolution procedures of the panel established by the European Union data protection authorities (EU DPAs), as well as those of the Swiss Federal Data Protection and Information Commissioner (FDPIC), to resolve disputes pursuant to the Safe Harbor Program’s Principles.",
    "signupdate": "4/3/2007",
    "state": "North Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "27513"
}