{
    "CertificationStatus": "Current",
    "Fax": "301-380-6727",
    "OrgName": "Marriott International, Inc. and wholly-owned subsidiaries and their affiliates (excluding Marriott Ownership Resorts, Inc.)",
    "PPLoc": "http://www.marriott.com/corporateinfo/euprivacy.asp ",
    "Phone": "301-380-3000",
    "activities": "Personal Information Received from the EU and Switzerland:\r\nPersonal information received from customers in the EU and Switzerland is used to execute the services requested by the customer, maintain the necessary records to support the transaction and to facilitate settlement of the charges for the requested services. In addition, information for completed transactions may be used for subsequent direct marketing by Marriott and to invite customers to participate in guest satisfaction and research surveys. We also receive personal information from job applicants and employees in the EU and Switzerland that is used for selection and management of our workforce.",
    "address": "10400 Fernwood Road",
    "asp_index": "27451",
    "city": "Bethesda",
    "contactemail1": "kathy.memenza@marriott.com",
    "contactfax1": "301-380-6769",
    "contactname1": "Kathy Memenza",
    "contactoff1": "Marriott Information Protection",
    "contactphone1": "301-380-8123",
    "contacttitle1": "VP Information Protection, IT Security, and Systems Engineering",
    "corpoffemail1": "amy.mcpherson@marriott.com",
    "corpofffax1": "301-380-6769",
    "corpoffname1": "Amy McPherson",
    "corpoffphone1": "301 380 7348",
    "corpofftitle1": "President & Managing Director, Europe",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, France, Germany, Greece, Hungary, Ireland, Italy, Netherlands, Poland, Portugal, Romania, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "nextcertification": "3/31/2016",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line",
    "ppdate": "4/24/2013",
    "privacyprograms": "none",
    "recoursemech": "For human resources data: EU and Swiss data protection authorities (DPAs); For all other types of data: American Arbitration Association (ICDR/AAA Safe Harbor Program)",
    "signupdate": "1/31/2002",
    "state": "Maryland",
    "statutorybody": "Federal Trade Commission",
    "zip": "20817"
}