{
    "CertificationStatus": "Current",
    "Fax": "877-350-6191",
    "OrgName": "Shopify Data Processing (USA) Inc.",
    "PPLoc": "http://www.shopify.com/data-processing/privacy-policy ",
    "Phone": "888-329-0139",
    "activities": "Shopify Data Processing (USA) Inc. provides a variety of ecommerce software, hosting, design and marketing services to EU clients. Our customer (merchants) and their customer’s personal information such as name, address, and email will be transferred from Europe and stored on our servers in the US.",
    "address": "c/o Server Central; 2200 Busse Rd.",
    "asp_index": "27461",
    "city": "Elk Grove Village",
    "contactemail1": "privacy@shopify.com",
    "contactfax1": "877-350-6191",
    "contactname1": "Joseph Frasca",
    "contactoff1": "Shopify Data Processing (USA) Inc.",
    "contactphone1": "613-241-2828",
    "contacttitle1": "Shopify General Counsel",
    "corpoffemail1": "privacy@shopify.com",
    "corpofffax1": "877-350-6191",
    "corpoffname1": "Joseph Frasca",
    "corpoffphone1": "613-241-2828",
    "corpofftitle1": "Shopify General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "4/28/2016",
    "orgverification": "in-house",
    "personaldata": "all client and customer personal data, manually processed and electronic",
    "ppdate": "2/14/2014",
    "privacyprograms": "None",
    "recoursemech": "Privacy policy and terms of services are available to the public. A person can submit the complaint to privacy@shopify.com.  Privacy Officer will review the complaint and the Privacy Officer will work with the complainant to resolve the issue. If the issue is not resolved complainant can submit a complaint to the Federal Trade Commission and s/he can contact the International Centre for Dispute Resolution of the American Arbitration Association at www.icdr.org. This organization will provide independent dispute resolution.",
    "signupdate": "4/28/2014",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60007-6020"
}