{
    "CertificationStatus": "Not Current",
    "Fax": "",
    "OrgName": "Cintas Corporation",
    "PPLoc": "http://www.cintas.com/Privacy/ ",
    "Phone": "513-459-1200",
    "activities": "Personal data transferred from the European Union includes data regarding current, former, and potential employees and current, former, and potential customers and suppliers or service providers, transferred for purposes including human resources management and administration; customer data management and administration, sales and marketing activities; customer service activities; website management; inventory management; the processing, preparation, and submission of information or documents in connection with litigation, arbitration, mediation, adjudication, government or internal investigations, or other legal or administrative proceedings, as well as compliance with U.S. or other applicable laws; archiving or other forms of electronic storage or transmittal of data, including potential personal data stored by customers, and the physical transfer of documents or media of Cintas that may contain personal data.  This certification applies to Cintas Corporation, its U.S. subsidiaries and affiliates, and its EU subsidiaries and affiliates.",
    "address": "6800 Cintas Boulevard, P.O. Box 625737",
    "asp_index": "27478",
    "city": "Cincinnati",
    "contactemail1": "rauhr@cintas.com",
    "contactfax1": "",
    "contactname1": "Rick Rauh",
    "contactoff1": "Cintas Corporation - Cintas Information Technologies",
    "contactphone1": "513 573-3993",
    "contacttitle1": "Director IT Governance",
    "corpoffemail1": "SkufcaC@cintas.com",
    "corpofffax1": "",
    "corpoffname1": "Chris Skufca",
    "corpoffphone1": "513-701-2009",
    "corpofftitle1": "Chief Compliance Officer",
    "eucountries": "Belgium, Germany, Netherlands, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)General Services - (GSV)",
    "nextcertification": "12/3/2015",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed",
    "ppdate": "7/30/2013",
    "privacyprograms": "None",
    "recoursemech": "For human resources data: EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC); For all other types of data: BBB EU Safe Harbor http://www.bbb.org/us/european-union-dispute-resolution/",
    "signupdate": "12/3/2010",
    "state": "Ohio",
    "statutorybody": "Federal Trade Commission",
    "zip": "45262"
}