{
    "CertificationStatus": "Not Current",
    "Fax": "678-370-9119",
    "OrgName": "Cbeyond Communications, LLC dba Birch",
    "PPLoc": "http://www.birch.com/legal/privacy ",
    "Phone": "678-424-2400",
    "activities": "Birch is a managed service provider with an Infratructure as a Service model (IaaS).  As such, Birch's customers may store or process personal information within their own independently operated and supported applications/databases that reside within our environment (on our servers, within our data center).\r\n\r\nBirch’s Safe Harbor Data Privacy Policy applies only to Birch’s Cloud Services and related infrastructure and does not apply to telecommunications services provisioned in the United States of America which Birch provides as a common carrier under applicable state and federal regulations as administered by the Federal Communications Commission or other administrative entities.",
    "address": "320 Interstate North Pkwy",
    "asp_index": "27481",
    "city": "Atlanta",
    "contactemail1": "compliance@birch.com",
    "contactfax1": "678-424-2500",
    "contactname1": "Edward James",
    "contactoff1": "Compliance",
    "contactphone1": "678-424-2404",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "edward.james@birch.com",
    "corpofffax1": "678-424-2500",
    "corpoffname1": "Edward James",
    "corpoffphone1": "678-424-2404",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Telecommunications Services - (TES)General Science & Technology - (GST)",
    "nextcertification": "9/16/2015",
    "orgverification": "Self Assessment",
    "personaldata": "Birch does not process personal data, but our customers may.  The nature of this data will vary depending on their business.",
    "ppdate": "1/1/2015",
    "privacyprograms": "BBB EU Safe Harbor Program",
    "recoursemech": "We are a member of the Better Business Bureau and participate in the EU BBB Dispute Resolution program.",
    "signupdate": "9/16/2013",
    "state": "Georgia",
    "statutorybody": "Federal Trade Commission",
    "zip": "30339"
}