{
    "CertificationStatus": "Current",
    "Fax": "615-376-7971",
    "OrgName": "Capital Confirmation, Inc.",
    "PPLoc": "https:/ www.confirmation.com/us-PrivacyPolicy.pdf ",
    "Phone": "615-844-6222",
    "activities": "It is detailed in the privacy policy, but in summary, what we do is provide a secure clearing house for audit confirmations.  We have auditors who use our site to request information on the company they are performing a financial audit on, their client uses our site to authorize the request and the release of the requested information, and then the responding party - like a bank - uses our site to answer the questions and to submit the response back to the auditor for thier review.  This is called the audit confirmation process and we provide the clearing house for those three parties - the auditor, the bank, and their mutual client - to request, authorize and respond during the course of an audit confirmation which takes place during a financial audit.  Each of the three parties knowingly participates in the service and each of the three parties has agreed to use the service and to allow the other parties to participate in the three-way communication of information via our website.",
    "address": "214 Centerview Drive, Suite 265",
    "asp_index": "27541",
    "city": "Brentwood",
    "contactemail1": "mark.roberts@confirmation.com",
    "contactfax1": "561-278-4190",
    "contactname1": "Mark Roberts",
    "contactoff1": "Delray Beach, FL",
    "contactphone1": "561-921-6376",
    "contacttitle1": "Director Audit and Compliance Analyst",
    "corpoffemail1": "brian.fox@confirmation.com",
    "corpofffax1": "615-376-7971",
    "corpoffname1": "Brian Fox",
    "corpoffphone1": "615-844-6222",
    "corpofftitle1": "President & Founder",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Accounting Services - (ACT)Financial Services - (FNS)",
    "nextcertification": "4/8/2016",
    "orgverification": "Both: Third Party and In-House",
    "personaldata": "Demographic Information and Customer Financial Information.  Customer Financial Information includes bank balance information. We store Demographic information specifically given to us by our users through the account set up process, and or the account edit process. In addition, we store IP Address, browser type, Internet service provider (ISP) and access times.",
    "ppdate": "12/3/2014",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "4/8/2011",
    "state": "Tennessee",
    "statutorybody": "Federal Trade Commission",
    "zip": "37027"
}