{
    "CertificationStatus": "Current",
    "Fax": "703-683-2891",
    "OrgName": "Mandiant, LLC",
    "PPLoc": "http://www.mandiant.com/privacy/safe-harbor-privacy-policy/ ",
    "Phone": "703-683-3141",
    "activities": "Mandiant collects customer data during certain transactions and communications with its customers. Customer data is transferred to Mandiant, LLC (which is located in the United States), and/or its parent company, FireEye, Inc. (also located in the United States), for the purposes of marketing, facilitating transactions, customer support, customer communications, improving its products and services, auditing, data analysis, data storage and providing services. Human Resources data is transferred from Mandiant Ltd. to Mandiant LLC and/or FireEye, Inc. for purposes of conducting the human resources and financial management of Mandiant LLC and FireEye, Inc.",
    "address": "2318 Mill Road",
    "asp_index": "27557",
    "city": "Alexandria",
    "contactemail1": "privacy@fireeye.com",
    "contactfax1": "703-683-2891",
    "contactname1": "Shane McGee",
    "contactoff1": "Alexandria, VA",
    "contactphone1": "703-683-3141",
    "contacttitle1": "Chief Privacy Officer, FireEye, Inc.",
    "corpoffemail1": "privacy@fireeye.com",
    "corpofffax1": "703-683-2891",
    "corpoffname1": "Shane McGee",
    "corpoffphone1": "703-683-3141",
    "corpofftitle1": "Chief Privacy Officer, FireEye, Inc.",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Computer & Peripherals - (CPT)Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "4/5/2016",
    "orgverification": "In-house",
    "personaldata": "On-Line and Off-Line Human Resources and Customer Data",
    "ppdate": "4/1/2012",
    "privacyprograms": "NONE",
    "recoursemech": "Customers may contact Mandiant directly with privacy complaints or disputes at privacy@mandiant.com or privacy@fireeye.com, or contact TRUSTe. Questions or complaints about the way Mandiant and/or its subsidiaries have treated HR-related personal information will be handled by the employee's local Human Resources manager or Mandiant's legal team. If the matter is not resolved through internal Mandiant procedures, then employees will be directed to the state or national data protection authority (EU DPAs) in the jurisdiction where the employee works.",
    "signupdate": "4/5/2012",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "22314"
}