{
    "CertificationStatus": "Current",
    "Fax": "919-375-4543",
    "OrgName": "SecureSheet Technologies, LLC",
    "PPLoc": "http://www.securesheet.com/site/privacy.aspx ",
    "Phone": "919-375-4542",
    "activities": "SecureSheet hosts and processes shared online spreadsheet files on behalf of its customers. SecureSheet acts as a data processor and does not control the customer’s personal data.  SecureSheet does not select the data that is uploaded into its servers (which may include personal data) nor have any access to, or use of, such data outside of performing contractual commitments to its customers.",
    "address": "2501 Blue Ridge Rd., Suite 250",
    "asp_index": "27552",
    "city": "Raleigh",
    "contactemail1": "mbyrd@securesheet.com",
    "contactfax1": "919-375-4543",
    "contactname1": "Mark W. Byrd",
    "contactoff1": "SecureSheet Technologies",
    "contactphone1": "919-375-4542",
    "contacttitle1": "Managing Member",
    "corpoffemail1": "mbyrd@securesheet.com",
    "corpofffax1": "919-375-4543",
    "corpoffname1": "Mark W. Byrd",
    "corpoffphone1": "919-375-4542",
    "corpofftitle1": "Managing Member",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "4/7/2016",
    "orgverification": "In-house",
    "personaldata": "offline, on-line, manually processed, organization, customer, prospect data",
    "ppdate": "4/1/2015",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor, operated by the Council of Better Business Bureaus, for unresolved disputes that do not concern human resources data: www.bbb.org/us/safe-harbor  For unresolved disputes that do concern human resources data: the European Union Data Protection Authorities (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "4/7/2015",
    "state": "North Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "27607"
}