{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Lecorpio",
    "PPLoc": "http://www.lecorpio.com/company/privacy-policy/ ",
    "Phone": "(866) 841-4744",
    "activities": "In the normal course of using the Lecorpio Service, Customers will input electronic data into the Lecorpio systems (“Customer Data”). Lecorpio may access Customer Data for the purposes of providing the Service, preventing or addressing service or technical problems, responding to support issues, responding to Customer’s instructions or as may be required by law, in accordance with the relevant agreement between Customer and Lecorpio.\r\nLecorpio processes Customer Data under the direction of its Customers, and has no direct control or ownership of the personal data it processes. Customers are responsible for complying with any regulations or laws that require providing notice, disclosure and/or obtaining consent prior to transferring the data to Lecorpio for processing purposes.\r\nAn individual who seeks access, or who seeks to correct, amend, or delete inaccurate data, should direct his or her query to the Lecorpio Customer (the data controller). If the Customer requests Lecorpio to remove the personal data to comply with data protection regulations, Lecorpio will respond to their request within 30 business days.\r\nLecorpio will refer any request for disclosure of personal data by a law enforcement authority to the Customer. Lecorpio may, where it concludes that it is legally obligated to do so, disclose personal data to law enforcement or other government authorities. Lecorpio will notify Customer of such request unless prohibited by law.",
    "address": "39300 Civic Center Drive, Suite 390",
    "asp_index": "27681",
    "city": "Fremont",
    "contactemail1": "sunny.mcrae@lecorpio.com",
    "contactfax1": "",
    "contactname1": "Sunny McRae",
    "contactoff1": "Operations",
    "contactphone1": "(866) 841-4744",
    "contacttitle1": "VP Engineering",
    "corpoffemail1": "sunny.mcrae@lecorpio.com",
    "corpofffax1": "",
    "corpoffname1": "Sunny McRae",
    "corpoffphone1": "(866) 841-4744",
    "corpofftitle1": "VP Engineering",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "5/27/2016",
    "orgverification": "In-house",
    "personaldata": "Client/Customer contact information such as name, email address, mailing address, phone number. Information about their business such as company name, company size, business type. May be online or data received offline.",
    "ppdate": "4/15/2014",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "5/27/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94538"
}