{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Ryan Solutions, LLC",
    "PPLoc": "http://www.ryansolutions.com/privacy-statement/ ",
    "Phone": "9703761460",
    "activities": "Ryan Solutions, LLC., is a customer database marketing firm which engages with clients in ski resort, attractions, and hotel industry to provide data hygiene, NCOA, and data collection and integration services for their customers.  \r\n\r\nRyan Solutions, LLC., serves primarily the North American and Australian market, but does store some customer information for individuals from the European Union (EU), and therefore wishes to provide evidence of Ryan Solutions, LLC., privacy policy and adherence to the Safe Harbor Principles.\r\n\r\nRyan Solutions, LLC., knows that our customers care about how any customer information is collected and used. We take great pride in the relationships we have developed and we are committed to treating any personal information we obtain with the utmost care and respect. \r\n \r\nRyan Solutions, LLC., stores, transfers, and processes information for our customers in connection with our service offering and has no direct relationship with the individuals whose information is being collected by our customers. The information handled by Ryan Solutions is at the sole discretion of our customers.",
    "address": "11090 Ashburn Rd",
    "asp_index": "27683",
    "city": "Cincinnati",
    "contactemail1": "teresa.kliegerman@ryansolutions.com",
    "contactfax1": "",
    "contactname1": "Teresa Kliegerman",
    "contactoff1": "Colorado Office",
    "contactphone1": "9703761460",
    "contacttitle1": "Director of Product Management",
    "corpoffemail1": "ben.zeeb@ryansolutions.com",
    "corpofffax1": "",
    "corpoffname1": "Ben Zeeb",
    "corpoffphone1": "9703430092",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "nextcertification": "5/27/2016",
    "orgverification": "in-house",
    "personaldata": "Personal data that is processed by our services includes name, address, phone, email, date of birth, and demographic information.  We do not manually process any of this data.",
    "ppdate": "2/18/2015",
    "privacyprograms": "None, although our information security policies and privacy protection technologies and organizational safeguards have been verified by a third party agency, Applied Trust, 1033 Walnut Street, Suite 300, Boulder, Colorado, 80302, (303) 245-4545, https://www.appliedtrust.com/",
    "recoursemech": "Ryan Solutions encourages questions or complaints to be directed to us at comments@ryansolutions.com, and we are committed to resolving any complaints regarding privacy, collection, and use of personal information.  In the unfortunate and unlikely event there is an unresolved complaint, the independent recourse mechanism available to investigate such a complaint is the Council of Better Business Bureaus (BBB EU Safe Harbor dispute resolution program).",
    "signupdate": "5/27/2015",
    "state": "Ohio",
    "statutorybody": "Federal Trade Commission",
    "zip": "45240"
}