{
    "CertificationStatus": "Current",
    "Fax": "704-731-1531",
    "OrgName": "EnPro Industries, Inc. and all of its US subsidiaries",
    "PPLoc": "http://phx.corporate-ir.net/phoenix.zhtml?c=131738&p;=irol-safeharbor ",
    "Phone": "704-731-1500",
    "activities": "EnPro collects and compiles certain employee, customer, supplier, or other third party personal data for legitimate business purposes.  Uses by EnPro of employee personal information includes legitimate business purposes such as:  HR administration and reports; statistical analysis; background checks; development and training; career development; compensation and benefits; travel management; expense payment; relocation; workers' compensation; health and safety; IT uses; legal compliance; compliance training; headcount and demographics; staffing; succession planning; labor relations; job applications; emergency contacts; substance screening; health services; employee benefits; security; investigations; government inquiries; taxation; visas; licenses; communications; payroll; Enterprise Resource Planning systems; litigation; trade compliance; sanctions screening; M&A; administering customer and supplier agreements; marketing support; customer support; budgeting; invoicing; auditing; risk management; project management.  Uses by EnPro of personal data of third parties includes legitimate business purposes such as:  administering customer and supplier agreements; marketing support; sales support; customer support; invoice processing and payment-related purposes; statistical analysis; background checks; sanctions screening; compliance; auditing; risk management; IT uses; legal compliance; job applications; security; investigations; government inquiries; licenses; communications; Enterprise Resource Planning systems; litigation; trade compliance; M&A; and project management.",
    "address": "5605 Carnegie Blvd., Suite 500",
    "asp_index": "27707",
    "city": "Charlotte",
    "contactemail1": "christopher.drake@enproindustries.com",
    "contactfax1": "704-731-1531",
    "contactname1": "Chris Drake",
    "contactoff1": "Legal Department",
    "contactphone1": "704-731-1539",
    "contacttitle1": "Deputy General Counsel",
    "corpoffemail1": "robert.mclean@enproindustries.com",
    "corpofffax1": "704-731-1531",
    "corpoffname1": "Robert McLean",
    "corpoffphone1": "704-731-1528",
    "corpofftitle1": "Vice President, General Counsel and Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "General Industrial Eqpt & Supplies - (GIE)",
    "nextcertification": "4/22/2016",
    "orgverification": "In-house.",
    "personaldata": "Human resources data; IT data (such as IP addresses or email addresses); customer data; supplier data; other third party data",
    "ppdate": "4/15/2015",
    "privacyprograms": "None.",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "4/22/2015",
    "state": "North Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "28209"
}