{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "dotmailer inc",
    "PPLoc": "http://www.dotmailer.com/terms/privacy-policy/ ",
    "Phone": "2129719408",
    "activities": "We are an multi-channel marketing automation company that provides services to our clients that send electronic messages. We offer a number of solutions to manage customers’ life cycles, including acquisition, engagement, shopping cart recovery, post-purchase, re-engagement, product recommendation and social and mobile strategies. The dotmailer application provides a platform for our customers to support email creation, technology support for hosting the email subscription process, data hosting, email delivery, tracking results of email campaigns, analysis of data, and transferring collected data back to the client.",
    "address": "350 7th Ave Suite 307",
    "asp_index": "27714",
    "city": "New York",
    "contactemail1": "james.koons@dotmailer.com",
    "contactfax1": "",
    "contactname1": "James Koons",
    "contactoff1": "dotmailer, Inc.",
    "contactphone1": "(717) 689-4722",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "james.koons@dotmailer.com",
    "corpofffax1": "",
    "corpoffname1": "James Koons",
    "corpoffphone1": "(717) 689-4722",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Advertising Services - (ADV)General Services - (GSV)",
    "nextcertification": "6/12/2016",
    "orgverification": "in-house",
    "personaldata": "on-line and off-line - includes manually processed data",
    "ppdate": "1/1/2015",
    "privacyprograms": "Self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "6/12/2015",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10001"
}