{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Whiteboard Ventures Inc. d/b/a Xpand",
    "PPLoc": "http://xpand.io/terms-of-service/ ",
    "Phone": "855-972-6346",
    "activities": "Xpand receives personal information from the EU/EEA and Switzerland in three circumstances. \r\n\r\nThe first is when someone request information about our company or product. In this circumstance we collect personal information including name, title, company, telephone and email address. We use this information to provide the requested information and to follow up with the person to make sure the information was received and was adequate for their needs, and to see if we can provide further information that might lead to their subscribing to our service. \r\n\r\nThe second is when a corporate customer provides personal information including name, contact information and unique corporate identifier as well as corporate title, assignment, role and related information about their employees and/or prospective employees. In this case, we use this information to provide the services of Xpand to the company and individual.\r\n\r\nThe third is when an employee or prospective employee provides additional personal information within the Xpand system in their use of the system. Most such information is unstructured, but it may include sensitive data. In the case of proving eligibility to work in the United States, Xpand uses the Department of Homeland Security's E-Verification service, which allows Xpand to avoid storing the most sensitive personal information.",
    "address": "31 W 34th street 7th floor",
    "asp_index": "27712",
    "city": "New York",
    "contactemail1": "kalyan@xpand.io",
    "contactfax1": "",
    "contactname1": "Kalyan Anumula",
    "contactoff1": "31 W 34th street 7th floor, NY, NY 10001",
    "contactphone1": "215-796-0626",
    "contacttitle1": "CTO",
    "corpoffemail1": "kalyan@xpand.io",
    "corpofffax1": "",
    "corpoffname1": "Kalyan Anumula",
    "corpoffphone1": "215-796-0626",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "5/20/2016",
    "orgverification": "in-house",
    "personaldata": "The personal data processed by Xpand within the scope of the Safe Harbor Framework that is covered under our self-certification does not include manually processed data.",
    "ppdate": "9/15/2014",
    "privacyprograms": "Xpand follows a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles.",
    "recoursemech": "Independent recourse is available to investigate unresolved complaints concerning Xpand's compliance with the Safe Harbor Frameworks through an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by us, please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "5/20/2015",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10001"
}