{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Worktap, Inc.",
    "PPLoc": "http:// ",
    "Phone": "415-509-1255",
    "activities": "On Worktap's website, and in order to use Worktap services, Worktap requires business customers to submit their employee’s personally identifiable information. When business customer users register as an administrator to use Worktap services, they will be required to provide Worktap with personally identifiable information such as their name, username, email address, company name, address and phone number. In addition, business customers that use the Worktap services will input electronic data into the Service in connection with their use of the Service and such data may include personally identifiable information about the business’ employees and contractors, such as name, email address, address, phone number, social security number, date of birth and driver’s license number. Website users may submit questions, comments and request information and Worktap will collect any personally identifiable information that users include in such communications. Worktap uses such information as set forth in Worktap's privacy policy.",
    "address": "4460 Redwood Highway",
    "asp_index": "27799",
    "city": "San Rafael",
    "contactemail1": "david@worktap.com",
    "contactfax1": "",
    "contactname1": "David Lee",
    "contactoff1": "4460 Redwood Highway, Suite 16-257",
    "contactphone1": "415-509-1255",
    "contacttitle1": "Co-Founder - Chief Revenue Officer",
    "corpoffemail1": "mark@worktap.com",
    "corpofffax1": "",
    "corpoffname1": "Mark Robinson",
    "corpoffphone1": "415-342-4711",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "6/2/2016",
    "orgverification": "in house",
    "personaldata": "online and offline client and customer data",
    "ppdate": "4/20/2015",
    "privacyprograms": "none",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "6/2/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94903"
}