{
    "CertificationStatus": "Current",
    "Fax": "2245153510",
    "OrgName": "Marathon Pharmaceuticals, LLC",
    "PPLoc": "http://marathonpharma.com ",
    "Phone": "8477150606",
    "activities": "We respect individual privacy and value the confidence of our customers, employees, clinical trial participants, consumers, business partners and others. We strive to collect, use and disclose personal information in a manner consistent with the laws of the countries in which we do business, but we also have a tradition of upholding the highest ethical standards in our business practices. \r\n\r\nWe have adopted and implemented a Safe Harbor Privacy Policy on which we train all of our employees.  We have posted our Policy on our website.  \r\n\r\nOur Policy sets forth the privacy principles we follow with respect to transfers of personal information from the European Economic Area (EEA) (which includes the twenty-seven member states of the European Union (EU) plus Iceland, Liechtenstein and Norway) and from Switzerland to the United States.  \"Personal information\" is defined as any information or set of information that identifies or could be used by or on behalf of Marathon to identify an individual.  \"Personal information\" does not include information that is encoded or anonymized, or publicly available information that has not been combined with non-public personal information.     \r\n\r\nConsistent with our commitment to protect personal privacy, we adhere to, and comply with, the following principles set forth in the U.S.-EU Safe Harbor and the U.S.-Swiss Safe Harbor as set forth by the US Department of Commerce regarding the collection, use, and retention of personal information from EEA (including EU) member countries and Switzerland:  notice, choice, onward transfer, security, data integrity, access, and enforcement.\r\n\r\nNOTICE: Where we collect personal information directly from individuals in the EEA or Switzerland, we will inform them about the purposes for which we collect and use personal information about them, the types of non–agent third parties to which we disclose that information, the choices and means, if any, we offer individuals for limiting the use and disclosure of personal information about them, and how to contact us.\r\n\r\nCHOICE: We will offer individuals the opportunity to choose (opt-out) whether their personal information is (a) to be disclosed to a non-agent third party, or (b) to be used for a purpose other than the purpose for which it was originally collected or subsequently authorized by the individual.\r\n\r\nDATA INTEGRITY: We will use personal information only in ways that are compatible with the purposes for which it was collected or subsequently authorized by the individual. We will take reasonable steps to ensure that personal information is relevant to its intended use, accurate, complete, and current.\r\n\r\nTRANSFERS TO AGENTS: We will obtain assurances from our agents that they will safeguard personal information consistently with our Policy.\r\n\r\nSECURITY: We will take reasonable precautions to protect personal information in our possession from loss, misuse and unauthorized access, disclosure, alteration and destruction.\r\n\r\nENFORCEMENT: We will conduct compliance audits of our relevant privacy practices to verify adherence to our Policy.  Any employee that we determine is in violation of our Policy will be subject to disciplinary action up to and including termination of employment.\r\n\r\nDISPUTE RESOLUTION: In compliance with the US-EU and US-Swiss Safe Harbor Principles, we commit to resolve complaints about privacy and our collection or use of personal information.  EEA and Swiss citizens with questions, concerns, inquiries or complaints regarding our Policy or the use or disclosure of personal information should contact Marathon, via the Marathon Privacy Office at our corporate offices.  We will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information by reference to the principles contained in our Policy. We have also engaged BBB EU Safe Harbor as our outside independent dispute resolution provider for unresolved disputes.",
    "address": "1033 Skokie Boulevard",
    "asp_index": "27795",
    "city": "Northbrook",
    "contactemail1": "pmorris@marathonpharma.com",
    "contactfax1": "2245153510",
    "contactname1": "Patrick J. Morris",
    "contactoff1": "Marathon Pharmaceuticals Legal",
    "contactphone1": "8477150606",
    "contacttitle1": "EVP, Legal Affairs and General Counsel",
    "corpoffemail1": "pmorris@marathonpharma.com",
    "corpofffax1": "2245153510",
    "corpoffname1": "Patrick J. Morris",
    "corpoffphone1": "8477150606",
    "corpofftitle1": "EVP, Legal Affairs and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Medical Equipment - (MED)Medical Equipment - (MED)",
    "nextcertification": "5/16/2016",
    "orgverification": "In-house",
    "personaldata": "All \"personal information\" (including data) received by Marathon in the United States from the EEA (including EU) and from Switzerland, in any format, including electronic, paper or verbal and whether manually or electronically processed is covered.",
    "ppdate": "5/15/2013",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "5/16/2013",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60062"
}