{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Twitch Interactive, Inc.",
    "PPLoc": "http://www.twitch.tv/user/legal?page=privacy_policy ",
    "Phone": "415-684-7494",
    "activities": "Twitch receives and processes personal information from users, vendors, suppliers, service providers, and other business contacts in the EU/EEA and Switzerland as a result of its operations, website, and services.  The personal information is collected during interactions between users and our website and communications between Twitch and its users and business contacts. Personal information is used for the purposes of operating, maintaining, enhancing, and providing all of the features and services offered by Twitch; user and business communications and transactions; marketing; technical support; records and account maintenance; financial processing and management; data analysis and storage; fraud and abuse detection; and enabling third parties to carry out technical, logistical or other functions on our behalf.",
    "address": "225 Bush Street, 6th Floor",
    "asp_index": "27846",
    "city": "San Francisco",
    "contactemail1": "privacy@twitch.tv",
    "contactfax1": "",
    "contactname1": "Elizabeth Baker",
    "contactoff1": "Legal Department",
    "contactphone1": "415-684-7494",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "elizabeth.baker@twitch.tv",
    "corpofffax1": "",
    "corpoffname1": "Elizabeth Baker",
    "corpoffphone1": "415-684-7494",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Films Videos & Other Recordings - (FLM)Advertising Services - (ADV)",
    "nextcertification": "5/9/2016",
    "orgverification": "In-house",
    "personaldata": "Online and off-line user data, including manually processed data.",
    "ppdate": "10/13/2014",
    "privacyprograms": "NONE",
    "recoursemech": "The Council of Better Business Bureaus, Inc.'s (BBB) Safe Harbor Dispute Resolution Program",
    "signupdate": "5/9/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94104"
}