{
    "CertificationStatus": "Current",
    "Fax": "604-682-1715",
    "OrgName": "IATS LLC",
    "PPLoc": "http://home.iatspayments.com/privacy-policy ",
    "Phone": "778-945-0040",
    "activities": "iATS Payments provides payment processing products and services to over 10,000 clients around the world and specializes in services for nonprofit organizations.  iATS draws on over 30 years of transaction processing experience to provide secure, simple and cost-effective services for all major credit cards and direct debit (ACH).  iATS Payments was established in 1996 and is focused exclusively on providing payment processing services to the nonprofit community. Our clients are located in the United States, Canada, the United Kingdom and throughout Europe.",
    "address": "1800-100 Throckmorton Street",
    "asp_index": "27847",
    "city": "Fort Worth",
    "contactemail1": "anne.donnelly@iatspayments.com",
    "contactfax1": "604-682-1715",
    "contactname1": "Anne Donnelly",
    "contactoff1": "IATS LLC",
    "contactphone1": "778-945-0040",
    "contacttitle1": "VP of Operations",
    "corpoffemail1": "tom.epplett@iatspayments.com",
    "corpofffax1": "604-682-1715",
    "corpoffname1": "Tom Epplett",
    "corpoffphone1": "778-945-0050",
    "corpofftitle1": "COO, IATS",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Financial Services - (FNS)",
    "nextcertification": "5/14/2016",
    "orgverification": "eTrust",
    "personaldata": "Organizational data that is required to complete a merchant application for credit card processing with the international credit card brands and the minimal customer data required to process a credit card transactions including; name of customer, credit card number, expiry date of the credit card and the amount of the transaction.",
    "ppdate": "5/1/2005",
    "privacyprograms": "We are eTrust certified, we are PCI level 1 certified and we have a SSAE16 SOC 1 auditors report.",
    "recoursemech": "The EU data protection authorities and/or the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "5/14/2014",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "76102"
}