{
    "CertificationStatus": "Current",
    "Fax": "650-376-2331",
    "OrgName": "Marketo, Inc",
    "PPLoc": "http://www.marketo.com/privacy.php ",
    "Phone": "650-376-2300",
    "activities": "Marketo provides software-as-a-service offerings to small, midsize and enterprise companies for their automated marketing activities.  In that capacity, Marketo acts only as a data processor with respect to personal information that it receives from its customers.  Accordingly, Marketo has no direct relationship with the individuals whose information it receives from its customers or their business partners.  Marketo does not control such information, does not select or determine the specific types of data that it processes, and does not determine the purpose for which it is processed.  Such personal information consists mostly of business-related data such as names, physical and email addresses for businesses, work titles, work phone numbers, etc.  Marketo also receives some personal information from its customers, prospective customers and business partners for its own sales and marketing activities and internal business operations.  Marketo determines the purposes and means of processing such information and, in this context, acts as a data controller.  Marketo similarly acts as a data controller for information it receives as part of its provision of employee benefits and services and which it processes for its own employee administration purposes.",
    "address": "901 Mariners Island Blvd",
    "asp_index": "27844",
    "city": "San Mateo",
    "contactemail1": "privacyofficer@marketo.com",
    "contactfax1": "650-376-2331",
    "contactname1": "Margo Smith",
    "contactoff1": "Marketo, Inc",
    "contactphone1": "650-376-2300",
    "contacttitle1": "Sr. Vice President, General Counsel & Secretary",
    "corpoffemail1": "privacyofficer@marketo.com",
    "corpofffax1": "650-376-2331",
    "corpoffname1": "Margo Smith",
    "corpoffphone1": "650-376-2300",
    "corpofftitle1": "Sr. Vice President, General Counsel & Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "4/27/2016",
    "orgverification": "In-House",
    "personaldata": "Personal data submitted by customers to Marketo’s services, business partner data; online data from Marketo’s web sites; and offline and manual data",
    "ppdate": "1/19/2015",
    "privacyprograms": "OTA - Online Trust Alliance; \r\nMAAWG - Messaging Anti-Abuse Working Group;\r\nIAPP - International Association of Privacy Professionals",
    "recoursemech": "EU Data Protection Authorities (DPAs) via USCIB for all company human resource-related disputes.  \r\nThe International Centre for Dispute Resolution, the international division of the American Arbitration Association (ICDR/AAA) for all third-party disputes.",
    "signupdate": "4/27/2009",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94404"
}