{
    "CertificationStatus": "Current",
    "Fax": "999-999-9999",
    "OrgName": "Itemize Corp.",
    "PPLoc": "http://itemize.com/terms-privacy ",
    "Phone": "212-206-0880",
    "activities": "Itemize obtains personal information from its users in the European Union when they create an account with Itemize, when they upload purchase documents, such as receipts, to their account and when the access and use their account.  Itemize uses this information to render reports requested by users, to monitor and analyze users’ patterns of use to allow Itemize to customize and improve the content, features and functionality of its systems and services and to help users manage their accounts and enhance the benefit they derive from Itemize services. Itemize may also use the information to ensure compliance with its terms of service and applicable laws.  Itemize does not control the information it receives from users; its access to, storage of and use of the information is on behalf of users and incidental to providing its services in accordance with the requirements of its contracts with users.  Personal information is never sold or shared with third parties or used for marketing purposes without the user’s prior consent.  User information may be anonymized or aggregated with like information of other users and provided to third parties which are interested in evaluating market trends or their own products or services.  Personal information will be deleted upon the termination of the business relationship with a user or anytime at the request of a user during the business relationship.",
    "address": "307 Seventh Avenue",
    "asp_index": "27899",
    "city": "New York",
    "contactemail1": "support@itemizecorp.com",
    "contactfax1": "999-999-9999",
    "contactname1": "",
    "contactoff1": "support@itemize",
    "contactphone1": "212-206-0880",
    "contacttitle1": "",
    "corpoffemail1": "jthomas@itemizecorp.com",
    "corpofffax1": "999-999-9999",
    "corpoffname1": "James A. Thomas",
    "corpoffphone1": "212-206-0880",
    "corpofftitle1": "President and Chief Executive Officer",
    "eucountries": "Ireland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "nextcertification": "5/11/2016",
    "orgverification": "self verification",
    "personaldata": "This certification covers personal information obtained from users in the European Union, including users’ email address, country of origin, name and the information contained in purchase documents, such as receipts, that users upload to their Itemize account.   Itemize does not receive, have access to or store any payment card or other payment related information of its users.",
    "ppdate": "4/27/2015",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "5/11/2015",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10001"
}