{
    "CertificationStatus": "Current",
    "Fax": "410-546-2274",
    "OrgName": "Data Services, Inc.",
    "PPLoc": "http://www.dataservicesinc.com/company/PrivacyPolicy.aspx ",
    "Phone": "410-546-2206",
    "activities": "Data Services Inc. acts as a Data Processor (1) and therefore processes data in accordance with instructions from the Data Controller (2) .  As a Data Processor, Data Services Inc., shall not transfer data to a Third Party (3)  without instructions from the Data Controller.  Data Services Inc. will process the data for one-time use and only for the purpose for which it was intended.\r\nWritten instructions shall be provided by the Data Controller outlining the authority granted to the Data Services Inc. as the Data Processor, and specify in the instructions, the limits of that processing so that Data Services Inc. may keep on record our classification as a Data Processor.  Without written instructions, Data Services Inc. will not be liable for the actions of the Data Controller.\r\nFootnotes:\r\n1A data processor is an entity that processes personal data on behalf of a data controller.\r\n2A data controller is an entity that determines the purposes and means for processing personal data.  \r\n3A third party is any entity other than a data controller or data processor.",
    "address": "31516 Winterplace Parkway",
    "asp_index": "27898",
    "city": "Salisbury",
    "contactemail1": "bamabili@dataservicesinc.com",
    "contactfax1": "410-546-2274",
    "contactname1": "Bridget Amabili",
    "contactoff1": "Salisbury, MD  21804-1883",
    "contactphone1": "410-546-2206",
    "contacttitle1": "Vice President, Operations",
    "corpoffemail1": "bamabili@dataservicesinc.com",
    "corpofffax1": "410-546-2274",
    "corpoffname1": "Bridget Amabili",
    "corpoffphone1": "410-546-2206",
    "corpofftitle1": "Vice President, Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "3/16/2016",
    "orgverification": "Third party",
    "personaldata": "On-Line, Off-Line",
    "ppdate": "3/16/2001",
    "privacyprograms": "Direct Marketing Association (DMA)\r\nCanadian Marketing Association (CMA)\r\nInternational Mailers Advisory Group\r\nDeutscher Dialogmarketing Verband e.V.(DDV)\r\nIrish Direct Marketing Association (IDMA)",
    "recoursemech": "All disputes will be handled through the Direct Marketing Association (DMA).",
    "signupdate": "3/16/2001",
    "state": "Maryland",
    "statutorybody": "Federal Trade Commission",
    "zip": "21804-1883"
}