{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Commerce Technologies, Inc. d/b/a CommerceHub",
    "PPLoc": "http://www.commercehub.com/privacy-policy ",
    "Phone": "518-810-0700",
    "activities": "Commerce Technologies, Inc. (“CommerceHub”) may receive personal data from the EU and Switzerland as a data processor, through our business dealings with companies acting as data controllers in the EU and Switzerland.  The personal data that CommerceHub may receive enables the company to provide e-commerce drop-ship fulfillment services to our clients (retailers and suppliers), along with related services including, but not limited to, order tracking, order routing and reporting.\r\nCommerceHub receives and transmits this information from and to our clients as they require to assist our clients with fulfilling on-line retail orders they receive.  Credit card, bank account information, government issued identification numbers, and other personal financial information is specifically excluded.",
    "address": "255 Fuller Rd, Suite 327",
    "asp_index": "27893",
    "city": "Albany",
    "contactemail1": "eusafeharbor@commercehub.com",
    "contactfax1": "",
    "contactname1": "",
    "contactoff1": "Information Security Office",
    "contactphone1": "518-810-0700",
    "contacttitle1": "",
    "corpoffemail1": "jhinkle@commercehub.com",
    "corpofffax1": "",
    "corpoffname1": "John Hinkle",
    "corpoffphone1": "518-810-0700",
    "corpofftitle1": "CIO/CISO",
    "eucountries": "Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "5/12/2016",
    "orgverification": "In-house",
    "personaldata": "The personal data may include an individual purchaser’s name, address, phone number, email address, products ordered, shipping methods (including carrier and tracking number) and similar information that our clients’ end-user customers provide when ordering products online from our clients.",
    "ppdate": "5/1/2015",
    "privacyprograms": "None",
    "recoursemech": "TRUSTe",
    "signupdate": "5/12/2015",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "12203"
}