{
    "CertificationStatus": "Current",
    "Fax": "720-389-9312",
    "OrgName": "Seertech Solutions",
    "PPLoc": "https:/ www.seertechsolutions.com/privacy-statement ",
    "Phone": "720-292-0551",
    "activities": "Seertech Solutions collects personal information from individuals in the European Union (“EU”) and Switzerland on a limited basis. Seertech Solutions provides hosted Learning Management Systems to its customers, which may require Seertech Solutions to process its customers' data for the purpose of recording and tracking Learning progress. The customer data processed by Seertech Solutions may include personal information. This information is controlled by Seertech Solutions' customers and may be processed by Seertech Solutions in order to provide the relevant services. Seertech Solutions is not responsible for the content of the customer information it processes, which may include personal information, nor is it responsible for the way its customers treat the personal information they collect or control.",
    "address": "390 Union Blvd; Suite 415",
    "asp_index": "27890",
    "city": "Lakewood",
    "contactemail1": "ken.goldwasser@seertechsolutions.com",
    "contactfax1": "720-389-9312",
    "contactname1": "Ken Goldwasser",
    "contactoff1": "Seertech Solutions Operations",
    "contactphone1": "703-451-8688",
    "contacttitle1": "Director Learning Solutions",
    "corpoffemail1": "scott.mahoney@seertechsolutions.com",
    "corpofffax1": "720-389-9312",
    "corpoffname1": "Scott Mahoney",
    "corpoffphone1": "720-292-0551",
    "corpofftitle1": "Managing Director",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Education & Training - (EDS)Information Services - (INF)",
    "nextcertification": "5/20/2016",
    "orgverification": "In-house and TRUSTe",
    "personaldata": "On-line data = data collected directly on the Internet. Offline data = any digital data processed not through the Internet – such as data collected through an Intranet.  Manually processed data = data collected manually – paper, trade shows, etc.  Human resources data = data related to the employees of the company self-certifying only",
    "ppdate": "4/23/2013",
    "privacyprograms": "TRUSTe's Privacy Seal program (https://www.seertechsolutions.com/privacy-statement)",
    "recoursemech": "TRUSTe",
    "signupdate": "5/20/2013",
    "state": "Colorado",
    "statutorybody": "Federal Trade Commission",
    "zip": "80228"
}