{
    "CertificationStatus": "Current",
    "Fax": "206-299-3534",
    "OrgName": "BitTitan, Inc.",
    "PPLoc": "https:/ www.bittitan.com/legal/privacy ",
    "Phone": "206-428-6030",
    "activities": "BitTitan uses personal information to:  provide, maintain and improve its websites and online products and services; provide and deliver the products and services users request, which includes processing transactions and sending users related information, such as confirmations, invoices, technical notices, updates, security alerts and support and administrative messages; respond to users’ comments, questions and requests and provide customer service; communicate with users about products, services, offers, promotions, rewards, and events offered by BitTitan and others and to provide news and information BitTitan thinks will be of interest to its users; monitor and analyze trends, usage and activities in connection with BitTitan’s services; automatically determine if users are using the most current version of BitTitan’s software and/or third party software and to notify users if an upgrade is available; personalize and improve BitTitan’s services and to provide advertisements, content or features that match user profiles or interests; link or combine with information BitTitan gets from others to help understand user needs and provide users with better service; and carry out any other purpose for which the information was collected.",
    "address": "218 Main St, #719",
    "asp_index": "27942",
    "city": "Kirkland",
    "contactemail1": "SafeHarbor@BitTitan.com",
    "contactfax1": "206-299-3534",
    "contactname1": "Geeman Yip",
    "contactoff1": "BitTitan",
    "contactphone1": "206-428-6030",
    "contacttitle1": "CEO",
    "corpoffemail1": "SafeHarbor@BitTitan.com",
    "corpofffax1": "206-299-3534",
    "corpoffname1": "Geeman Yip",
    "corpoffphone1": "206-428-6030",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "3/11/2016",
    "orgverification": "In-house",
    "personaldata": "BitTitan processes customer data and BitTitan’s services are automated.  However, if there is a technical issue or other problem related to the processing of user data, manual processing may be required to troubleshoot or otherwise solve the problem.",
    "ppdate": "2/1/2013",
    "privacyprograms": "None",
    "recoursemech": "JAMS International Mediation\r\nwww.jamsinternational.com/rules-procedures/mediation-rules",
    "signupdate": "3/11/2013",
    "state": "Washington",
    "statutorybody": "Federal Trade Commission",
    "zip": "98033"
}