{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Parallel 6, Inc.",
    "PPLoc": "http://www.parallel6.com/safe-harbor-privacy-policy/ ",
    "Phone": "6199808655",
    "activities": "Parallel 6 has developed a clinical trial technology platform consisting of a secure cloud server connected to mobile endpoints such as smartphones, tablets, Google glass, smart watches and activity tracking devices.  Our clinical solution empowers our clients to recruit and retain patients throughout the trial lifecycle.  Mobile applications can be easily configured to capture digital signatures, collect trial information, present surveys, schedule appointments, set reminders and record adverse events. A powerful reporting system allows sponsors, CRO’s and PI’s to analyze and view role specific reports. \r\n\r\nThe Parallel 6 clinical trial system adheres to all US and international standards for data collection, date transmission and data storage.",
    "address": "3655 Nobel Drive Suite 650",
    "asp_index": "27961",
    "city": "San Diego",
    "contactemail1": "dturner@parallel6.com",
    "contactfax1": "",
    "contactname1": "David Turner",
    "contactoff1": "3655 Nobel Drive Suite 650 San Diego CA 92122",
    "contactphone1": "6199808655",
    "contacttitle1": "President, CTO",
    "corpoffemail1": "dturner@parallel6.com",
    "corpofffax1": "",
    "corpoffname1": "David Turner",
    "corpoffphone1": "6199808655",
    "corpofftitle1": "President, CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Drugs & Pharmaceuticals - (DRG)Biotechnology - (BTC)",
    "nextcertification": "5/1/2016",
    "orgverification": "in-house",
    "personaldata": "Medical and clinical trial contact information received from clients (off-line, on-line, manually processed).",
    "ppdate": "4/24/2014",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities and Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "5/1/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "92122"
}