{
    "CertificationStatus": "Current",
    "Fax": "858-630-4307",
    "OrgName": "Md7",
    "PPLoc": "http://www.md7.com/privacy-policy/ ",
    "Phone": "858-799-7850",
    "activities": "As a service provider Md7 negotiates real estate leases for wireless telecommunications providers in the capacity of a data processor.  As an employer Md7 stores employee information on computer servers located in the United States.",
    "address": "10590 W. Ocean Air Drive, Suite 300",
    "asp_index": "27971",
    "city": "San Diego",
    "contactemail1": "lwhitcher@md7.com",
    "contactfax1": "858-408-3383",
    "contactname1": "Lynn Whitcher",
    "contactoff1": "Legal Department",
    "contactphone1": "858-799-7850",
    "contacttitle1": "Associate General Counsel",
    "corpoffemail1": "mchristenson@md7.com",
    "corpofffax1": "858-630-4307",
    "corpoffname1": "Mark Christenson",
    "corpoffphone1": "858-799-7850",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Telecommunications Services - (TES)",
    "nextcertification": "5/12/2016",
    "orgverification": "Self-assessment",
    "personaldata": "As a service provider Md7 processes cell site landlord personal data including name, address, telephone number, birth date, and related types of information.  As an employer Md7 collects and processes personal data from our employees including name, address, telephone number, birth date, personal identification numbers, and other data required in connection with employment in the EU.",
    "ppdate": "5/1/2011",
    "privacyprograms": "N/A",
    "recoursemech": "We cooperate with the following dispute resolution bodies to address individuals’ complaints regarding privacy issues: (i) for Customer and vendor complaints, we cooperate with JAMS, a third party dispute resolution provider, in accordance with its applicable commercial rules; and (ii) for complaints concerning our handling of employee Personal Data, we cooperate with the relevant EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "5/12/2011",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "92130"
}