{
    "CertificationStatus": "Current",
    "Fax": "314-286-7874",
    "OrgName": "Sigma-Aldrich Corporation",
    "PPLoc": "http://www.sigmaaldrich.com/help-welcome/registration/privacy-policy.html ",
    "Phone": "800-521-8956",
    "activities": "The Company notifies data subjects (such as employees) about the identity of the data controller or its representative, the purpose(s) for which it collects, processes and maintains the data, and any further information as may be required by the circumstances under which the data are collected including the types of Personal Data the Company collects about data subjects, the recipients or categories of recipients of the data, the proposed transfer of such data to third countries, the types of third parties to which it disclosures such data and the right of access to the data.  Notice is provided in clear and conspicuous language at the time of collection, or as soon as practicable thereafter, and before the Company uses or discloses the information for a purpose other than that for which it was originally collected.",
    "address": "3050 Spruce Street",
    "asp_index": "28098",
    "city": "Saint Louis",
    "contactemail1": "george.miller@sial.com",
    "contactfax1": "314-286-7874",
    "contactname1": "George L. Miller",
    "contactoff1": "General Counsel",
    "contactphone1": "314-286-7443",
    "contacttitle1": "SVP, General Counsel and Secretary",
    "corpoffemail1": "privacy@sial.com",
    "corpofffax1": "314-286-7874",
    "corpoffname1": "George L. Miller",
    "corpoffphone1": "314-286-7443",
    "corpofftitle1": "Privacy Officer",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Industrial Chemicals - (ICH)",
    "nextcertification": "5/12/2016",
    "orgverification": "Self-assessment",
    "personaldata": "On-line human resources data",
    "ppdate": "5/8/2013",
    "privacyprograms": "N/A",
    "recoursemech": "The Company is committed to resolving any disputes that may arise by internal investigation and resolution of the issue.  Should the Company's efforts to resolve an issue be unsuccessful, the Company will facilitate the resolution of such disputes including through the submission of disputes to an independent party. We will use the EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner for dispute resolution with respect to human resources data.",
    "signupdate": "5/12/2009",
    "state": "Missouri",
    "statutorybody": "Federal Trade Commission",
    "zip": "63103"
}