{
    "CertificationStatus": "Current",
    "Fax": "203-270-9667",
    "OrgName": "Vodafone US Inc.",
    "PPLoc": "http://enterprise.vodafone.com/home/safe-harbor-privacy-policy.jsp ",
    "Phone": "203-364-0800",
    "activities": "Vodafone Telecom Management Practice(VTMP), a division of Vodafone US Inc. provides telecommunications expense management services for businesses.  All client information possessed by VTMP has been provided by it's clients or vendors and is used for the specific purposes of performing the contracted services.",
    "address": "12 Turnberry Lane",
    "asp_index": "28128",
    "city": "Sandy Hook",
    "contactemail1": "keri.king@vodafone.com",
    "contactfax1": "203-270-9667",
    "contactname1": "Keri King",
    "contactoff1": "Vodafone US Inc.",
    "contactphone1": "203-364-2341",
    "contacttitle1": "Operations Manager - Data Governance and Reporting",
    "corpoffemail1": "bryan.ganno@vodafone.com",
    "corpofffax1": "303-296-3178",
    "corpoffname1": "Bryan Ganno",
    "corpoffphone1": "303-293-5872",
    "corpofftitle1": "Assistant Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Telecommunications Services - (TES)",
    "nextcertification": "3/27/2016",
    "orgverification": "In-House",
    "personaldata": "off-line,on-line,manually processed data",
    "ppdate": "3/18/2008",
    "privacyprograms": "none",
    "recoursemech": "If a client has any questions of how its information is used or disclosed or if it would like to initiate a dispute with Vodafone US Inc. regarding its compliance with its Privacy Policy, the client may contact Vodafone’s Privacy Officer via privacy@vodafone.com. If client is unsatisfied with Vodafone’s resolution of a matter not concerning human resource data, client may file a dispute pursuant to the policies of Judicial Arbitration and Mediation Services Inc (JAMS, http://www.jamsadr.com/safeharbor/).  The EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner are available to investigate unresolved complaints concerning human resource data.",
    "signupdate": "3/27/2006",
    "state": "Connecticut",
    "statutorybody": "Federal Trade Commission",
    "zip": "06482"
}