{
    "CertificationStatus": "Current",
    "Fax": "650-593-5402",
    "OrgName": "i2c Inc",
    "PPLoc": "http://www.i2cinc.com/privacy-policy/ ",
    "Phone": "650-593-5400",
    "activities": "I2c Inc. provides payment processing services through its software-as-a-service platform. We make these services available to our clients who use the platform to collect, store and process personal data from their end-user customers.  In most cases, the personal data collected, stored and processed on our platform is done so on behalf of our clients. In a limited number of cases, we may process personal data collected from customers on our own behalf. Whether on behalf of our clients or on our own behalf, the personal data may be used in connection with the following activities: implementing and operating web sites; facilitating sales and marketing campaigns including loyalty programs; processing applications for payment cards and electronic payment accounts; approving and issuing the same to the customer; verifying identity information; processing payment transactions; providing customer support; monitoring, detecting and preventing fraud; providing compliance services under various regulatory regimes; and other related services.",
    "address": "1300 Island Drive, Suite 105",
    "asp_index": "28139",
    "city": "Redwood City",
    "contactemail1": "tryan@i2cinc.com",
    "contactfax1": "650-593-5402",
    "contactname1": "Terry Ryan",
    "contactoff1": "1300 Island Drive, Suite 105,",
    "contactphone1": "650-593-5400",
    "contacttitle1": "Vice President,  Information Security and Compliance",
    "corpoffemail1": "tryan@i2cinc.com",
    "corpofffax1": "650-593-5402",
    "corpoffname1": "Terry Ryan",
    "corpoffphone1": "650-593-5400",
    "corpofftitle1": "Vice President, Information Security and Compliance",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "6/6/2016",
    "orgverification": "In-house",
    "personaldata": "Customer data received from individuals and organizations, collected via manual and/or automated means.",
    "ppdate": "5/28/2007",
    "privacyprograms": "(none)",
    "recoursemech": "JAMS International Mediation",
    "signupdate": "6/6/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94065"
}