{
    "CertificationStatus": "Current",
    "Fax": "(404) 961-7409",
    "OrgName": "Damballa",
    "PPLoc": "https:/ www.damballa.com/company/safe-harbor/ ",
    "Phone": "404-961-7400",
    "activities": "'Personal Data' is received from EU/EEA and/or Switzerland.  The data received is with respect to customer, potential customer, partner and employees.  This information is used in sales discussions and negotiations. \r\n\r\nDamballa uses Employee Personal Data for business and employment purposes, including without limitation:  (1) filling positions and analyzing staffing needs; (2) managing employees from another country; (3) conducting performance evaluations, salary, bonus and equity reviews, and other Employee reviews (e.g., talent reviews, succession planning and career planning); (4) managing employee benefits; (5) satisfying governmental reporting and tax requirements; (6) satisfying security, and health and safety concerns: (7) planning and implementing potential acquisitions and mergers; (8) storing and processing data, including Personal Data, in computer databases and servers located in the United States; (9) implementing and maintaining Damballa’s information technology, including providing access to and support for information systems and technology; (10) for other employment-related and business related purposes permitted and/or required under applicable local law and regulation; and (11) as otherwise required by law.",
    "address": "817 West Peachtree Street, NW Suite 800",
    "asp_index": "28158",
    "city": "Atlanta",
    "contactemail1": "privacy@damballa.com",
    "contactfax1": "(404) 961-7409",
    "contactname1": "Tom Savini",
    "contactoff1": "Privacy/CFO",
    "contactphone1": "404-961-7273",
    "contacttitle1": "CFO",
    "corpoffemail1": "privacy@damballa.com",
    "corpofffax1": "(404) 961-7409",
    "corpoffname1": "Tom Savini",
    "corpoffphone1": "404-961-7273",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "6/16/2016",
    "orgverification": "in-house",
    "personaldata": "Customer/Partner information including contracts, contact information, potential customer contact information which includes email,phone name etc.",
    "ppdate": "5/19/2015",
    "privacyprograms": "None",
    "recoursemech": "ICDR/AAA",
    "signupdate": "6/16/2015",
    "state": "Georgia",
    "statutorybody": "Federal Trade Commission",
    "zip": "30308"
}