{
    "CertificationStatus": "Current",
    "Fax": "847-413-8508",
    "OrgName": "Flexera Software LLC",
    "PPLoc": "http://www.flexerasoftware.com/company/terms/tab/privacy ",
    "Phone": "847-466-4000",
    "activities": "Flexera Software provides electronic software delivery and management services, and related services, to businesses.  We market our electronic software delivery and management services under the brand \"FlexNet Operations.\"  The FlexNet Operations service helps software publishers deliver their software to their end-user customers, and helps those end-users track and manage software they have licensed from those software publishers.  We collect information about end-users, including end-users located in the EU, required to enable us to provide our FlexNet Operations service to those end-users on behalf of software publishers and their resellers.  This information includes user name, title, email address, product entitlement information, and shipping and billing addresses.  We either share this information with, or receive it from, the software publisher or reseller for whom we are delivering software.  We use this information solely to enable end-users to download, track and manage their licensed software and to ensure that all use of the FlexNet Operations service complies with applicable laws and regulations. \r\nWe also collect personal information about users who visit our corporate website, including users based in the EU, but only if those users voluntarily provide it.  This information includes name, title, state or province, country, email address and telephone number as well as information regarding user technology needs and preferences. We use this information to contact users about our products, services, events and promotions, as well as those of our partners.   Users may opt out of receiving these contacts and notices. \r\nWe are a licensee of the TRUSTe Privacy Program, including the TRUSTe EU Safe Harbor Privacy Seal program.",
    "address": "300 Park Blvd, Suite 500",
    "asp_index": "28219",
    "city": "Itasca",
    "contactemail1": "contracts@flexerasoftware.com",
    "contactfax1": "847-890-6544",
    "contactname1": "Marty Mellican",
    "contactoff1": "Associate General Counsel",
    "contactphone1": "847-466-4048",
    "contacttitle1": "Associate General Counsel",
    "corpoffemail1": "contracts@flexerasoftware.com",
    "corpofffax1": "847-890-6544",
    "corpoffname1": "Marty Mellican",
    "corpoffphone1": "847-466-4048",
    "corpofftitle1": "Associate General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Computer Software - (CSF)",
    "nextcertification": "5/20/2016",
    "orgverification": "In-house",
    "personaldata": "Customer & client data, online and offline data",
    "ppdate": "3/25/2014",
    "privacyprograms": "TRUSTe Privacy Program and TRUSTe EU Safe Harbor Privacy Seal program.",
    "recoursemech": "Flexera Software's privacy policy directs individuals with questions or concerns regarding its privacy statement to contact Flexera Software.  If an individual does not receive acknowledgment of the inquiry within two business days or the inquiry is not satisfactorily addressed, Flexera Software's privacy policy directs the individual to contact TRUSTe through the TRUSTe Watchdog Dispute Resolution Process. TRUSTe will serve as a liaison between the individual and Flexera Software to resolve user concerns.  Flexera Software commits to comply with the TRUSTe program, including its dispute resolution process.",
    "signupdate": "5/20/2003",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60143"
}