{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "The Rubicon Project, Inc.",
    "PPLoc": "http://rubiconproject.com/privacy/ ",
    "Phone": "5625470962",
    "activities": "Rubicon Project is a global technology company that facilitates the buying and selling of advertising space in an automated fashion.  Rubicon Project operates in countries around the globe, including in the EU/EEA.  In this regard, Rubicon Project has multiple offices in the EU, and has hired EU-based employees to manage its EU operations.  Rubicon Project collects organizational human resources data from these employees in the context of the employment relationship between these employees and Rubicon Project.\r\n\r\nRubicon Project also works with a number of customers located in the EU (generally, website and mobile application publishers, advertising agencies, and other technology companies involved in advertising technology).  Rubicon Project collects personal information and payment information from these customers, in order to do business with them, and process payments to or from them.  \r\n\r\nRubicon Project's customers use Rubicon Project technology to purchase advertising space, and deliver advertisements to consumers across the world, including in the EU.  In order to provide this service, Rubicon Project collects consumer data from consumers receiving advertisements through the Rubicon Project platform.  Some of this data includes personal data, as defined in the EU.  Rubicon Project uses this information to enable customers to use its platform to deliver such consumers with advertisements, to address discrepancies and disputes with customers regarding advertisements delivered through the Rubicon Project platform, to improve its platform and services, and in a limited number of cases, to facilitate or perform behavioral advertising.",
    "address": "12181 Bluff Creek Dr., 4th Fl.",
    "asp_index": "28228",
    "city": "Playa Vista",
    "contactemail1": "VNarayanadas@rubiconproject.com",
    "contactfax1": "",
    "contactname1": "Vivek Narayanadas",
    "contactoff1": "Rubicon Project",
    "contactphone1": "5625470962",
    "contacttitle1": "Senior Counsel, Privacy & Data Security",
    "corpoffemail1": "VNarayanadas@rubiconproject.com",
    "corpofffax1": "",
    "corpoffname1": "Vivek Narayanadas",
    "corpoffphone1": "5625470962",
    "corpofftitle1": "Senior Counsel, Privacy & Data Security",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)Advertising Services - (ADV)",
    "nextcertification": "5/20/2016",
    "orgverification": "In-house",
    "personaldata": "Organizational human resources data, customer data, and consumer data regarding consumers that are serviced through the Rubicon Project platform or that visit Rubicon Project's website.  Certain organizational human resources data and customer data may be manually processed.",
    "ppdate": "5/19/2015",
    "privacyprograms": "Rubicon Project is currently an active member of the Digital Advertising Alliance, the Network Advertising Initiative, the European Interactive Digital Advertising Alliance, and the Internet Advertising Bureau.",
    "recoursemech": "Rubicon Project utilizes JAMS, Inc. as its designated mediation provider to investigate and resolve disputes regarding Rubicon Project's compliance with the Safe Harbor Framework.",
    "signupdate": "5/20/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "90094"
}