{
    "CertificationStatus": "Current",
    "Fax": "760-453-7454",
    "OrgName": "Still-Mind LLC d/b/a Rating Reporters",
    "PPLoc": "https://ratingreporters.com/privacy-policy",
    "Phone": "760-453-7454",
    "activities": "We collect personal information when a user creates an account through our website's services; subscribes to our newsletter; participates in feedback forms; purchases a product through the website; or receives customer or technical support. \r\nTo create an account on the website, we require users to provide certain information to create a profile, including their name, email address, password, mailing address, and phone number. Providing additional information beyond what is required to create an account, such as a photo or birthdate, is entirely optional, but enables a user to gain more from the website's services.",
    "address": "P.O. BOX 716",
    "asp_index": "28235",
    "city": "San Luis Rey",
    "contactemail1": "info@ratingreporters.com ",
    "contactfax1": "760-453-7454",
    "contactname1": "Stewart Upton",
    "contactoff1": "Rating Reporters Headquarters",
    "contactphone1": "760-453-7454",
    "contacttitle1": "CEO",
    "corpoffemail1": "info@ratingreporters.com ",
    "corpofffax1": "760-453-7454",
    "corpoffname1": "Stewart Upton",
    "corpoffphone1": "760-453-7454",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Netherlands, Norway, Poland, Portugal, Romania, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "6/8/2016",
    "orgverification": "Self-assessment approach.",
    "personaldata": "All data of all website users that provide the Company with personal data (those that create an account or make a purchase through the website) includes manually process data.",
    "ppdate": "5/18/2015",
    "privacyprograms": "N/A",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "6/8/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "92068"
}