{
    "CertificationStatus": "Current",
    "Fax": "214-838-3505",
    "OrgName": "GruupMeet, Inc.",
    "PPLoc": "https://gruupmeet.com/application-privacy-policy/",
    "Phone": "214-838-3505",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\nGruupMeet, Inc. acts as a Data Processor on behalf of its clients and subsidiaries. If GruupMeet receives personal information from its subsidiaries or clients, GruupMeet processes personal information on behalf of its clients only as specified by explicit instructions and agreements between GruupMeet and our clients. GruupMeet will not transfer or disclose personal data to any third party, except as explicitly requested by the Data Controller and only for the purposes for which it was intended or otherwise stated in the applicable privacy policy for such services.\r\nWe obtain personal information from Clients who retain our services. The types of personal information we collect includes but is not limited to contact information (name, email, phone number), business contact information (employer’s name, job title, department, business email and phone number), travel information (flight itineraries, record locator, travel preferences).",
    "address": "9540 Garland Rd #381-252",
    "asp_index": "28230",
    "city": "Dallas",
    "contactemail1": "privacy@gruupmeet.com",
    "contactfax1": "214-838-3505",
    "contactname1": "Marsha Louviere",
    "contactoff1": "GruupMeet, Inc.",
    "contactphone1": "214-838-3505",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "privacy@gruupmeet.com",
    "corpofffax1": "214-838-3505",
    "corpoffname1": "Marsha Louviere",
    "corpoffphone1": "214-838-3505",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "5/20/2016",
    "orgverification": "in-house verification",
    "personaldata": "Off-line, on-line and manually processed data.",
    "ppdate": "5/8/2015",
    "privacyprograms": "NONE",
    "recoursemech": "GruupMeet will cooperate with JAMS in accordance with the JAMS International Mediation Rules.",
    "signupdate": "5/20/2015",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "75218"
}