{
    "CertificationStatus": "Current",
    "Fax": "617 275 8654",
    "OrgName": "Itrica",
    "PPLoc": "http://www.itrica.com/wp-content/uploads/2014/08/Privacy-Policy.pdf ",
    "Phone": "617 275 4274",
    "activities": "We collect the e-mail addresses of those who communicate with us via e-mail, aggregate information on what pages consumers access or visit, and keep information volunteered by the consumer, such as survey information and site registrations.  The information we collect is used to improve the content of our Web pages and the quality of our service, and is not shared with or sold to other organizations for commercial purposes, except to provide products or services you've requested.\r\n\r\nRegistering for our products includes receiving information such as name, email address, telephone number.\r\nIn the use of our products, we handle personal data collected for pharmaceutical research and other purposes.",
    "address": "2300 Crown Colony Dr. Ste. 202",
    "asp_index": "28258",
    "city": "Quincy",
    "contactemail1": "pcampbell@Itrica.com",
    "contactfax1": "617 275 8654",
    "contactname1": "Patrick Campbell",
    "contactoff1": "Itrica",
    "contactphone1": "6172754274",
    "contacttitle1": "Chief Operating Officer",
    "corpoffemail1": "tkohl@Itrica.com",
    "corpofffax1": "617 275 8654",
    "corpoffname1": "Patrick Campbell",
    "corpoffphone1": "617 275 4274",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "6/30/2016",
    "orgverification": "self-assessment",
    "personaldata": "online, offline, manually processed, telephone, and email data.  Itrica currently handles no European human resources data.",
    "ppdate": "6/1/2008",
    "privacyprograms": "None",
    "recoursemech": "European Union Data Protection Authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "6/30/2010",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02169"
}