{
    "CertificationStatus": "Current",
    "Fax": "212-446-8575",
    "OrgName": "McKinsey & Company, Inc. United States and its United States affiliates (“McKinsey”)",
    "PPLoc": "http://www.mckinsey.com/safe_harbor ",
    "Phone": "212-446-7000",
    "activities": "In connection with client engagements involving the use of McKinsey’s Org Lab, Organizational Health Index (OHI) and Top Team Effectiveness (TTE) solutions (“the Solutions”), McKinsey may receive in, or access from, the United States personal information about its clients’ personnel located in the EEA or Switzerland (“Personal Information”), either directly from the relevant client or via surveys or questionnaires completed by client personnel (the “Studies”).  This Personal Information may include, without limitation, business contact information, employee ID, job role and reporting line, demographic information, work history, compensation and performance ratings.  McKinsey uses the Personal Information to perform services for its clients and to administer and manage its relationships with its clients.  In connection with these Studies, McKinsey acts as a professional services provider and handles the Personal Information in accordance with its clients’ instructions.   In addition, with respect to certain of the Studies, and with the consent of the individuals providing Personal Information in connection with such Studies to the extent required by applicable law, McKinsey may perform benchmarking and/or research activities using certain limited Personal Information.",
    "address": "55 East 52nd Street, 21st Floor",
    "asp_index": "28262",
    "city": "New York",
    "contactemail1": "joe_mcfadden@mckinsey.com",
    "contactfax1": "",
    "contactname1": "Joe McFadden",
    "contactoff1": "McKinsey & Company",
    "contactphone1": "212-415-5264",
    "contacttitle1": "Associate General Counsel",
    "corpoffemail1": "Jean_Molino@mckinsey.com",
    "corpofffax1": "212-759-1954",
    "corpoffname1": "Jean Molino",
    "corpoffphone1": "212-446-8432",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Management Consulting Services - (MCS)",
    "nextcertification": "5/26/2016",
    "orgverification": "In-house",
    "personaldata": "Online, offline, including manually processed data",
    "ppdate": "5/21/2015",
    "privacyprograms": "None",
    "recoursemech": "If a complaint cannot be resolved directly by McKinsey’s client’s and/or McKinsey’s internal processes, McKinsey will cooperate with JAMS (JAMS Safe Harbor Program).",
    "signupdate": "5/26/2015",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10022"
}