{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Bidgely Inc.",
    "PPLoc": "http://bidgely.com/privacy ",
    "Phone": "4088092008",
    "activities": "Bidgely is a software company that works with utilities and power companies to provide appliance level disaggregation and engagement services to utility customers.  As part of providing these services to the utility, in particular during the account setup process, Bidgely receives certain types of customer information, which can include name, email address, and home address.",
    "address": "298 S Sunnyvale Ave; ste 205",
    "asp_index": "28329",
    "city": "Sunnyvale",
    "contactemail1": "prateek@bidgely.com",
    "contactfax1": "",
    "contactname1": "Prateek Chakravarty",
    "contactoff1": "Bidgely Inc",
    "contactphone1": "4088092008",
    "contacttitle1": "Head, BD",
    "corpoffemail1": "prateek@bidgely.com",
    "corpofffax1": "",
    "corpoffname1": "Prateek Chakravarty",
    "corpoffphone1": "4088092008",
    "corpofftitle1": "Head, BD",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "6/2/2016",
    "orgverification": "In-house Self-assesment",
    "personaldata": "Personal data that is processed by Bidgely includes: name, email, home address, home energy usage (which can include instantaneous demand and cumulative sum delivered).",
    "ppdate": "2/1/2011",
    "privacyprograms": "Bidgely Self Regulatory Privacy Program",
    "recoursemech": "Any questions or concerns regarding the use or disclosure of personal information should be directed to the Bidgely Office at the address contained herein. Bidgely will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information by reference to the principles contained in its Safe Harbor Privacy Policy. If a complaint or dispute cannot be resolved through our internal process, Bidgely agrees to dispute resolution using JAMS as a third party resolution provider.",
    "signupdate": "6/2/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94086"
}