{
    "CertificationStatus": "Current",
    "Fax": "314-982-8609",
    "OrgName": "Fleishman-Hillard Inc.",
    "PPLoc": "http://fleishmanhillard.com/safe-harbor-privacy-policy/ ",
    "Phone": "314-982-1700",
    "activities": "Fleishman-Hillard Inc. (“FH”) is the organization applying for the Safe Harbor certification herein. FH is owned by Omnicom Group Inc. (“OMC”). CPM another company also owned by OMC, is located in London, England. CPM will be entering and storing business and personal data on servers owned by Omnicom and located in Phoenix, Arizona, USA. CPM is the controller and the processor of its own data and will use and access it as necessary or appropriate for its business operations.  CPM’s business data may include financial reporting information, its own accounts receivable and accounts payable information, and such other operating information as CPM uses and retains or discards.  CPM’s employees’ e-mails are not transmitted via or stored on the servers.\r\n\r\nOMC owns and operates the systems/hardware (e.g. the network of servers) and employs the individuals who support the IT system functions, etc., which together comprise the centralized data “spine” for OMC and all of its subsidiaries. FH will provide maintenance, architecture, and configuration support, updates, repairs and trouble-shooting for the operation of the database environment (“System Support Functions”) in which CPM data is stored. FH has no independent need for CPM’s data or the personal information of its employees stored in the data files. FH technical support employees have access to the system to perform the System Support Functions described above and therefore could access the files that contain CPM personnel personal information.to is a result of the above-described systems work FH’s technical support employees will provide to the database environment.\r\n\r\nPersonal information that would be stored by CPM in its database includes: Email addresses, reporting line, gender, hire date, bank account, internal payroll ID number.",
    "address": "200 No. Broadway",
    "asp_index": "28368",
    "city": "St.Louis",
    "contactemail1": "Janelle.bailey@fleishman.com ",
    "contactfax1": "314-982-0269",
    "contactname1": "Janelle Bailey",
    "contactoff1": "Fleishman-Hillard Inc.",
    "contactphone1": "314-982-1783",
    "contacttitle1": "Senior Vice President/Senior Partner Management Information Services",
    "corpoffemail1": "Jonella.donius@fleishman.com",
    "corpofffax1": "314-982-0269",
    "corpoffname1": "Jonella Donius",
    "corpoffphone1": "314-982-1705",
    "corpofftitle1": "Executive Vice President/Chief Information Officer",
    "eucountries": "Belgium, Czech Republic, France, Germany, Ireland, Italy, Netherlands, Poland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)General Services - (GSV)",
    "nextcertification": "6/9/2016",
    "orgverification": "in-house",
    "personaldata": "We collect and process the following types of personal information: Email addresses, reporting line, gender, hire date, bank account and internal payroll ID number. This data does not include manually processed data.",
    "ppdate": "5/5/2015",
    "privacyprograms": "NONE",
    "recoursemech": "Employees and Suppliers’ representatives may file a complaint concerning FleishmanHillard’s processing of their Personal Data with the competent corporate officers. FleishmanHillard will take steps to remedy any issues arising out of a failure to comply with the Safe Harbor principles.\r\nIf an Employee’s complaint cannot be resolved through FleishmanHillard’s internal processes, FleishmanHillard will cooperate with the relevant EEA or Swiss data protection authority, as appropriate.\r\nIf a Supplier’s representative complaint cannot be resolved through FleishmanHillard’s internal processes, FleishmanHillard will cooperate with JAMS in accordance with the JAMS Safe Harbor Program, which is described on the JAMS website at http://www.jamsadr.com/safeharbor/.",
    "signupdate": "6/9/2015",
    "state": "Missouri",
    "statutorybody": "Federal Trade Commission",
    "zip": "63102"
}