{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Notice Software, Inc d/b/a Roost",
    "PPLoc": "https://goroost.com/pages/privacy-policy",
    "Phone": "206-409-9860",
    "activities": "We collect the e-mail addresses of those who communicate with us via e-mail and sign up for services, aggregate information on what pages consumers access or visit, aggregate information on service usage, and information volunteered by the customer. The information we collect is used to improve the content of our website, improve our products, and the quality of our service.\r\n\r\nIt is not shared with or sold to other organizations for commercial purposes, except under the following circumstances:\r\n\r\nIt is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of Terms of Service, or as otherwise required by law.\r\n\r\nWe will transfer information about you if Notice is acquired by or merged with another company.\r\n\r\nINFORMATION GATHERING & USAGE\r\nWhen you register for Notice Software products, including Roost we ask for information such as your name, email address, billing address, credit card information. (Customers who sign up are not required to enter a credit card for use of the free tier.)\r\nWhen you register to receive pushes through one of our customers we receive a unique identification code that is assigned to your registration profile which also contains elements of your browsing history.\r\nNotice uses collected information for the following general purposes: products and services provisioning, billing, notification targeting, identification and authentication, services improvement, contact, and research.\r\nNotice may use aggregated sets of collected information for the following general purposes: marketing, notification targeting, public relations, and research.\r\n\r\nCOOKIES\r\nA cookie is a small amount of data, which often includes an anonymous unique identifier, that is sent to your browser from a website’s computers and stored on your computer’s hard drive.\r\nCookies are required to use the Notice websites.\r\nWe use cookies to record current session information.\r\n\r\nDATA STORAGE\r\nNotice uses third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to operate Roost. Although Notice owns the code, databases, and all rights to the Roost application. You retain the copyright to your content.\r\n\r\nDISCLOSURE\r\nNotice may disclose personally identifiable information under special circumstances, such as to comply with subpoenas or when your actions violate the Terms of Service.",
    "address": "300 Madison Ave, Suite 270",
    "asp_index": "28405",
    "city": "Toledo",
    "contactemail1": "burton@goroost.com",
    "contactfax1": "",
    "contactname1": "Burton Miller",
    "contactoff1": "Main Office",
    "contactphone1": "206-409-9860",
    "contacttitle1": "Founder, President",
    "corpoffemail1": "burton@goroost.com",
    "corpofffax1": "",
    "corpoffname1": "Casey Haakenson",
    "corpoffphone1": "206-790-0941",
    "corpofftitle1": "Founder, CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Telecommunications Services - (TES)Computer Software - (CSF)",
    "nextcertification": "7/13/2016",
    "orgverification": "in-house",
    "personaldata": "client data:  email, all information on notifications sent through Roost, name, phone number (sometimes).  End-User: unique non-cookie identifier, portions of browser history, cookie-stored session information",
    "ppdate": "1/1/2014",
    "privacyprograms": "none",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "7/13/2015",
    "state": "Ohio",
    "statutorybody": "Federal Trade Commission",
    "zip": "43604"
}