{
    "CertificationStatus": "Current",
    "Fax": "212-896-6550",
    "OrgName": "DWNLD, Inc.",
    "PPLoc": "https://dwnld.me/privacy-policy/",
    "Phone": "917-817-4715",
    "activities": "We ask for certain information such as a username, first and last name, phone number and e-mail address when someone registers for a DWNLD account, or if he/she corresponds with us.  We may also retain messages that users send through our service, and we may collect information users provide in the content they post on our platform.  We use this information to operate, maintain, and provide to our users the features and functionality of our service, as well as to communicate directly with users, e.g., sending them email messages and push notifications. We may also send users service-related emails or messages (e.g., account verification, order confirmations, change or updates to features of our service, technical and security notices).  \r\n\r\nWe automatically collect certain types of usage information when users visit our website or use our service.  When users visit the service, we may send one or more cookies — a small text file containing a string of alphanumeric characters — to users' computers that uniquely identifies their browsers and lets us help them log in faster and enhance their navigation through the site.  A cookie may also convey information to us about how a user uses the service (e.g., the pages he/she views, the links he/she clicks, how frequently he/she accesses the service, and other actions he/she may take on the service), and allow us to track his/her usage of the service over time. We may collect log file information from users browsers or mobile devices each time they access the service.  Log file information may include anonymous information such as their web requests, Internet Protocol (“IP”) addresses, browser types, information about their mobile devices, referring / exit pages and URLs, number of clicks and how they interact with links on our service, domain names, landing pages, pages viewed, and other such information. We may employ clear gifs (also known as web beacons), which are used to anonymously track the online usage patterns of our users.  In addition, we may also use clear gifs in HTML-based emails sent to our users to track which emails are opened and which links are clicked by recipients.  The information allows for more accurate reporting and improvement of the service. We may also collect analytics data, or use third-party analytics tools, to help us measure traffic and usage trends for our service.  These tools collect information sent by the user's browser or mobile device, including the pages he/she visits, his/her use of third party applications, and other information that assists us in analyzing and improving our service.\r\n\r\nWhen users access our service by or through a mobile device, we may receive or collect and store a unique identification number associated with their device (“Device ID”), mobile carrier, device type and manufacturer, phone number, and, depending on their mobile device settings, their geographical location data, including GPS coordinates (e.g. latitude and/or longitude) or similar information regarding the location of their mobile device.\r\n\r\nWe use or may use the data collected through cookies, log file, device identifiers, location data and clear gifs information to:  (a) remember information so that users will not have to re-enter it during their visits or the next time they visit the site; (b) provide custom, personalized content and information, including advertising; (c) provide and monitor the effectiveness of our service; (d) monitor aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our website and our service; (e) diagnose or fix technology problems; (f) otherwise to plan for and enhance our service; and (g) automatically update the DWNLD application on their mobile devices.",
    "address": "13 Laight Street, Suite 601",
    "asp_index": "28414",
    "city": "New York",
    "contactemail1": "jeff@dwnld.me",
    "contactfax1": "212-896-6550",
    "contactname1": "Jeffrey Henretig",
    "contactoff1": "DWNLD HQ New York",
    "contactphone1": "917-817-4715",
    "contacttitle1": "Head of Finance & Operations",
    "corpoffemail1": "jeff@dwnld.me",
    "corpofffax1": "212-896-6550",
    "corpoffname1": "Jeffrey Henretig",
    "corpoffphone1": "917-817-4715",
    "corpofftitle1": "Head of Finance & Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "7/31/2016",
    "orgverification": "In-house",
    "personaldata": "Name, phone number, email address, username, page visits, time of session, links clicked, none of the data is manually processed",
    "ppdate": "6/30/2015",
    "privacyprograms": "JAMS ADR Safe Harbor program.",
    "recoursemech": "JAMS Safe Harbor Program",
    "signupdate": "7/31/2015",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10013"
}