{
    "CertificationStatus": "Current",
    "Fax": "800-319-5582",
    "OrgName": "Protect Youth Sports",
    "PPLoc": "http://protectyouthsports.com/privacy-policy/ ",
    "Phone": "877-319-5587",
    "activities": "Protect Youth Sports is a Consumer Reporting Agency actively engaged in providing background reports to end users for employment and volunteer purposes.",
    "address": "14499 N. Dale Mabry Hwy",
    "asp_index": "28468",
    "city": "Tampa",
    "contactemail1": "bmobley@protectyouthsports.com",
    "contactfax1": "800-319-5582",
    "contactname1": "Benton Mobley",
    "contactoff1": "Compliance",
    "contactphone1": "877-319-5587",
    "contacttitle1": "Director of Compliance",
    "corpoffemail1": "bmobley@protectyouthsports.com",
    "corpofffax1": "800-319-5582",
    "corpoffname1": "Benton Mobley",
    "corpoffphone1": "877-319-5587",
    "corpofftitle1": "Director of Compliance",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Employment Services - (EMP)",
    "nextcertification": "7/7/2016",
    "orgverification": "in-house",
    "personaldata": "Human Resource, Consumer Information and Employment Screening Data (Manual, Paper and Electronic)",
    "ppdate": "1/1/2006",
    "privacyprograms": "None",
    "recoursemech": "Protect Youth Sports agrees to cooperate with the Data Protection Authorities (DPAs) located in the European Union and the Swiss Federal Data Protection and Information Commissioner (FDPIC) located in Switzerland or their respective authorized agents/representatives.  As well as maintain compliance with legal or regulatory supervisory authorities that provide for handling of individual complaints and dispute resolution as specified by federal and state laws, including but not limited to, the Fair Credit Reporting Act.",
    "signupdate": "7/7/2014",
    "state": "Florida",
    "statutorybody": "Federal Trade Commission",
    "zip": "33618"
}