{
    "CertificationStatus": "Current",
    "Fax": "502-454-2851",
    "OrgName": "JTC Technologies, LLC",
    "PPLoc": "http://abcsignup.com/Safe-Harbor.html ",
    "Phone": "502-454-2850",
    "activities": "ABC Signup understands that security and confidentiality are principle concerns for our customers. That is why we business account information during online sessions. \r\n\r\nThe first level of security and protection is the User ID and Password assigned to each account. This security check verifies the user, allowing approved users access to their account information while helping to prevent unauthorized access. \r\n\r\nThe next level of security is the establishment of a secure session using Secure Socket Layer technology (256 bit SSL). SSL is the leading security protocol for data transfer on the Internet. SSL technology scrambles account information and registrant information as it moves between the browser and our computer systems, helping to ensure that information remains secure and confidential while using JTC Technologies software.\r\n\r\nThe information on ABCSignup.com is protected by GeoTrust, a digital certificate solution company that offers a secure server solution by allowing Web site developers and Web-based businesses to develop and maintain secure Web sites for secure and private e-commerce transactions and customer communications. With GeoTrust Secure Server IDs, users can be confident that the information they are sharing is confidential and protected.\r\n\r\nAutomated backups are performed every six hours and nightly off-site backups are provided for additional security.\r\n\r\nJTC Technologies customers agree in writing not to store credit card information,Social Security numbers, or similar data on our servers.",
    "address": "6060 Dutchmans Lane, Suite 250",
    "asp_index": "28488",
    "city": "Louisville",
    "contactemail1": "tchandler@abcsignup.com",
    "contactfax1": "502-454-2851",
    "contactname1": "Tod Chandler",
    "contactoff1": "Main",
    "contactphone1": "502-454-2850 x202",
    "contacttitle1": "President",
    "corpoffemail1": "tchandler@abcsignup.com",
    "corpofffax1": "502-454-2851",
    "corpoffname1": "Todd Chandler",
    "corpoffphone1": "502-454-2850 x202",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "3/13/2016",
    "orgverification": "In-house",
    "personaldata": "Name, email, phone, address, organization",
    "ppdate": "2/10/2012",
    "privacyprograms": "none",
    "recoursemech": "BBB EU SAFE HARBOR",
    "signupdate": "3/13/2012",
    "state": "Kentucky",
    "statutorybody": "Federal Trade Commission",
    "zip": "40205"
}