{
    "CertificationStatus": "Current",
    "Fax": "213-542-4983",
    "OrgName": "American Apparel",
    "PPLoc": "http://www.americanapparel.net/aboutus/privacypolicy/ ",
    "Phone": "213-488-0226",
    "activities": "We process Personal Information (as defined in the Safe Harbor Principles) about our customers to (i) process transactions they request, (ii) improve our stores, sites, customers shopping experience and quality of service, (iii) send communications about our products, services and promotions, (iv) prevent and detect fraud and abuse, (v) process information or claims in connection with incidents at our stores, (vi) enable our service providers to perform certain activities on our behalf, and (vii) comply with our legal obligations, policies and procedures and for internal administrative and analytics purposes.  For additional information, please see the company’s privacy policy at http://www.americanapparel.net/aboutus/privacypolicy/).",
    "address": "747 Warehouse St",
    "asp_index": "28483",
    "city": "Los Angeles",
    "contactemail1": "privacy@americanapparel.net",
    "contactfax1": "",
    "contactname1": "Brian McHale",
    "contactoff1": "Privacy Compliance",
    "contactphone1": "213-488-0226",
    "contacttitle1": "Chief Information Officer",
    "corpoffemail1": "bmchale@americanapparel.net",
    "corpofffax1": "",
    "corpoffname1": "Brian McHale",
    "corpoffphone1": "213-488-0226",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Apparel - (APP)",
    "nextcertification": "6/21/2016",
    "orgverification": "In-House",
    "personaldata": "Personal Data may include a customer’s name, phone number, address, email address, and purchase history.  Such information is both manually and automatically processed.",
    "ppdate": "6/19/2012",
    "privacyprograms": "none",
    "recoursemech": "American Apparel has established procedures for periodically verifying implementation of and compliance with the Safe Harbor principles. We conduct an annual self-assessment of our practices with respect to Personal Information to verify that representations we make about our Personal Information privacy practices are true and that related privacy policies have been implemented as represented.\r\nCustomers may file a complaint with American Apparel in connection with the processing of their Personal Information under the Safe Harbor principles. For customer complaints, we cooperate with the American Arbitration Association in accordance with its applicable commercial rules.  We will take steps to remedy any issues arising out of a failure to comply with the Safe Harbor principles. \r\nAny complaints or disputes by EU citizens about privacy that cannot be resolved directly with American Apparel, will be resolved through the EU Safe Harbor Dispute Resolution Procedure by the American Arbitration Association at 1633 Broadway, 10th Floor, New York, NY 10019-6708.",
    "signupdate": "6/21/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "90021"
}