{
    "CertificationStatus": "Current",
    "Fax": "000-000-0000",
    "OrgName": "Zoetis Inc.",
    "PPLoc": "http://www.zoetis.com/privacy-policy ",
    "Phone": "973-822-7000",
    "activities": "This Safe Harbor Privacy Policy (the “Policy”) sets forth the privacy principles that Zoetis Inc. (“Zoetis”), its affiliates, and relevant third-party service providers in the United States follow with respect to personal information received from the EEA and/or Switzerland about employees (potential, current or former) and their family members, contractors and contingent workers, customers and vendors.  Personal information that is transferred from the EEA and/or Switzerland to the U.S. is used to carry out and support Zoetis’s business processes, information technology provisioning and related activities.",
    "address": "100 Campus Drive",
    "asp_index": "28571",
    "city": "Florham Park",
    "contactemail1": "privacy@zoetis.com",
    "contactfax1": "000-000-0000",
    "contactname1": "Carl-Johan Ehn",
    "contactoff1": "Legal",
    "contactphone1": "973-822-7000",
    "contacttitle1": "Chief Counsel, International Operations",
    "corpoffemail1": "privacy@zoetis.com",
    "corpofffax1": "000-000-0000",
    "corpoffname1": "Heidi Chen",
    "corpoffphone1": "973-822-7000",
    "corpofftitle1": "Executive Vice President and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "6/13/2016",
    "orgverification": "In-House",
    "personaldata": "Human Resources, Customer and Vendor data",
    "ppdate": "6/13/2013",
    "privacyprograms": "None",
    "recoursemech": "Zoetis has also agreed to participate in the dispute resolution program provided by the European Data Protection Authorities and to comply with the advice of the Swiss Data Protection Commissioner. The company will cooperate with the European DPAs and the Swiss Data Protection Commissioner in the resolution of any dispute concerning EEA/Swiss human resources and information technology provisioning data.",
    "signupdate": "6/13/2013",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "07932"
}