{
    "CertificationStatus": "Current",
    "Fax": "781-788-6685",
    "OrgName": "V.i. Laboratories",
    "PPLoc": "http://www.vilabs.com/privacy-policy , http://www.vilabs.com/platform-privacy-policy/",
    "Phone": "7813983400",
    "activities": "Website:\r\n\r\nWhen someone visits our Web site and access information they remain anonymous. However, when they engage in certain activities on our site, such as requesting product information registering for a live event, V.i. Laboratories may ask for information about that visitor such as their name, email address, phone number and address. We ask only for data that is adequate, relevant and not excessive for those purposes. When we ask for personal information, we tell the visitor the purposes for which we will process that data. Some of these purposes include the following:\r\n \r\nTo contact the visitor to inform them of new services we will be providing, or special offers, events or articles we think will be of interest.\r\n \r\nTo send requested product information and promotional material.\r\n \r\nTo use personal information for marketing purposes and market research.\r\n \r\nWe may use personal information internally to help us improve our products and services and to help resolve any problems.\r\n \r\nAs is true of most Web sites, we use a third party tracking-utility partner gather certain information automatically and store it in log files.  This information includes internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and clickstream data.\r\n \r\nWe use this information, which does not identify individual users, to analyze trends, to administer the site, to track users’ movements around the site and to gather demographic information about our user base as a whole.\r\n \r\nIf a visitor requests modification or the deletion of their personal data, we will do so and reply within 30 days.\r\n\r\nPlatform:\r\n\r\nV.i. labs clients use its CodeArmor Intelligence product to collect application use data to ensure compliance to their license agreements. Our clients may collect personal information including username, user email address, and computer hostname. This information is managed and controlled by V.i. Labs clients and its use is covered within their privacy policies.\r\n\r\nThe Clients of V.i. Laboratories control the scope of information collected by CodeArmor Intelligence software and access to the same.  An individual who seeks access to, or who seeks to correct, amend, or delete inaccurate data should direct his or her query to the software vendor who authorized the collection of such data (the data controller). If you are a software license holder engaged with a third party software vendor for monitoring services and wish to access, correct or delete your personal information please contact  that third party vendor directly. A Client who seeks to correct, amend, or delete inaccurate data should we hold about them should contact us at privacypolicy@vilabs.com.\r\n\r\nIf a Client requests V.i. Laboratories to remove personally identifiable data stored on V.i. Laboratories systems or website, we will respond to their request within 30 business days.\r\n\r\nV.i. Laboratories will retain personally identifiable data, if any, which we process on behalf of our Clients for as long as needed provide services to our Client. V.i. Laboratories will retain and use this personally identifiable information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "130 Turner St",
    "asp_index": "28600",
    "city": "Waltham",
    "contactemail1": "vdemarines@vilabs.com",
    "contactfax1": "781-788-6685",
    "contactname1": "Victor DeMarines",
    "contactoff1": "Waltham",
    "contactphone1": "781-398-3400",
    "contacttitle1": "VP Products",
    "corpoffemail1": "vdemarines@vilabs.com",
    "corpofffax1": "781-788-6685",
    "corpoffname1": "Victor DeMarines",
    "corpoffphone1": "781-398-3400",
    "corpofftitle1": "VP Products",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "8/30/2016",
    "orgverification": "Third Party",
    "personaldata": "Online data.",
    "ppdate": "6/15/2015",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "8/30/2012",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02453"
}