{
    "CertificationStatus": "Current",
    "Fax": "612-605-8987",
    "OrgName": "Code 42 Software, Inc.",
    "PPLoc": "http://www.code42.com/privacy/ ",
    "Phone": "612-333-4242",
    "activities": "Code 42 receives Personal Information from its customers in the EU/EEA and Switzerland in connection with software and services it provides. In general, Code 42 uses this data for its business purposes, including providing products or services; establishing and maintaining customer and business relationships; providing access to Internet-based and e-commerce activities; performing accounting functions; and conducting other activities as necessary or appropriate in connection with the servicing and development of our business and our customer relationships. We also use this information to prevent or detect fraud or abuse of our website, and to enable third parties to provide technical or other services on our behalf. Code 42 may also have access to Personal Information received from the EU/EEA and Switzerland in connection with the data storage and backup services it provides to its clients, to the extent such client’s data includes Personal Information. Code 42’s access to this type of Personal Information is as a data processor. As a data processor, Code 42 may store and process Personal Information on behalf of our clients and in accordance with their instructions and our contractual agreements. Generally, Code 42’s access to Personal Data in such context is limited to the provision of support services to its clients.",
    "address": "One Main Street, Suite #400",
    "asp_index": "28616",
    "city": "Minneapolis",
    "contactemail1": "chris.wheaton@code42.com",
    "contactfax1": "612-206-3153",
    "contactname1": "Christopher Wheaton",
    "contactoff1": "Legal & Compliance",
    "contactphone1": "612-333-4832",
    "contacttitle1": "Privacy & Compliance Counsel",
    "corpoffemail1": "mc@code42.com",
    "corpofffax1": "612-206-3153",
    "corpoffname1": "Mitch Coopet",
    "corpoffphone1": "612-333-4242",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)Computer Services - (CSV)Computer & Peripherals - (CPT)",
    "nextcertification": "6/30/2016",
    "orgverification": "In-house.",
    "personaldata": "Personal data off of laptops and business data off of laptops.  No manually processed data.",
    "ppdate": "1/17/2011",
    "privacyprograms": "None.",
    "recoursemech": "TRUSTe is our 3rd Party dispute mechanism.",
    "signupdate": "6/30/2011",
    "state": "Minnesota",
    "statutorybody": "Federal Trade Commission",
    "zip": "55414"
}