{
    "CertificationStatus": "Current",
    "Fax": "(312) 726-2695",
    "OrgName": "Geofeedia, Inc.",
    "PPLoc": "https://geofeedia.com/eu-safe-harbor/",
    "Phone": "(312) 724-8900",
    "activities": "Geofeedia collects Personal Data from Geofeedia customers during use of the Geofeedia product, including, without limitation, client-side session tracking objects, analytics, server logging information, and the like. Personal Data is used to offer customized services. This information is used to provided customized services to Geofeedia visitors.",
    "address": "444 North Wells Street, Suite 502",
    "asp_index": "28644",
    "city": "Chicago",
    "contactemail1": "nicholas.merker@icemiller.com",
    "contactfax1": "(312) 726-2695",
    "contactname1": "Nicholas Merker",
    "contactoff1": "Office of General Counsel",
    "contactphone1": "(312) 726-2504",
    "contacttitle1": "Attorney",
    "corpoffemail1": "mike@geofeedia.com",
    "corpofffax1": "(312) 726-2695",
    "corpoffname1": "Mike Mulroy",
    "corpoffphone1": "(312) 724-8440",
    "corpofftitle1": "Co-Founder and Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "8/27/2016",
    "orgverification": "In-House",
    "personaldata": "Personal data processed by Geofeedia includes, name, email address, age, address, and phone number.  Personal Data does include manually processed data.",
    "ppdate": "6/9/2015",
    "privacyprograms": "NONE",
    "recoursemech": "All disputes arising out of or in connection of the handling of personal information by Geofeedia (\"Geofeedia\") will be handled swiftly by Geofeedia executive management. Persons located in the EEA or Switzerland should forward any complaints or disputes regarding personal data protection to Geofeedia's privacy contact listed above. For complaints that cannot be resolved between Geofeedia and the individual complainant, Geofeedia commits to cooperate with the European Data Protection Authorities (DPAs) or the Swiss Federal Data Protection and Information Commissioner (FDPIC), whichever is applicable, for personal information received from the EEA or Switzerland and comply with any advice given by such entity.",
    "signupdate": "8/27/2015",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60029"
}