{
    "CertificationStatus": "Current",
    "Fax": "312-873-3299",
    "OrgName": "W. Capra",
    "PPLoc": "http://wcapra.com/pdfs/WCapra%20Safe%20Harbor%20Privacy%20Policy.pdf ",
    "Phone": "312-873-3300",
    "activities": "W. Capra receives and processes employee and customer personal information, such as name, last name, address, personal ID number, and employee number (if available) from its affiliates in the EU to execute employment matters, customer requests, market related products and services to W. Capra clients, and carry out internal administrative functions associated with these activities. We have several projects ongoing in the EU, but currently do not transfer data between our work there and our office in the US. If we should at any point share data between the EU and US, we will fully comply with all policies outlined in our Safe Harbor Privacy Policy.",
    "address": "221 N. LaSalle St Suite 1325",
    "asp_index": "28659",
    "city": "Chicago",
    "contactemail1": "tradway@wcapra.com",
    "contactfax1": "312-873-3299",
    "contactname1": "Tim Radway",
    "contactoff1": "W. Capra Consulting Group, Inc.",
    "contactphone1": "312-873-3267",
    "contacttitle1": "Operations Manager",
    "corpoffemail1": "drodewald@wcapra.com",
    "corpofffax1": "312-873-3299",
    "corpoffname1": "Doug Rodewald",
    "corpoffphone1": "312-873-3265",
    "corpofftitle1": "Partner",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Management Consulting Services - (MCS)",
    "nextcertification": "7/15/2016",
    "orgverification": "In-House",
    "personaldata": "Employee and customer data (No personal data at this point in time).",
    "ppdate": "7/8/2014",
    "privacyprograms": "None",
    "recoursemech": "If a complaint or dispute cannot be resolved through our internal process, AE agrees to dispute resolution using the EU Data Protection Authorities as a third party resolution provider",
    "signupdate": "7/15/2014",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60601"
}