{
    "CertificationStatus": "Current",
    "Fax": "888-744-6483",
    "OrgName": "IgnitionOne, Inc.",
    "PPLoc": "http://www.ignitionone.com/privacy-policy/ ",
    "Phone": "888-744-6483",
    "activities": "Ignition One, Inc., its subsidiary, Netmining, and affiliated companies (see http://pages.ignitionone.com/affiliates) offer a suite of digital marketing services that are designed to help online advertisers generate a higher return on their marketing and media buying investment. With the exception of our Data Management Platform and our website personalization Services (described below) we generally collect and utilize non-personally identifiable information but do sometimes collect IP addresses pursuant to serving digital advertisements.\r\n\r\nWe provide our customers with Data Management Platform Services via the IgnitionOne DMP, including email delivery and attribution, database management and mobile messaging services. We store Personal Information such as name, email address and telephone number in the IgnitionOne DMP and use that data as directed by our clients and subject to our clients' privacy statements.\r\n\r\nWe also provide customers with website optimization and personalization Services. Pursuant to providing those Services. we store Personal Information such as name, email address and telephone number and use that data as directed by our clients and subject to our clients' privacy statements.",
    "address": "200 Park Avenue, 27th floor",
    "asp_index": "28666",
    "city": "New York",
    "contactemail1": "richard.mass@ignitionone.com, achapell@chapellasso",
    "contactfax1": "646-360-5913",
    "contactname1": "Richard Mass",
    "contactoff1": "IgnitionOne, Inc.",
    "contactphone1": "646-360-5913",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "richard.mass@ignitionone.com",
    "corpofffax1": "646-360-5913",
    "corpoffname1": "Richard Mass",
    "corpoffphone1": "646-360-5913",
    "corpofftitle1": "General Counsel, CPO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)",
    "nextcertification": "7/16/2016",
    "orgverification": "Third-Party",
    "personaldata": "organization, client, customer",
    "ppdate": "6/24/2015",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR",
    "signupdate": "7/16/2013",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10166"
}