{
    "CertificationStatus": "Current",
    "Fax": "770-984-4611",
    "OrgName": "Oversight Systems Inc.",
    "PPLoc": "http://www.oversightsystems.com/privacy-notice ",
    "Phone": "770-984-4650",
    "activities": "Financial, Operational Performance and Compliance Improvement through Continuous Transaction Monitoring (CTM).\r\n\r\nOn our Web site, we may ask you for your name, address and email information when downloading a white paper or downloading free software. We gather this information in order to send you information that your request, such as more information on a specific product, training or service, and to update you when we have new products and services that might be of interest to you. We do not sell or trade your name to any independent third party.",
    "address": "1165 Northchase Parkway SE, Suite 400",
    "asp_index": "28665",
    "city": "Atlanta",
    "contactemail1": "chris.hamilton@oversightsystems.com",
    "contactfax1": "770-984-4611",
    "contactname1": "Chris Hamiton",
    "contactoff1": "1165 Northchase Parkway SE, Suite 350, Atlanta GA, 30067",
    "contactphone1": "770-984-4641",
    "contacttitle1": "Risk and Compliance Manager",
    "corpoffemail1": "bill.mayer@oversightsystems.com",
    "corpofffax1": "770-984-4611",
    "corpoffname1": "William Mayer",
    "corpoffphone1": "770-984-4654",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Accounting Services - (ACT)Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "7/25/2016",
    "orgverification": "In-House",
    "personaldata": "Oversight hosted solutions are not intended for use in the storage, processing or handling of personal data. Customers are advised not to include PII in the data they provide or in the updates they manually make in the Workbench.  PII is stripped, masked, or hashed before being stored on Oversight Systems' databases when Oversight is aware of its inclusion in customer-provided data.",
    "ppdate": "9/18/2014",
    "privacyprograms": "Oversight Systems maintains an internal privacy policy and a security awareness training program.",
    "recoursemech": "Oversight Systems will cooperate with appropriate EU and Swiss legal/regulatory authorities as required.",
    "signupdate": "7/25/2011",
    "state": "Georgia",
    "statutorybody": "Federal Trade Commission",
    "zip": "30067"
}