{
    "CertificationStatus": "Current",
    "Fax": "415-449-6222",
    "OrgName": "Atlassian, Inc. and Atlassian Network Services, Inc.",
    "PPLoc": "https:/ www.atlassian.com/legal/privacy-policy ",
    "Phone": "415-701-1110",
    "activities": "Atlassian, Inc. and Atlassian Network Services, Inc. (collectively, “Atlassian”) use the personal information of and submitted by customers and users of HipChat to provide, operate, maintain, improve, and promote Atlassian services; enable the access and use of Atlassian services, including uploading, downloading, collaborating on, and sharing content; process and complete transactions, and send related information, including purchase confirmations and invoices; communicate with customers and users (including responding to comments, questions, and requests; providing customer service and support; providing information about services, features, surveys, newsletters, offers, promotions, contests, and events; providing other news or information about Atlassian and select partners; and sending technical notices, updates, security alerts, and support and administrative messages); process and deliver contest or sweepstakes entries and rewards; monitor and analyze trends, usage, and activities in connection with Atlassian services and for marketing or advertising purposes; investigate and prevent fraudulent transactions, unauthorized access to Atlassian services, and other illegal activities; personalize Atlassian services, including by providing content, features, or advertisements that match customers’ and users’ interests and preferences; enable customers and users to communicate, collaborate, and share content with other customers and users; and for other purposes for which we notify customers and users.  Atlassian also makes use of analytics information (including log and configuration data) to understand how HipChat is being configured and used, how it can be improved for the benefit of all HipChat users, and to develop new products and services.",
    "address": "1098 Harrison Street",
    "asp_index": "28698",
    "city": "San Francisco",
    "contactemail1": "privacy@atlassian.com",
    "contactfax1": "415-449-6222",
    "contactname1": "Legal Department",
    "contactoff1": "Atlassian, Inc.",
    "contactphone1": "415-701-1110",
    "contacttitle1": "",
    "corpoffemail1": "privacy@atlassian.com",
    "corpofffax1": "415-449-6222",
    "corpoffname1": "Thomas Kennedy",
    "corpoffphone1": "415-701-1110",
    "corpofftitle1": "Chief Legal Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "6/24/2016",
    "orgverification": "Third party",
    "personaldata": "Personal information of and submitted by customers and users of HipChat",
    "ppdate": "6/23/2015",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "6/24/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94103"
}