{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Recruit Tracker Inc.",
    "PPLoc": "http://www.hirabl.com/privacy-policy ",
    "Phone": "4152259848",
    "activities": "Hirabl (Recruit Tracker Inc.) provides data analysis services to staffing agencies. Information exchanged is limited to candidate names, client names, and dates of certain of activities.",
    "address": "220 Montgomery Street",
    "asp_index": "28714",
    "city": "San Francisco",
    "contactemail1": "nick@hirabl.com",
    "contactfax1": "",
    "contactname1": "Nick Ellis",
    "contactoff1": "San Francisco",
    "contactphone1": "4152259848",
    "contacttitle1": "CEO",
    "corpoffemail1": "nick@hirabl.com",
    "corpofffax1": "",
    "corpoffname1": "Nick Ellis",
    "corpoffphone1": "4152259848",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "6/29/2016",
    "orgverification": "In-house",
    "personaldata": "Manually and machine processed data is covered by Hirabl (Recruit Tracker Inc.) self-certification policies under our Terms of Service.",
    "ppdate": "4/11/2014",
    "privacyprograms": "Hirabl employs a self-regulatory privacy program per our privacy policy effective as of April 11, 2014. Most of the info we collect is non-sensitive contact and event data - the same kind that’s available through public directories, Internet searches, or reputable third party sources. We also collect sensitive customer information that must remain private and secure. We state this in our Terms of Service.  The Terms of Service govern subscriptions to our platform, but read on for some information and detail about our security practices.",
    "recoursemech": "Fee Catcher is TRUSTe certified for EU Safe Harbor and Trusted Cloud. Our data center providers are SOC-2 certified.  Fee Catcher complies with the U.S. E.U. Safe Harbor framework and the U.S. - Swiss Safe Harbor framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of data from the European Union and Switzerland respectively. Fee Catcher has certified that it adheres to the U.S.-EU and U.S.-Switzerland Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement. Information regarding the both the E.U. and Swiss Safe Harbor Frameworks can be found at: http://export.gov/safeharbor. Still have questions? Please call us at 415-534-5538 or email us at info@feecatcher.com.\r\nPlease see http://www.hirabl.com/data-security for more information.",
    "signupdate": "6/29/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94104"
}