{
    "CertificationStatus": "Current",
    "Fax": "646-825-6465",
    "OrgName": "AppNexus Inc. and its controlled U.S. subsidiaries",
    "PPLoc": "http://appnexus.com/platform-policy ",
    "Phone": "646-825-6460",
    "activities": "AppNexus has a technology platform that our clients use to buy, sell, and deliver online advertising. The platform is designed to enable these advertising purposes through the use of non-personally identifiable information, which includes such things as browser version, cookie id, page visited, date and time, and IP address. The platform serves clients and delivers advertising globally. AppNexus provides tools that enable buyers and sellers of online advertising to communicate and transact with each other using personal business contact information about themselves and each other that they provide. AppNexus uses personal business contact information to market to business clients globally. AppNexus has offices and employees in multiple EU countries, and employee data may be stored in the home office in the US.",
    "address": "28 W 23rd Street, 4th floor",
    "asp_index": "28728",
    "city": "New York",
    "contactemail1": "david@appnexus.com",
    "contactfax1": "646-845-7721",
    "contactname1": "David Wainberg",
    "contactoff1": "Privacy",
    "contactphone1": "646-845-7720",
    "contacttitle1": "VP, Privacy & Policy Counsel",
    "corpoffemail1": "david@appnexus.com",
    "corpofffax1": "646-845-7721",
    "corpoffname1": "David Wainberg",
    "corpoffphone1": "646-845-7720",
    "corpofftitle1": "VP, Privacy & Policy Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Advertising Services - (ADV)",
    "nextcertification": "6/28/2016",
    "orgverification": "In-house",
    "personaldata": "Non-personally identifiable information used for advertising purposes, e.g. IP address, and internet clickstream data. Business-to-business contact information for marketing. Human resources data, which may include offline or manually processed data.",
    "ppdate": "9/1/2011",
    "privacyprograms": "Network Advertising Initiative",
    "recoursemech": "American Arbitration Association (\"AAA\") (International Centre for Dispute Resolution \"ICDR\")",
    "signupdate": "6/28/2012",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10010"
}