{
    "CertificationStatus": "Current",
    "Fax": "262-523-0093",
    "OrgName": "Empathia, Inc.",
    "PPLoc": "http://www.empathia.com ",
    "Phone": "262-574-2500",
    "activities": "Empathia is a leading provider of employee assistance programs and behavioral health solutions, work-life, wellness services, as well enterprise risk management and diaster preparedness, response, and recovery services.  Empathia may receive personal data of any type in the course of offering or providing services and otherwise conducting its business activities.  Empathia may receive contact information, health information, inquiry-related information, information provided through its website, and other information in the course of conducting its business operations; any of this information may include personal data about those persons who utilize its services.  Empathia uses this information in order to provide its services, pay its providers, process claims for reimbursement, respond to inquiries from data subjects, or in furtherance of its legitimate business interests.",
    "address": "N17 W24100 Riverwood Drive, Suite 300",
    "asp_index": "28729",
    "city": "Waukesha",
    "contactemail1": "dgoehner@empathia.com",
    "contactfax1": "262-523-0093",
    "contactname1": "David B. Goehner",
    "contactoff1": "Empathia, Inc.",
    "contactphone1": "262-574-2500",
    "contacttitle1": "Director of EAP Operations and Privacy Officer",
    "corpoffemail1": "marylee.ratzel@phci.org",
    "corpofffax1": "262-928-4032",
    "corpoffname1": "Mary Lee Ratzel",
    "corpoffphone1": "262-928-2208",
    "corpofftitle1": "General Counsel and Chief Legal Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Health Care Services - (HCS)",
    "nextcertification": "7/9/2016",
    "orgverification": "in-house",
    "personaldata": "Client and customer data - on and off line and manually processed",
    "ppdate": "1/1/1982",
    "privacyprograms": "State of Wisconsin health organization dealing with HIPAA and Privacy - HIPAA Collaborative of Wisconsin",
    "recoursemech": "AAA Mediation and Arbitration Services.",
    "signupdate": "7/9/2015",
    "state": "Wisconsin",
    "statutorybody": "Federal Trade Commission",
    "zip": "53188"
}