{
    "CertificationStatus": "Current",
    "Fax": "804-200-5618",
    "OrgName": "Crimson Informatics, Inc.",
    "PPLoc": "http://www.drivefactor.com/privacy-policy/ ",
    "Phone": "804-313-6630",
    "activities": "Crimson Informatics, Inc. provides a service that monitors and provides metrics for vehicular driver safety and the automobile insurance industry.  Crimson Informatics, Inc. has processing facilities and corporate clients in both Europe and North America as a result personal information that is transferred to Crimson Informatics, Inc may be processed in the US. Personal data is collected and received from members applying for, joining and using the service. Crimson Informatics, Inc. typically acts as a data processor for insurers processing derived data from insured individuals' driving pattern data. Crimson Informatics Inc, also acts as a data controller entering into a direct relationship with an end user collecting and processing data. Personal information collected by Crimson Informatics, Inc. or delivered to Crimson Informatics, Inc may include, without limitation, personal details, driving pattern data and geographical location data. Some data may be manually processed. The manual processing is limited to use of the data in problem solving and movement of databases for normal operational upgrades, recoveries and other actions to assure integrity, security and operability of the servers as needed by its clients, affiliates, and/or former affiliates. This is the necessary technical and database support required to assure continuous operation of the servers. Manual handling is on a need-to-know basis by authorized operations staff, technical support persons, database administrators, network administrators, and security administrators and is only accessed for problem solving, backups and normal computer operations movement of data.",
    "address": "5300 Hickory Park Drive Ste. 220",
    "asp_index": "28826",
    "city": "Glen Allen",
    "contactemail1": "customercare@drivefactor.com",
    "contactfax1": "804-200-5618",
    "contactname1": "Jean Haynes",
    "contactoff1": "DriveFactor Customer Care",
    "contactphone1": "804-313-6629",
    "contacttitle1": "Customer Care Specialist",
    "corpoffemail1": "mac.fraser@drivefactor.com",
    "corpofffax1": "804-200-5618",
    "corpoffname1": "Mac Fraser",
    "corpoffphone1": "804-592-0824",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Transportation Srvs (Except Aviation) - (TRN)Insurance Services - (INS)Computer Services - (CSV)",
    "nextcertification": "5/16/2016",
    "orgverification": "Third-party",
    "personaldata": "on-line, off-line, manually processed",
    "ppdate": "2/23/2015",
    "privacyprograms": "TRUSTe EU/Swiss Safe Harbor Privacy Program",
    "recoursemech": "TRUSTe dispute resolution for Safe Harbor compliance: https://feedback-form.truste.com/watchdog/request",
    "signupdate": "5/16/2012",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "23059"
}