{
    "CertificationStatus": "Current",
    "Fax": "414-291-0613",
    "OrgName": "Paine Communications, Inc.",
    "PPLoc": "http://paine.com/privacy ",
    "Phone": "414-291-9400",
    "activities": "All Personal Information collected by Paine Communications, Inc. (“Paine”) is used for legitimate business purposes. \r\n\r\nWebsite – Paine may receive unsolicited personally-identifiable information from EU citizens themselves who submit resumes or request information about our company. We collect this information for internal use only and may use it to respond to them. This information is not released to any third parties for any purpose except in the course of responding to the requestor. \r\n\r\nData Management & Digital Services - Paine may receive personally-identifiable information of EU citizens who are customers of our clients or are employed by them. This information is received from our clients only in the course of performing digital services such as data management or software development. We receive this information solely as an agent of our client and pursuant to written contracts. The information is not used for any purposes other than those specified by our client.",
    "address": "316 N. Milwaukee Street",
    "asp_index": "28825",
    "city": "Milwaukee",
    "contactemail1": "privacy@paine.com",
    "contactfax1": "414-291-0613",
    "contactname1": "Michael Lehmkuhl",
    "contactoff1": "Paine Communications, Inc.",
    "contactphone1": "414-291-9400",
    "contacttitle1": "Vice President, Secretary",
    "corpoffemail1": "michael@paine.com",
    "corpofffax1": "414-291-0613",
    "corpoffname1": "Michael Lehmkuhl",
    "corpoffphone1": "414-291-9400",
    "corpofftitle1": "Vice President, Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Management Consulting Services - (MCS)Information Services - (INF)",
    "nextcertification": "7/30/2016",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed data, human resources data",
    "ppdate": "7/28/2010",
    "privacyprograms": "None. Use of the data from EU residents themselves through our website is governed by our posted privacy policy - Paine does not disclose personally identifiable information of third parties except in the course of responding to the resident. Use of personally identifiable information received from Paine’s clients is governed exclusively by contracts with the clients who supply or arrange access to the data.",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "7/30/2010",
    "state": "Wisconsin",
    "statutorybody": "Federal Trade Commission",
    "zip": "53202"
}