{
    "CertificationStatus": "Current",
    "Fax": "201 267 8050",
    "OrgName": "Movado Group, Inc.",
    "PPLoc": "http://www.movadogroup.com/legal/privacy.cfm ",
    "Phone": "201 267 8000",
    "activities": "In connection with its retail sale activities and its after-sales service, Movado Group, Inc. (\"MGI\") may receive, hold, and process personal information from clients within the EEA and/or Switzerland, including payment card data provided by clients for the purpose of merchandise transactions and client information relating to services agreements and watch repairs. \r\nIn addition, MGI’s goal is to provide its clients with a personalized Internet experience and deliver services that are most relevant and helpful to its users. In order to achieve these goals, MGI may collect information and process personal information during user’s visits to its websites and, in particular, during a user’s visit to movado.com and/or movadogroup.com websites. \r\nFurther MGI receives, holds, and processes personal information from employees of MGI’s wholly owned European subsidiaries, which are transferred to MGI in the U.S. for purposes of human resource administration.",
    "address": "650 From Road, Ste. 375",
    "asp_index": "28900",
    "city": "Paramus",
    "contactemail1": "tmichno@movadogroup.com",
    "contactfax1": "201 267 8050",
    "contactname1": "Timothy F. Michno",
    "contactoff1": "Movado Group, Inc. Legal Dep't",
    "contactphone1": "201 267 8105",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "tmichno@movadogroup.com",
    "corpofffax1": "201 267 8050",
    "corpoffname1": "Timothy F. Michno",
    "corpoffphone1": "201 267 8105",
    "corpofftitle1": "General Counsel",
    "eucountries": "France, Germany, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "General Consumer Goods - (GCG)Jewelry - (JLR)",
    "nextcertification": "7/13/2016",
    "orgverification": "in-house self assessment",
    "personaldata": "Offline, on-line, manually processed data, human resources data",
    "ppdate": "8/30/2013",
    "privacyprograms": "None",
    "recoursemech": "EU/Swiss consumer complaints will first be handled in-house and resolved in accordance with existing MGI complaint procedures. If complaints cannot be satisfactorily resolved internally, the American Arbitration Association will be used for further dispute resolution. Human Resource complaints for employees located in the EU/Switzerland will first be handled internally with a HR Representative and Global IT. If complaints cannot be satisfactorily resolved internally, the European data protection authorities (DPA) and Swiss Federal Data Protection and Information Commissioner (FDPIC) will be utilized for complaint resolution and advice.",
    "signupdate": "7/13/2010",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "07652-3556"
}