{
    "CertificationStatus": "Current",
    "Fax": "860-819-5733",
    "OrgName": "Data-Mail, Inc.",
    "PPLoc": "http:// ",
    "Phone": "860-666-0399",
    "activities": "Data-Mail is a direct mailing processing facility.  We print forms/envelopes, receive data from our customers, perform logical programming, personalize forms, cut/fold and insert the mail, and then place the mailpieces into the mail stream.  We mail both domestically and internationally.",
    "address": "240 Hartford Avenue",
    "asp_index": "28908",
    "city": "Newington",
    "contactemail1": "kerryh@data-mail.com",
    "contactfax1": "860-819-5733",
    "contactname1": "Kerry Hannify",
    "contactoff1": "Quality",
    "contactphone1": "860-666-0399",
    "contacttitle1": "Director of Quality",
    "corpoffemail1": "brucem@data-mail.com",
    "corpofffax1": "860-665-1226",
    "corpoffname1": "Bruce A. Mandell",
    "corpoffphone1": "860-666-0399",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Advertising Services - (ADV)General Services - (GSV)",
    "nextcertification": "6/25/2016",
    "orgverification": "in-house, but policies are verified by auditors th",
    "personaldata": "Personal information in regards to name, address, and possibly an encrypted account number.",
    "ppdate": "1/12/2009",
    "privacyprograms": "A self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "We are committed to cooperate with data protection authorities located in the European Union and the Swiss Federal Data Protection and Information Commissioner or their authorized representatives.",
    "signupdate": "6/25/2014",
    "state": "Connecticut",
    "statutorybody": "Federal Trade Commission",
    "zip": "06111"
}