{
    "CertificationStatus": "Current",
    "Fax": "408 212 7505",
    "OrgName": "Good Technology",
    "PPLoc": "http://www1.good.com/legal/privacy.html ",
    "Phone": "408 212-7500",
    "activities": "GFY - Good For You(TM), GFE - Good For Enterprise(TM), GD - Good Dynamics (TM), Good Work (TM), Good/AppCentral, Good/BoxTone and Good/FixMo are the brand names for Good Technology patented architecture and product suite that provides secure mobile access to corporate data on supported mobile devices as well as MDM support. Good Technology provides its services to the EU businesses and consumers and also delivers brandable mobile applications to wireless operators (\"Carriers\"). At Good Technology we collect limited scope of PII data in order to (i) enable access to the Good Mobile Portal for our enterprise customers, and (ii) to provide a business reports to the Carrier or Enterprises for whom the owner of the PII data is a subscriber in accordance with the agreements between Good Technology and such Carrier or Enterprise. We do not share, sell, or lease PII data to any 3rd parties. We implemented stringent security policy to our Data Center infrastructure in order to ensure privacy and confidentiality of customer data as a part of our continuing commitment to Safe Harbor Principles. Credit card or any other financial data is NOT collected or stored on our servers at the Data Centers.",
    "address": "430 N. Mary Avenue, Suite 200",
    "asp_index": "28911",
    "city": "Sunnyvale",
    "contactemail1": "securityofficer@good.com",
    "contactfax1": "408 212 7505",
    "contactname1": "Corporate Security",
    "contactoff1": "Good Technology",
    "contactphone1": "408 212-7500",
    "contacttitle1": "",
    "corpoffemail1": "securityofficer@good.com",
    "corpofffax1": "408 212 7505",
    "corpoffname1": "Igor Makarenko",
    "corpoffphone1": "408 212-7340",
    "corpofftitle1": "CISO",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Telecommunications Services - (TES)Information Services - (INF)General Science & Technology - (GST)",
    "nextcertification": "6/12/2016",
    "orgverification": "In-house",
    "personaldata": "off-line and on-line",
    "ppdate": "3/11/2005",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "6/12/2006",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94085"
}