{
    "CertificationStatus": "Current",
    "Fax": "630-227-2039",
    "OrgName": "AAR CORP. and its affiliates located in the U.S.",
    "PPLoc": "Company intranet location: https://myconnection.aarcorp.com/Verticals/Policies.aspx",
    "Phone": "630-227-2000",
    "activities": "AAR CORP. and its affiliates located in the U.S. receive personal information in various forms regarding employees of affiliates located in Europe.   Such information is used for: employee communications and notices; providing business contact information via intranet directories, business cards, and other promotional media to present and potential customers, suppliers, other business associates; global headcount reports and demographics; career development, performance feedback, and progression; staffing and succession planning; compensation (including bonus) approvals; designing, evaluating, and administering benefits, pension, and insurance programs; administration of employee stock plans; wire transferring funds to employee bank accounts that employees register for electronic payments; designing, evaluating and implementing education and training programs; access controls and security for facilities, computer network, and software applications; business planning, including prosecution of mergers, acquisitions, and divestitures; import and export controls; monitoring and enforcing compliance with company policies and procedures to the extent permitted by applicable law; internal and external investigations, including business practices reviews, to the extent permitted by applicable law; legal and regulatory reporting and other requirements, to the extent permitted by applicable law; making back-up copies of files for business continuity and disaster recovery purposes; and tax withholding calculations and reporting.",
    "address": "1100 N Wood Dale Road",
    "asp_index": "28922",
    "city": "Wood Dale",
    "contactemail1": "Nicole.Colen@aarcorp.com",
    "contactfax1": "630-227-2419",
    "contactname1": "Nicole Colen",
    "contactoff1": "Human Resources",
    "contactphone1": "630-227-2878",
    "contacttitle1": "Vice President Human Resources Officer",
    "corpoffemail1": "Robert.Regan@aarcorp.com",
    "corpofffax1": "630-227-2059",
    "corpoffname1": "Robert Regan",
    "corpoffphone1": "630-227-2050",
    "corpofftitle1": "Vice President, General Counsel & Secretary",
    "eucountries": "Belgium, Denmark, France, Germany, Netherlands, Norway, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Aircraft & Parts - (AIR)Aviation Services - (AVS)Defense Industry Equipment - (DFN)",
    "nextcertification": "7/19/2016",
    "orgverification": "In-house",
    "personaldata": "Employee personal information in any format (e.g. online, offline, manually processed)",
    "ppdate": "7/16/2013",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities",
    "signupdate": "7/19/2013",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60191"
}