{
    "CertificationStatus": "Current",
    "Fax": "216-450-5201",
    "OrgName": "Intellicorp Records, Inc.",
    "PPLoc": "https:/ www.intellicorp.net/marketing/PrivacyPolicy.aspx ",
    "Phone": "216-450-5200",
    "activities": "IntelliCorp provides to its Customers background check and other related services. Customers may access these services through manual entry email, fax, or post. In the course of providing background check and related services, IntelliCorp may access or obtain Personal Data about a corporate Customer’s Consumers located in the EEA or Switzerland. IntelliCorp accesses or obtains these data on behalf of its Customers to provide background check services to its Customers. In connection with providing these services, IntelliCorp acts as a data processor to its Customers and pursuant to their instructions. IntelliCorp also collects Personal Data directly from Consumers. This collection occurs, for example, when a Consumer visits IntelliCorp’s website and provides Personal Data to IntelliCorp. In addition, IntelliCorp obtains consumer personal data, such as contact information, in connection with maintaining its customer relationships and providing its products and services to customers.",
    "address": "3000 Auburn Drive, Suite 410",
    "asp_index": "28929",
    "city": "Beachwood",
    "contactemail1": "ndean@verisk.com",
    "contactfax1": "201-469-4143",
    "contactname1": "Nancy Dean",
    "contactoff1": "Enterprise Risk & Compliance",
    "contactphone1": "201-469-2611",
    "contacttitle1": "Vice President - Compliance",
    "corpoffemail1": "tcarpenter@intellicorp.net",
    "corpofffax1": "216-450-5227",
    "corpoffname1": "Todd R Carpenter",
    "corpoffphone1": "216-450-5226",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Employment Services - (EMP)",
    "nextcertification": "7/9/2016",
    "orgverification": "In-house self assessment",
    "personaldata": "Off-line",
    "ppdate": "6/4/2015",
    "privacyprograms": "None",
    "recoursemech": "IntelliCorp will cooperate with JAMS in accordance with the JAMS International Mediation Rules.",
    "signupdate": "7/9/2008",
    "state": "Ohio",
    "statutorybody": "Federal Trade Commission",
    "zip": "44122"
}