{
    "CertificationStatus": "Current",
    "Fax": "(616) 654 7221",
    "OrgName": "Herman Miller, Inc.",
    "PPLoc": "http://www.hermanmiller.com/about-us/who-is-herman-miller/legal/privacy-policy.html ",
    "Phone": "(616) 654 3000",
    "activities": "Herman Miller will use and process personal information received about employees in the EU for the following purposes: Personnel administration - Compensation related activities, including stock plan administration and compensation, payroll and bonus analysis and administration - Job grading and recruitment activities - Performance management - Training - Monitoring and enforcing compliance with company policies and procedures - Complying with mandatory reporting obligations and other legal requirements - Providing IT support. Herman Miller will use and process personal information received about individual contacts of consumers, customers, dealers, and vendors in the EU for the following purposes: Fulfillment and tracking of orders - Tracking of payments and ensuring payment - Assessing performance and making assessments about future purchases - Reporting a default in loan payment to credit reporting agencies (dealers only) - Making decisions regarding extensions of credit - Providing access to Herman Miller internal systems - Performing direct marketing activities and otherwise communicating information regarding Herman Miller products or services (dealer and customer contacts only, where permitted by law). In certain situations, Herman Miller may obtain access to information about employees of Herman Miller dealers and customers and other end users in the EU for the purpose of providing consulting services about office furniture applications.",
    "address": "855 East Main Avenue",
    "asp_index": "28945",
    "city": "Zeeland",
    "contactemail1": "privacyinquiry@hermanmiller.com",
    "contactfax1": "(616) 654 7221",
    "contactname1": "Galo I. Vargas",
    "contactoff1": "Legal Department",
    "contactphone1": "(616) 654 3000",
    "contacttitle1": "Associate General Counsel, CIPP/US",
    "corpoffemail1": "privacyinquiry@hermanmiller.com",
    "corpofffax1": "(616) 654 7221",
    "corpoffname1": "Tim Lopez",
    "corpoffphone1": "(616) 654 3000",
    "corpofftitle1": "Senior Vice President, General Counsel and Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Furniture - (FUR)",
    "nextcertification": "7/10/2016",
    "orgverification": "Self-Assessment Compliance Review",
    "personaldata": "Human resources data; personal data about individual contacts for customers, dealers and vendors; and personal data about Herman Miller customers' employees and other end users in EU for data processing",
    "ppdate": "7/9/2015",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR operated by the Counsel of Better Business Bureaus, Inc., EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "7/10/2015",
    "state": "Michigan",
    "statutorybody": "Federal Trade Commission",
    "zip": "49464-0302"
}