{
    "CertificationStatus": "Current",
    "Fax": "563-359-1333",
    "OrgName": "Midland Information Resources",
    "PPLoc": "https://oost2.demo.elandersamericas.com/PrivacyPolicy.aspx; https://customerportal.elandersamericas.com/Information/PrivacyPolicy",
    "Phone": "563-359-3696",
    "activities": "Midland Information Resources (Midland) collects personal information directly from individuals, via our service Elanders Americas Customer Portal and Online Ordering Site.  Through this service, Clients are able to create an account and place orders for the production of their company’s technical literature and marketing materials in book, CD and/or download formats.\r\n\r\nThe type of personal information collected includes contact information such as name, email address, mailing address and phone number, along with billing information such as credit card number and billing address.  Midland may also collect general business information such as company name, company size, business type and product information.  The use of the information collected through our service shall be limited to the purpose of providing the service(s), described below, for which the Client has engaged Midland.\r\n\r\nMidland uses the information collected to (1) fulfill orders, (2) send order confirmations, (3) provide customer service and (4) administer client accounts.  We will share personal information only with third parties that provide services to help us with our business activities such as processing credit card payments or order fulfillment by an affiliate/partner.\r\n\r\nMidland retains the general contact information within the site in order to enhance ease of use for future product ordering by Clients.  Credit card information is passed on to the credit card processor and is not retained by Midland.",
    "address": "5440 Corporate Park Drive",
    "asp_index": "28951",
    "city": "Davenport",
    "contactemail1": "support@elandersamericas.com",
    "contactfax1": "563-359-1333",
    "contactname1": "",
    "contactoff1": "Midland Information Resources",
    "contactphone1": "563-359-3696",
    "contacttitle1": "",
    "corpoffemail1": "mgehrls@elandersamericas.com",
    "corpofffax1": "563-823-7661",
    "corpoffname1": "Mary M Gehrls",
    "corpoffphone1": "563-823-7660",
    "corpofftitle1": "Sr. Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Books & Periodicals - (BOK)Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "8/7/2016",
    "orgverification": "Third Party",
    "personaldata": "organization and customer data; on-line data",
    "ppdate": "7/6/2015",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "8/7/2015",
    "state": "Iowa",
    "statutorybody": "Federal Trade Commission",
    "zip": "52807"
}