{
    "CertificationStatus": "Current",
    "Fax": "415-563-8437",
    "OrgName": "Heroku, Inc.",
    "PPLoc": "http://www.heroku.com/policy/privacy ",
    "Phone": "877-563-4311",
    "activities": "As part of Heroku’s Web-based applications and platform services branded as the Heroku Services and provided via http://www.heroku.com or associated Web pages using the heroku.com domain, customers are permitted to submit electronic data and information, including personal data, into servers used by Heroku. In this context, Heroku acts as a data processor and does not determine how its customers’ data is utilized in servers used by Heroku. Heroku does not choose or determine the types of data that are submitted to Heroku’s servers, and any access to, or use of, such data by Heroku is incidental to completing the contractual obligations of Heroku, as data processor, to its customers. As part of Heroku’s internal operations, Heroku transfers personal data of its current and prospective customers and current and prospective business partners to Heroku’s U.S. data centers for processing and storage. Heroku collects, transfers, and uses personal data of its current and prospective customers and current and prospective partners for sales, billing, marketing, and business partner recruitment purposes. In this context, Heroku acts as a data controller.",
    "address": "650 7th Street",
    "asp_index": "28976",
    "city": "San Francisco",
    "contactemail1": "sjacques@salesforce.com",
    "contactfax1": "415-757-5380",
    "contactname1": "Sheila Jacques",
    "contactoff1": "Privacy",
    "contactphone1": "415-281-5348",
    "contacttitle1": "Privacy Counsel",
    "corpoffemail1": "aweaver@salesforce.com ",
    "corpofffax1": "415-536-4616",
    "corpoffname1": "Amy Weaver",
    "corpoffphone1": "415-882-2761",
    "corpofftitle1": "Senior Vice President & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "8/8/2016",
    "orgverification": "In-house",
    "personaldata": "On-line, client, customer, prospect and business partner data",
    "ppdate": "7/31/2014",
    "privacyprograms": "Self-regulatory",
    "recoursemech": "Third party - TRUSTe",
    "signupdate": "8/8/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94103"
}