{
    "CertificationStatus": "Current",
    "Fax": "651-439-1564",
    "OrgName": "Readex Research",
    "PPLoc": "http://www.readexresearch.com/privacy-policy/ ",
    "Phone": "651-439-1554",
    "activities": "We are a market research company, typically collecting survey research data on behalf of clients throughout the world.  Most clients are media companies, and that means most surveys are of individuals that subscribe to and receive magazines.  Commonly known as Subscriber Surveys, these surveys can ask about everything from readership of magazines and readership of advertising to business demographics and personal demographics.  Data is collected using a process that involves multiple emailed invitations to potential survey participants.  Using this process, we know who has responded to a survey and who has not, yielding records which can link individuals to response data.  After survey fieldwork is completed and responses tabulated, aggregated data is supplied to clients with no link to individual respondent information.  Further, after data is supplied, we maintain the data file in case further data analysis is needed, but completely delete any linkage to individual respondents.",
    "address": "2251 Tower Drive West",
    "asp_index": "29004",
    "city": "Stillwater",
    "contactemail1": "dbrust@readexresearch.com",
    "contactfax1": "651-439-1564",
    "contactname1": "Dan Brust",
    "contactoff1": "Stillwater",
    "contactphone1": "651-439-6216",
    "contacttitle1": "Security & Privacy Officer",
    "corpoffemail1": "jsemler@readexresearch.com",
    "corpofffax1": "651-439-1564",
    "corpoffname1": "John D. Semler",
    "corpoffphone1": "651-439-8547",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Ireland, Italy, Netherlands, Norway, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)General Services - (GSV)Information Services - (INF)",
    "nextcertification": "8/6/2016",
    "orgverification": "In-house",
    "personaldata": "All data collected from survey research projects is covered by our firm's self-certification.  Covered data is not manually processed.",
    "ppdate": "1/1/2014",
    "privacyprograms": "Member of CASRO.",
    "recoursemech": "Readex, Inc. agrees to cooperate and comply with the EU data protection authorities (DPAs) and/or the Swiss Federal Data Protection and Information Commissioner (FDPIC) with respect to dispute resolution.",
    "signupdate": "8/6/2014",
    "state": "Minnesota",
    "statutorybody": "Federal Trade Commission",
    "zip": "55082"
}