{
    "CertificationStatus": "Current",
    "Fax": "312-276-8989",
    "OrgName": "KENTECH Consulting Inc.",
    "PPLoc": "http://www.ekentech.com/privacy-policy ",
    "Phone": "312-780-0470",
    "activities": "KENTECH provide background screening solutions to US customers across the country. From time customer may request verification of employment or academic credentials from organizations or institutions from other countries.  Upon request KENTECH will make direct contact with the organization to validate information provide (work history, academic degree etc.)",
    "address": "520 W Erie Suite 340",
    "asp_index": "29081",
    "city": "Chicago",
    "contactemail1": "kcoats@ekentech.com",
    "contactfax1": "312-276-8989",
    "contactname1": "Kenneth Coats",
    "contactoff1": "KENTECH Consulting Inc",
    "contactphone1": "312-780-0470",
    "contacttitle1": "CEO",
    "corpoffemail1": "kcoats@ekentech.com",
    "corpofffax1": "312-276-8989",
    "corpoffname1": "Kenneth Coats",
    "corpoffphone1": "312-780-0470",
    "corpofftitle1": "CEO",
    "eucountries": "Bulgaria, Finland, France, Poland, Romania, Spain, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Employment Services - (EMP)",
    "nextcertification": "8/20/2016",
    "orgverification": "in-house and 3rd party",
    "personaldata": "we collect information of the candidate including but not limited to their name, email address, Social Security Number, address, and date of birth. We use this information for the sole purpose of completing the requested background screening.",
    "ppdate": "8/15/2014",
    "privacyprograms": "National Association of Professional Background Screeners\r\nLicense Private Detective Agency in the State of Illinois, New York and California.\r\nSecurity Breach Plan - self regulatory plan regarding the security protocols for our organizations.\r\nTrustwave - TrustKeeper is a certified remote assessment and compliance solution created by Trustwave and designed to help merchants meet the PCI DSS and achieve compliance with the associated programs of Visa速, MasterCard速, American Express速, Discover速, and other credit card associations. The TrustKeeper solution is an integrated easy-to-use tool that removes the challenge of navigating the complex PCI DSS requirements and provides a \"one stop shop\" for merchants to certify compliance",
    "recoursemech": "EU DPA",
    "signupdate": "8/20/2014",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60654"
}