{
    "CertificationStatus": "Current",
    "Fax": "781-647-3939",
    "OrgName": "Alere Inc. and its controlled U.S. subsidiaries",
    "PPLoc": "http://www.alere.com/us/en/privacy.html ",
    "Phone": "781-647-3900",
    "activities": "The Alere website allows individuals to provide their personal contact information when making an inquiry, which will be used by Alere and/or its controlled U.S. subsidiaries, as appropriate, to respond to such inquiry. \r\n\r\nAlere and/or its controlled U.S. subsidiaries also collect information from clients of or participants in health management programs and services. Information received from clients or participants residing in the EU may include both health-related information and personal information, such as a participant's history of tobacco use, weight, height, current health conditions, name, employee identification number (which may be an employee's social security number), address, email and phone number. Information is collected from participants through telephone-based cognitive behavioral coaching sessions, and via Alere's web sites for some participants. The data that Alere collects from participants in the EU is stored on servers in the U.S.  \r\n\r\nEmployee Personal Information is transferred from the EU subsidiaries of Alere to Alere and/or its controlled U.S. subsidiaries. Alere uploads to and processes global and EU employee personal information through a third party service provider which is also self-certified under the Safe Harbor Program.  Among the reasons Alere collects, stores and processes personal information are: employee management and administration generally, employment verification, administering employee benefits, administering personal compensation programs or benefits, evaluating performance, managing corporate programs, conducting disciplinary proceedings, addressing labor relations issues, processing health insurance claims, and maintaining and monitoring usage of internal networks and IT systems.",
    "address": "51 Sawyer Road, Suite 200",
    "asp_index": "29113",
    "city": "Waltham",
    "contactemail1": "jeffrey.huang@alere.com",
    "contactfax1": "781-647-3939",
    "contactname1": "Jeffrey Huang",
    "contactoff1": "Alere Inc.",
    "contactphone1": "781-314-2114",
    "contacttitle1": "Director, Corporate Compliance – Outside U.S.",
    "corpoffemail1": "ellen.chiniara@alere.com",
    "corpofffax1": "781-647-3939",
    "corpoffname1": "Ellen Chiniara",
    "corpoffphone1": "781-314-3900",
    "corpofftitle1": "General Counsel, and Chief Ethics & Compliance Officer",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Hungary, Ireland, Italy, Netherlands, Norway, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Biotechnology - (BTC)Medical Equipment - (MED)Health Care Services - (HCS)Education & Training - (EDS)",
    "nextcertification": "7/21/2016",
    "orgverification": "In-House Verification",
    "personaldata": "On-line, off-line, manually processed data, and human resources data",
    "ppdate": "5/7/2009",
    "privacyprograms": "None.",
    "recoursemech": "Alere encourages individuals covered by its privacy policy to raise any concerns that they have about the way that Alere protects and processes their Personal Information by contacting privacy.info@alere.com or Director, Corporate Compliance - Outside U.S., Alere Inc., 51 Sawyer Road, Suite 200, Waltham, MA 02453, and Alere will do its best to resolve them. \r\n\r\nFor complaints that cannot be resolved between the individual and Alere, if the individual is not a resident of the European Union, any dispute arising between an Identifiable Person and Alere with respect to the Privacy Policy, including the breach, enforcement, interpretation or validity thereof, shall be resolved by binding arbitration conducted in Boston, Massachusetts by a single arbitrator. The arbitration shall be administered by JAMS pursuant to its Streamlined Arbitration Rules and Procedures. Judgment on the arbitration award may be entered in any court having jurisdiction. \r\n\r\nIf the individual is a resident of the European Union and has provided Personal Information in connection with an employment relationship with Alere, Alere has agreed to participate in the dispute resolution program provided by the European Data Protection Authorities (DPAs) Panel pursuant to the Safe Harbor principals. Any Identifiable Person who is resident in the EU should address his or her concerns to his or her local data protection authority. Employees who have concerns regarding the processing of their personal data are encouraged to notify Ellen Chiniara, General Counsel and Chief Ethics and Compliance Officer at 51 Sawyer Road, Suite 200, Waltham, MA 02453. Complaints will be resolved in accordance with Alere’s existing formal complaints procedures. For Alere employees located in the EU, if efforts to resolve concerns internally are unsatisfactory, employees may contact the EU Data Protection Authorities. Alere will cooperate in the resolution of such inquiries and will comply with the advice given by the panel.",
    "signupdate": "7/21/2009",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02453"
}