{
    "CertificationStatus": "Current",
    "Fax": "206-674-3459",
    "OrgName": "Expeditors International of Washington, Inc.",
    "PPLoc": "http://www.expeditors.com/privacy/eu-swiss-privacy-policy.asp ",
    "Phone": "206-674-3400",
    "activities": "Expeditors is the U.S.-based public parent of companies in many locations around the world, including the EU and Switzerland. From time to time, Expeditors anticipates receiving: (i) “European Customer Engagement Data” (personal data about individual contacts of customers, as well as customers’ clients, suppliers, vendors, manufacturers and other trading parties in the EU and Switzerland) as a data processor for the purpose of providing freight forwarding, transportation, and other related logistics services to customers; and (ii) “Employee Data” (personal data regarding a current, prospective or former employee of an EU or Swiss subsidiary (or an EU and/or Swiss resident)) for the purposes of (a) general employment matters (including providing compensation benefits and related services, keeping updated organizational information, making employment-related decisions, and employee training) and (b) processing and investigating reports under Expeditors’ Code of Business Conduct or other corporate policies as applicable. Additionally, in the case of reports under Expeditors’ Code of Business Conduct or other corporate policies, Expeditors may receive information about an employee’s actions or inactions relative to a legal requirement or other legal or ethical issue.",
    "address": "1015 3rd Avenue - 12th Floor",
    "asp_index": "29147",
    "city": "Seattle",
    "contactemail1": "melissa.loh@expeditors.com",
    "contactfax1": "206-674-3459",
    "contactname1": "Melissa Loh",
    "contactoff1": "Expeditors CHQ - Legal Department",
    "contactphone1": "206-393-5762",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "benjamin.clark@expeditors.com",
    "corpofffax1": "206-393-5753",
    "corpoffname1": "Benjamin Clark",
    "corpoffphone1": "206-892-4430",
    "corpofftitle1": "Senior Vice President & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Transportation Srvs (Except Aviation) - (TRN)General Services - (GSV)",
    "nextcertification": "8/10/2016",
    "orgverification": "In-house",
    "personaldata": "European Customer Engagement Data and Employee Data (human resources data), including manually processed data",
    "ppdate": "8/4/2015",
    "privacyprograms": "Expeditors follows a self-regulatory program to ensure verification and adherence to the Safe Harbor Principles.",
    "recoursemech": "Expeditors attempts to resolve complaints internally; however, if a complaint cannot be resolved internally, Expeditors will refer the complainant to EU Data Protection Authorities (“DPAs”) or Swiss Federal Data Protection and Information Commissioner (\"FDPIC\").",
    "signupdate": "8/10/2010",
    "state": "Washington",
    "statutorybody": "Federal Trade Commission",
    "zip": "98104-1190"
}