{
    "CertificationStatus": "Current",
    "Fax": "501-225-2612",
    "OrgName": "ClearPointe, Inc",
    "PPLoc": "http://www.clearpointe.com/why-clearpointe/24-7-eyes-on-noc/157-uncategorised/324-safe-harbor-privacy-statement ",
    "Phone": "501-225-1155",
    "activities": "ClearPointe, Inc., an Arkansas corporation, (\"ClearPointe\")receives Business Personal Data and Human Resources Personal Data.\r\n\r\n“Business Personal Data” is personal data that enables identification of, authentication of, coordination of, and/or communication to, from, between, and/or among employees, agents, and/or contractors of a ClearPointe Entity and other employees and/or agents, contractors, and/or affiliates of ClearPointe Entities and/or entities with which ClearPointe does business and/or proposes to do business. Business Personal Data includes, but it not limited to, contact information, identification information, information about whereabouts, information about travel plans, and directory information such as name, business mobile and/or land telephone number, business fax number, business e-mail address, business physical address, business user ID, business IP address, picture, language(s) spoken, business title, business organizational role, and business systems or processes that such persons are authorized to utilize.\r\n\r\n“Human Resource Personal Data” is human resources and benefit information used by one or more ClearPointe Entities to evaluate, employ, retain, administer the employment and/or or contractor relationship with, and/or receive or provide the services of, employees and/or direct or indirect contractors who are being considered to do, who do, or have done work for, or for the benefit of, a ClearPointe Entity.",
    "address": "7 Office Park Drive, Suite 200",
    "asp_index": "29140",
    "city": "Little Rock",
    "contactemail1": "corinne.johnson@clearpointe.com",
    "contactfax1": "501-225-2612",
    "contactname1": "Corinne Johnson",
    "contactoff1": "Compliance Office",
    "contactphone1": "501-225-1155",
    "contacttitle1": "EVP, Compliance",
    "corpoffemail1": "corinne.johnson@clearpointe.com",
    "corpofffax1": "501-225-2612",
    "corpoffname1": "Corinne Johnson",
    "corpoffphone1": "501-225-1155",
    "corpofftitle1": "EVP, Compliance",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "7/30/2016",
    "orgverification": "In- House",
    "personaldata": "Personal Data Covered: Business Personal Data and Human Resources Personal Data, as defined above.",
    "ppdate": "7/1/2015",
    "privacyprograms": "none",
    "recoursemech": "EU and Swiss Data Protection Authorities & JAMS",
    "signupdate": "7/30/2015",
    "state": "Arkansas",
    "statutorybody": "Federal Trade Commission",
    "zip": "72211"
}