{
    "CertificationStatus": "Current",
    "Fax": "847 482 0916",
    "OrgName": "Beaver-Visitec International Holdings, Inc.",
    "PPLoc": "http://www.beaver-visitec.com/upload/BVI-Data-Protection-Policy.pdf ",
    "Phone": "847 739 3281",
    "activities": "Beaver-Visitec International Holdings, Inc. is a global manufacturer of ophthalmic medical devices and specialty microsurgical products.  BVI collects, stores and processes Personal Information concerning current and former employees, applicants, customers and vendors.  Personal Information collected, stored and processed by BVI from employees and applicants for employment is maintained at its corporate offices in the United States or in the United Kingdom, or at other BVI facilities, consistent with local legislation. BVI collects Personal Information for employment related purposes and legitimate human resource business reasons such as recruitment and staffing; payroll administration; absence monitoring; training and development; management planning; appraisal and promotion; production and publication of company address books and telephone and e-mail directories; production of employee Identity cards; monitoring the use of company resources; information to contact close relatives in case of emergency; filling employment positions; administration and operations of its benefit and compensation programs; meeting governmental reporting requirements; security, health and safety management; performance management; company network access; and authentication. BVI does not request or gather information regarding political opinions, religion, philosophy or sexual preference. To the extent BVI maintains information on trade union membership, medical health, race or ethnicity, BVI will protect, secure and process that Information in a manner consistent with Safe Harbor Principles and applicable law.\r\nPersonal Information collected by BVI from prospective customers, consumers, vendors, business partners and others may be maintained at its corporate offices in the United States or in the United Kingdom, or at other BVI facilities, consistent with local legislation. BVI collects Personal Information for, among other things, legitimate business reasons such as customer service; product, warranty and claims administration; meeting governmental reporting and records requirements; maintenance of accurate accounts payable and receivable records; internal marketing research; safety and performance management; financial and sales data; and contact information. All Personal Information collected by BVI will be used for legitimate business purposes consistent with this Safe Harbor Principles.\r\nBVI educates its employees concerning compliance with this Policy and has self-assessment procedures in place to assure compliance. BVI’s Global Data Protection Officer and its Corporate Legal Department are available to any of its employees, customers, vendors, business partners or others who may have questions concerning this Policy or data security practices.",
    "address": "272 E. Deerpath RD, Suite 328",
    "asp_index": "29144",
    "city": "Lake Forest",
    "contactemail1": "Harlan_Harris@beaver-visitec.com",
    "contactfax1": "847 482 0916",
    "contactname1": "Harlan Harris",
    "contactoff1": "Beaver-Visitec International Holdings, Inc.",
    "contactphone1": "847 739 3217",
    "contacttitle1": "Global Data Protection & Privacy Officer",
    "corpoffemail1": "Harlan_Harris@beaver-visitec.com",
    "corpofffax1": "847 482 0916",
    "corpoffname1": "Harlan Harris",
    "corpoffphone1": "847 739 3217",
    "corpofftitle1": "Global Data Protection & Privacy Officer",
    "eucountries": "Belgium, France, Germany, Italy, Poland, Spain, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Medical Equipment - (MED)",
    "nextcertification": "8/21/2016",
    "orgverification": "In House",
    "personaldata": "BVI collects, stores and processes Personal Information concerning current and former employees, applicants, customers and vendors.",
    "ppdate": "7/1/2013",
    "privacyprograms": "None",
    "recoursemech": "BVI’s Global Data Protection Officer and its Corporate Legal Department are available to any of its employees, customers, vendors, business partners or others who may have questions concerning this Policy or data security practices.\r\nBVI has committed to refer unresolved privacy complaints under the U.S.-EU and U.S.-Swiss Safe Harbor Privacy Principles to an independent dispute resolution mechanism, the BBB EU Safe Harbor, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgement of your complaint, or if your complaint is not satisfactorily addressed by BVI’s Privacy Officer, please visit the BBB EU Safe Harbor website at www.bbb.org.org/us/safe-harbor-complaints for more information and to file a complaint.\r\nFor complaints concerning the personal information of BVI employees that cannot be resolved between BVI and the complainant, BVI has agreed to participate in the dispute resolution procedures of the panel established by the European Union data protection authorities and, if applicable, to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner to resolve disputes pursuant to the Safe Harbor Privacy Principles.",
    "signupdate": "8/21/2013",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60045"
}