{
    "CertificationStatus": "Current",
    "Fax": "650-938-5200",
    "OrgName": "Fenwick & West LLP",
    "PPLoc": "http://www.fenwick.com/info/safeharbor.asp ",
    "Phone": "650-988-8500",
    "activities": "Fenwick and West is a law firm with clients located throughout the world. In its work, Fenwick often needs to review data from clients and third parties in order to provide legal advice. Fenwick has established a comprehensive privacy program designed to help us respect individuals' data privacy rights. In some matters, Fenwick must review data that is subject to the protections provided in the European Union Directive on Data Protection and/or the Federal Data Protection and Information Commission of Switzerland. Fenwick has committed to handling all data subject to the Directives in accordance with the Safe Harbor Principles of the U.S. Department of Commerce.",
    "address": "801 California Street",
    "asp_index": "29181",
    "city": "Mountain View",
    "contactemail1": "mkesner@fenwick.com",
    "contactfax1": "650-938-8500",
    "contactname1": "Matt Kesner, Virginia DeMarchi or Terri Stirm",
    "contactoff1": "Office of Chief Information Officer, Office of Firm Counsel or privacy officer",
    "contactphone1": "650-988-8500",
    "contacttitle1": "CIO, firm counsel, and privacy officer, respectively",
    "corpoffemail1": "mkesner@fenwick.com",
    "corpofffax1": "650-938-5200",
    "corpoffname1": "Matthew Kesner",
    "corpoffphone1": "650-988-8500",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "General Services - (GSV)",
    "nextcertification": "9/2/2016",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed data",
    "ppdate": "9/1/2010",
    "privacyprograms": "NONE",
    "recoursemech": "JAMS",
    "signupdate": "9/2/2010",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94041"
}