{
    "CertificationStatus": "Current",
    "Fax": "913-397-8282",
    "OrgName": "Garmin International, Inc.",
    "PPLoc": "http://www.garmin.com/en-US/legal/privacy-statement ",
    "Phone": "913-397-8200",
    "activities": "Garmin International, Inc. engages in the design, manufacture, and marketing of navigation, communications, and information products, which are enabled by global positioning system (GPS) technology worldwide.  Certain products may be purchased at www.garmin.com, which purchases result in the receipt of personal information from the EU.  Personal information may also be received from the EU as a result of voluntary disclosure of such information to Garmin. Garmin International, Inc. may also receive personal information of employees in connection with Garmin’s Compliance Hotline.",
    "address": "1200 E. 151st Street",
    "asp_index": "29216",
    "city": "Olathe",
    "contactemail1": "andrew.etkind@garmin.com",
    "contactfax1": "913-397-9079",
    "contactname1": "Andrew R. Etkind",
    "contactoff1": "Garmin International, Inc. Legal Dept.",
    "contactphone1": "913-440-1212",
    "contacttitle1": "Vice President, General Counsel and Secretary",
    "corpoffemail1": "andrew.etkind@garmin.com",
    "corpofffax1": "913-397-9079",
    "corpoffname1": "Andrew R. Etkind",
    "corpoffphone1": "913-440-1212",
    "corpofftitle1": "Vice President, General Counsel and Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Consumer Electronics - (CEL)",
    "nextcertification": "9/6/2016",
    "orgverification": "In-house",
    "personaldata": "Online; customer; employee with respect to Compliance Hotine",
    "ppdate": "9/6/2006",
    "privacyprograms": "None.",
    "recoursemech": "JAMS International mediation for customer safe harbor complaints; EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner for employee safe harbor complaints.",
    "signupdate": "9/6/2006",
    "state": "Kansas",
    "statutorybody": "Federal Trade Commission",
    "zip": "66062"
}