{
    "CertificationStatus": "Current",
    "Fax": "+1-770-206-2282",
    "OrgName": "Contact At Once! LLC",
    "PPLoc": "http://www.contactatonce.com/service/serviceprivacy.html ",
    "Phone": "+1-678-648-6961",
    "activities": "Contact At Once! LLC provides a software-as-a-service solution that enables our customers to add live chat capabilities to their websites.  Visitors to the websites on which our service is deployed may initiate a chat conversation with representatives of our customers.  As a service provider, we are not a party to the chat conversations, but our software does capture personal information when it is provided by a website visitor within the a chat conversation facilitated by our software.  We do not use or disclose the personal information except that, for a given chat conversation, it is made available to the specific customer who was  a party to that chat conversation.  We contractually require our customers to display a privacy policy for the website on which our software is deployed that discloses how they use personal information collected through their use of our software on their website.",
    "address": "11675 Great Oaks Way STE 350",
    "asp_index": "29214",
    "city": "Alpharetta",
    "contactemail1": "jhanger@contactatonce.com",
    "contactfax1": "+1-770-206-2282",
    "contactname1": "John Hanger",
    "contactoff1": "Headquarters",
    "contactphone1": "+1-770-407-6071",
    "contacttitle1": "President & CEO",
    "corpoffemail1": "jhanger@contactatonce.com",
    "corpofffax1": "+1-770-206-2282",
    "corpoffname1": "John C. Hanger",
    "corpoffphone1": "+1-770-407-6071",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "8/21/2016",
    "orgverification": "Third Party",
    "personaldata": "Online Data",
    "ppdate": "4/1/2013",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "8/21/2012",
    "state": "Georgia",
    "statutorybody": "Federal Trade Commission",
    "zip": "30022"
}