{
    "CertificationStatus": "Current",
    "Fax": "415-658-9667",
    "OrgName": "Hearsay Social",
    "PPLoc": "http://hearsaysocial.com/privacy-policy/ ",
    "Phone": "415-692-6230",
    "activities": "Initially, our service enables users to create an account using their first and last name and email address. When a user signs in to our service the first time, our system obtains their name and email information either from the corporate Single-Sign On system or from their social network authentication system.\r\nInitially, that is the only personal data we receive from the EU users in order to implement the service.  Such data is exported to the United States. \r\n\r\nThereafter, we may receive personal data that our customers provide via a directory synch mechanism where customers can update user information to our servers.",
    "address": "185 Berry St. Suite 3800",
    "asp_index": "29238",
    "city": "San Francisco",
    "contactemail1": "yzarabi@hearsaysocial.com",
    "contactfax1": "415-658-9667",
    "contactname1": "Yasmin Zarabi",
    "contactoff1": "SF HQ",
    "contactphone1": "415-658-9659",
    "contacttitle1": "VP, Legal & Compliance",
    "corpoffemail1": "sgarrity@hearsaycorp.com",
    "corpofffax1": "000-000-0000",
    "corpoffname1": "Steve Garrity",
    "corpoffphone1": "888-990-3777 x3",
    "corpofftitle1": "President & COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, France, Germany, Hungary, Italy, Netherlands, Poland, Portugal, Romania, Spain, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "8/30/2016",
    "orgverification": "In house",
    "personaldata": "Customer data; we do not manually process data",
    "ppdate": "7/23/2014",
    "privacyprograms": "None",
    "recoursemech": "Hearsay Social has enrolled in the EU Data Protection Authorities (EU DPAs) panel dispute resolution program. We will cooperate and comply with the EU DPAs and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints.",
    "signupdate": "8/30/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94107"
}