{
    "CertificationStatus": "Current",
    "Fax": "770-569-4209",
    "OrgName": "Schweitzer-Mauduit International, Inc.",
    "PPLoc": "http://www.swmintl.com/our-company/governance.aspx ",
    "Phone": "770-569-4200",
    "activities": "Schweitzer-Mauduit International, Inc. (SWM) may collect, transfer and process personal data from employees, (past and present), prospective employees, consultants and contractors and use the personal information for such purposes as the management of global employees including:  evaluating and selecting prospective employees; performance evaluations; compensation data; 360 evaluations; Individual Development Plans (IDP); succession planning data; skill inventories; results of training taken, including acknowledgements of the Company’s Code of Conduct and compliance training; employee email addresses, locations and functions; disciplinary actions; internal investigations; responding to and completing regulatory filings; 24/7 hotline reporting; AIP goals and performance against same; employment contracts; severance agreements; social plan agreements; employee tenure data; resumes (CVs); career development resumes or European equivalent; aptitude test type data; address and contact information outside of work address; work applications; attendance records and managing internal administration.",
    "address": "100 North Point Center East, Suite 600",
    "asp_index": "29235",
    "city": "Alpharetta",
    "contactemail1": "varthur@swmintl.com",
    "contactfax1": "770-569-4209",
    "contactname1": "Vera Arthur",
    "contactoff1": "Alpharetta, GA",
    "contactphone1": "770-569-4293",
    "contacttitle1": "Vice President of Human Resources",
    "corpoffemail1": "gmcmullen@swmintl.com",
    "corpofffax1": "770-569-4209",
    "corpoffname1": "Greerson G. McMullen",
    "corpoffphone1": "770-569-4278",
    "corpofftitle1": "General Counsel and Secretary",
    "eucountries": "France, Germany, Luxembourg, Poland, Spain, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Paper & Paperboard - (PAP)Plastic Materials & Resin - (PMR)",
    "nextcertification": "7/22/2016",
    "orgverification": "In-house",
    "personaldata": "Off-line, on-line, manually processed data, human resouces data",
    "ppdate": "7/9/2010",
    "privacyprograms": "None",
    "recoursemech": "For unresolved disputes SWM will cooperate with EU data protection authorities (DPAs).",
    "signupdate": "7/22/2010",
    "state": "Georgia",
    "statutorybody": "Federal Trade Commission",
    "zip": "30022"
}