{
    "CertificationStatus": "Current",
    "Fax": "609-964-1591",
    "OrgName": "Umongous, Inc.",
    "PPLoc": "https://paidviewpoint.com/pages/privacy",
    "Phone": "415-364-8601",
    "activities": "Umongous in is the market research and opinion research business. Umongous operates Paidviewpoint.com for the purpose of gaining anonymous opinions, such as your opinions, in order to help its Clients gain a better understanding of their business, marketing, product development and strategic opportunities. Umongous and some of its Clients also collect your anonymous opinions for the purposes of research related to understanding sociological, political and educational issues. The Clients of Umongous use this information in an aggregated fashion and do not receive from Umongous your identity or the individual identities of other PV panel members. It is against Umongous policy and market research terms of service (“MR-TOS”) for one of its clients' to seek to determine the individual identity of any PV panel member.",
    "address": "P.O Box 1741",
    "asp_index": "29241",
    "city": "Absecon",
    "contactemail1": "april@aytm.com",
    "contactfax1": "609-964-1591",
    "contactname1": "April Handel",
    "contactoff1": "Umongous, Inc. Administration",
    "contactphone1": "415-364-8601",
    "contacttitle1": "Administration",
    "corpoffemail1": "lev@aytm.com",
    "corpofffax1": "609-964-1591",
    "corpoffname1": "Lev Mazin",
    "corpoffphone1": "415-364-8601",
    "corpofftitle1": "CEO & Co-founder",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "8/30/2016",
    "orgverification": "TRUSTe",
    "personaldata": "Full name, email address, payment information",
    "ppdate": "3/28/2011",
    "privacyprograms": "TRUSTe EU Safe Harbor program",
    "recoursemech": "TRUSTe",
    "signupdate": "8/30/2013",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "08201"
}