{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Opal Labs Inc.",
    "PPLoc": "http://workwithopal.com/privacy ",
    "Phone": "800 823-4973",
    "activities": "Opal Labs Inc. (\"Opal\") serves enterprise customers with the Opal Platform, a suite of premium, cloud-based, collaborative planning tools, applications, and features for brand marketing teams.  Opal provides marketing teams with intuitive and beautiful applications that facilitate centralization, consistency, approval, and delivery of marketing content. To promote collaboration around marketing content, Opal Platform users are prompted to enter information related to the individual’s department, name, job title, profile photograph, work location, work e-mail address, work phone number, personal social media account, or similar kinds of information. New users are prompted to enter this information via the SSL secured web portal made available to enterprise customers by the customer's account administrator. Additionally, certain personal information is collected automatically, both from the Opal Platform and the external company website (workwithopal.com) using data collection technologies such as cookies, web beacons, gifs, or other tracking technologies. This information is used to monitor, support, and improve the website and Opal Platform and to develop new products, services, or features.",
    "address": "1060 NW 9th Avenue",
    "asp_index": "29251",
    "city": "Portland",
    "contactemail1": "operations@workwithopal.com",
    "contactfax1": "",
    "contactname1": "Jacey Marushia-Laurain",
    "contactoff1": "Operations",
    "contactphone1": "800 823-4973",
    "contacttitle1": "Operations Manager",
    "corpoffemail1": "legal@workwithopal.com",
    "corpofffax1": "",
    "corpoffname1": "Robert Scott",
    "corpoffphone1": "800 823-4973",
    "corpofftitle1": "VP Operations & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "8/20/2016",
    "orgverification": "in-house",
    "personaldata": "Personal Information processed may include the individual’s department, name, job title, profile photograph, work location, work e-mail address, work phone number, personal social media account, or similar. Automatically collected information includes: username, password, IP address, device and browser information, and access location. No covered data is processed manually.",
    "ppdate": "8/18/2015",
    "privacyprograms": "none",
    "recoursemech": "Any claims against Opal regarding Opal’s Privacy Policy or use of Personal Information may be investigated and resolved through JAMS Safe Harbor Program, an independent recourse mechanism.",
    "signupdate": "8/20/2015",
    "state": "Oregon",
    "statutorybody": "Federal Trade Commission",
    "zip": "97209"
}