{
    "CertificationStatus": "Current",
    "Fax": "6084431601",
    "OrgName": "Sonic Foundry, Inc.",
    "PPLoc": "http://www.sonicfoundry.com/privacy-policy ",
    "Phone": "6084431600",
    "activities": "Personal information received from the EU/EEA and/or Switzerland. (1) Sonic Foundry hosts and administers client-uploaded content (primarily, but not exclusively, video content) for clients in various industries throughout the world, including the EU/EEA and Switzerland; (2) Sonic Foundry collects and processes personal information of independent contractors in the EU/EEA and/or Switzerland for purposes of contract administration and satisfying contractual payment obligations; (3) Sonic Foundry collects and processes personal information received from customers and potential customers through the Sonic Foundry website for purposes of responding to inquiries and/or webinar registration.",
    "address": "222 West Washington Ave., Suite 100",
    "asp_index": "29252",
    "city": "Madison",
    "contactemail1": "kenm@sonicfoundry.com",
    "contactfax1": "",
    "contactname1": "Kenneth Minor",
    "contactoff1": "Sonic Foundry",
    "contactphone1": "6084431600",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "kenm@sonicfoundry.com",
    "corpofffax1": "6084431601",
    "corpoffname1": "Kenneth Minor",
    "corpoffphone1": "6084431600",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "8/13/2016",
    "orgverification": "in-house",
    "personaldata": "Sonic Foundry processes customer contact information, usernames/IDs of individuals authorized to view hosted customer content, personal information received from independent contractors for purposes of satisfying payment obligations and/or contract administration, and the contact information of webinar registrants and/or other customers seeking information from Sonic Foundry.",
    "ppdate": "7/25/2014",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (ICDR/AAA Safe Harbor program)",
    "signupdate": "8/13/2014",
    "state": "Wisconsin",
    "statutorybody": "Federal Trade Commission",
    "zip": "53703"
}