{
    "CertificationStatus": "Current",
    "Fax": "847-729-5988",
    "OrgName": "Navman Wireless Holdings LP and affiliates",
    "PPLoc": "see link below",
    "Phone": "847-832-2361",
    "activities": "Navman Wireless Holdings LP and its affiliated companies (each a “Navman Wireless Holdings LP Entity”) transfer Business Personal Data and Human Resources Personal Data from the EU and/or Switzerland (a) so that employees, agents, and/or contractors can be contacted at work by other Navman Wireless Holdings LP Entity employees and/or contractors around the world, as well as by others outside the Navman Wireless Holdings LP Entity enterprise who need to contact such persons regarding business matters of one or more Navman Wireless Holdings LP Entities, (b) so that each Navman Wireless Holdings LP Entity can give to employees, agents, and/or contractors access to the global systems and databases that they need to perform their work, and (c) so that each Navman Wireless Holdings LP Entity can effectively manage human resources, provide opportunities for individuals, and generally make advice and analyses available regarding employer-employee and contractor relationships of Navman Wireless Holdings LP Entities and prospective, current, and past employees and/or contractors.  “Business Personal Data” is personal data that enables identification of, authentication of, coordination of, and/or communication to, from, between, and/or among employees, agents, contractors, and/or affiliates of Navman Wireless Holdings LP Entities and/or entities with which Navman Wireless Holdings LP Entities does business and/or proposes to do business.  Business Personal Data includes, but it not limited to, contact information, identification information, information about whereabouts, information about travel plans, and directory information such as name, business mobile and/or land telephone number, business fax number, business e-mail address, business physical address, business user ID, business IP address, picture, language(s) spoken, business title, business organizational role, and business systems or processes that employees, agents, contractors, and/or affiliates are authorized to utilize.  Business Personal Data does not include information that would allow anyone to contact employees, agents, contractors, and/or affiliates at home (except to the extent that such contact is made using remote means not primarily associated with the home, such as through a work e-mail account if the data subject accesses such e-mail from home or by means of a telephone call made to a work mobile phone when the data subject happens to be at home).  “Human Resource Personal Data” is human resources and benefit information used by one or more Navman Wireless Holdings LP Entities to evaluate, employ, retain, administer the employment and/or or contractor relationship with, and/or receive or provide the services of, employees and/or direct or indirect contractors who are being considered to do, who do, or have done work for, or for the benefit of, a Navman Wireless Holdings LP Entity.",
    "address": "2700 Patriot Boulevard, Suite 200",
    "asp_index": "29267",
    "city": "Glenview",
    "contactemail1": "mark.schwarz@navmanwireless.com",
    "contactfax1": "847-729-5988",
    "contactname1": "Mark Schwarz",
    "contactoff1": "Privacy Office",
    "contactphone1": "847-832-2361",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "mike.henn@navmanwireless.com",
    "corpofffax1": "847-729-5988",
    "corpoffname1": "Michael L. Henn",
    "corpoffphone1": "847-832-2361",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Transportation Srvs (Except Aviation) - (TRN)",
    "nextcertification": "7/25/2016",
    "orgverification": "In-house.",
    "personaldata": "Business Personal Data and Human Resources Personal Data, as defined above.",
    "ppdate": "7/1/2011",
    "privacyprograms": "None.",
    "recoursemech": "EU and/or Swiss data protection authorities.",
    "signupdate": "7/25/2011",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60026"
}