{
    "CertificationStatus": "Current",
    "Fax": "800-753-7173",
    "OrgName": "Myron Corp.",
    "PPLoc": "http://www.myron.com/eng/customerservice/privacy-policy.cfm ",
    "Phone": "201-843-6464",
    "activities": "Myron collects and processes personal information when a user voluntarily chooses to become a Registered User and/or purchase products and/or services via the site.  The following personal information will be collected and processed: professional e-mail address, professional phone number, professional address, title, primary contact person and, where applicable, a description of the user's preferences for products and/or services. If the user purchases products and/or services via the Site, we will also request that the user provide information for payment and billing purposes such as credit card information and billing address.\r\n\r\nIn addition, Myron receives and processes HR data from its affiliates in Europe, and receives and processes data offline and manually.",
    "address": "205 Maywood Avenue",
    "asp_index": "29343",
    "city": "Maywood",
    "contactemail1": "dparker@myron.com",
    "contactfax1": "800-753-7173",
    "contactname1": "David Parker",
    "contactoff1": "Maywood Office",
    "contactphone1": "201-843-6464",
    "contacttitle1": "Director of Web Marketing",
    "corpoffemail1": "dparker@myron.com",
    "corpofffax1": "800-753-7173",
    "corpoffname1": "David Parker",
    "corpoffphone1": "201-843-6464",
    "corpofftitle1": "Director of Web Marketing",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Giftware - (GFT)General Consumer Goods - (GCG)",
    "nextcertification": "8/13/2016",
    "orgverification": "In-house",
    "personaldata": "Online and offline data, manually processed data, and human resources data",
    "ppdate": "8/31/2010",
    "privacyprograms": "None",
    "recoursemech": "For organization human resources data: EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC); For all other categories of data: BBB EU Safe Harbor",
    "signupdate": "8/13/2010",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "07607"
}