{
    "CertificationStatus": "Current",
    "Fax": "330-225-8743",
    "OrgName": "RPM International Inc.",
    "PPLoc": "http://www.rpminc.com/policies/SafeHarborPrivacyNotice.pdf ",
    "Phone": "330-273-5090",
    "activities": "RPM International Inc. and its operating companies, subsidiaries, divisions or groups located in the United States (collectively, \"RPM\") collect, use and retain employee, vendor and customer personal information only if such information is necessary and appropriate for legitimate business and legal purposes. When RPM receives employee, vendor or customer personal information from its subsidiaries, affiliates, agents and other entities in the EEA, it will use such information in accordance with the notices provided by such entities and the choices made by the individuals to whom such information relates. Individual employee, vendor and customer personal information is used by and shared among RPM divisions, subsidiaries, and affiliates and agents, applicable government organizations and agencies, and third parties as permitted or required by law, regulation and court order. Potential uses of employee personal information (as stated in our Safe Harbor Privacy Notice) include management and employee communications and notices, emergency contacts, global enterprise headcount and demographics, career development and progression, rewards and recognition, training, risk assessment and mitigation, tax reporting and withholding, payroll administration, and relocation.  Potential uses of vendor or customer personal information (as stated in our Safe Harbor Privacy Notice) include marketing of products, risks assessment and mitigation, warranty and insurance claim processing, training, supply chain accounting, management and reporting, invoicing and payments, and customer service and product assistance.  RPM will take reasonable precautions to protect personal information in its possession from loss, misuse and unauthorized access, disclosure, alteration or destruction. Employee, vendor and customer personal information is made available within RPM only to those persons who possess a business need-to-know.",
    "address": "2628 Pearl Road, PO Box 777",
    "asp_index": "29378",
    "city": "Medina",
    "contactemail1": "tcrandall@rpminc.com",
    "contactfax1": "330-220-4612",
    "contactname1": "Tracy D. Crandall",
    "contactoff1": "RPM International Inc.",
    "contactphone1": "330-273-8806",
    "contacttitle1": "Vice President, Associate General Counsel, Assistant Secretary",
    "corpoffemail1": "tcrandall@rpminc.com",
    "corpofffax1": "330-220-4612",
    "corpoffname1": "Tracy D. Crandall",
    "corpoffphone1": "330-273-8806",
    "corpofftitle1": "Vice President, Associate General Counse, Assistant Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Industrial Chemicals - (ICH)Building Products - (BLD)Household Consumer Goods - (HCG)",
    "nextcertification": "8/13/2016",
    "orgverification": "In-house",
    "personaldata": "HR data in all format (including electronic, paper or verbal) and vendor and customer data in all formats (including electronic, paper or verbal).",
    "ppdate": "8/12/2014",
    "privacyprograms": "n/a",
    "recoursemech": "For complaints that cannot be resolved by RPM, RPM will cooperate with the European Union and Swiss data protection authorities (EU DPAs and Swiss FDPIC) to resolve disputes.  RPM will comply with specific actions ordered by the data protection authorities when necessary to comply with the Safe Harbor Principles.",
    "signupdate": "8/13/2010",
    "state": "Ohio",
    "statutorybody": "Federal Trade Commission",
    "zip": "44258"
}