{
    "CertificationStatus": "Not Current",
    "Fax": "843-416-1086",
    "OrgName": "Moody Associates, P.A.",
    "PPLoc": "http://www.moodyassociates.net/privacy-statement/ ",
    "Phone": "843-416-1085",
    "activities": "Moody is a CPA and consulting firm specializing in accounts payable recovery auditing. We identify and recover inadvertent overpayments to, and underdeductions from, suppliers of our clients. Our clients are businesses, and their suppliers are typically businesses. We do not disclose confidential business information about our clients or their suppliers except as necessary to perform our services and as permitted by law (e.g., in response to a court subpoena).",
    "address": "1470 Ben Sawyer Blvd., Suite 9",
    "asp_index": "29380",
    "city": "Mt. Pleasant",
    "contactemail1": "dmoody@moodyassociates.net",
    "contactfax1": "843-416-1086",
    "contactname1": "Donald Moody",
    "contactoff1": "Moody Associates, P.A.",
    "contactphone1": "843-416-1085",
    "contacttitle1": "Director",
    "corpoffemail1": "dmoody@moodyassociates.net",
    "corpofffax1": "843-416-1086",
    "corpoffname1": "Donald S. Moody",
    "corpoffphone1": "843-416-1085",
    "corpofftitle1": "Managing Director",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Accounting Services - (ACT)Financial Services - (FNS)Computer Software - (CSF)Management Consulting Services - (MCS)",
    "nextcertification": "6/21/2016",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed data, human resources data",
    "ppdate": "6/5/2014",
    "privacyprograms": "None",
    "recoursemech": "Moody Associates will make its best effort to resolve with you directly any concerns that you bring to us regarding our Safe Harbor compliance.  If Moody Associates is unable to resolve your concern, we will cooperate with the European Union Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner to resolve any complaints and/or disputes regarding this Safe Harbor statement",
    "signupdate": "6/21/2010",
    "state": "South Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "29464"
}