{
    "CertificationStatus": "Current",
    "Fax": "360-237-2986",
    "OrgName": "PlotWatt, Inc.",
    "PPLoc": "https://plotwatt.com/resources/us-eu-safe-harbor-privacy-policy/",
    "Phone": "919-404-9288",
    "activities": "PlotWatt works with utility and power companies to analyze meter-level energy usage and to provide related disaggregation services.  To provide these services to our customers, PlotWatt may receive, analyze and prepare reports for its customers based upon the depersonalized meter-level energy usage data of our customer’s clients.",
    "address": "1715 Six Gables Road",
    "asp_index": "29401",
    "city": "Durham",
    "contactemail1": "jason@plotwatt.com",
    "contactfax1": "360-237-2986",
    "contactname1": "Jason Chautin",
    "contactoff1": "PlotWatt HQ",
    "contactphone1": "919-883-4344",
    "contacttitle1": "Controller",
    "corpoffemail1": "luke@plotwatt.com",
    "corpofffax1": "360-237-2986",
    "corpoffname1": "Lucas Fishback",
    "corpoffphone1": "408-313-1009",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "8/25/2016",
    "orgverification": "In-House",
    "personaldata": "All personal data that is collected is to be covered under this self-certification.",
    "ppdate": "10/14/2014",
    "privacyprograms": "PlotWatt complies with the US-EU Safe Harbor Framework set forth by the US Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries.  PlotWatt has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.  To learn more about the Safe Harbor program, and to view PlotWatt’s certification, please visit http://www.export.gov/safeharbor/",
    "recoursemech": "Any and all questions regarding the use or disclosure of personal information may be directed to PlotWatt headquarters.  PlotWatt will investigate and make best efforts to resolve complaints and disputes.  If a complaint or dispute cannot be resolved through our internal process, PlotWatt agrees to dispute resolution through the American Arbitration Association (AAA) International Centre for Dispute Resolution.",
    "signupdate": "8/25/2015",
    "state": "North Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "27712"
}