{
    "CertificationStatus": "Current",
    "Fax": "443-542-4756",
    "OrgName": "Merkle, Inc.",
    "PPLoc": "http://www.merkleinc.com/eu-safe-harbor-privacy-policy ",
    "Phone": "443-542-4000",
    "activities": "Merkle Inc. acts as a processor on behalf of its clients, providing customized services that enable organizations to manage their customer information efficiently in such ways as reducing data-processing timeframes, increasing marketing efficiency, and applying database marketing strategies. Merkle processes marketing information of its clients and on behalf of its clients. In this capacity as a processor on behalf, Merkle acts on the instructions of its clients and does not control or share such data without direction from the client.\r\n\r\nFor such data processing, Merkle enters into agreements with its clients in the EU specifying that the EU client recognize that it is a data controller for the purpose of the EU Data Directive and is in compliance with the corresponding Member State national data protection laws.\r\n\r\nMerkle may also process personal data regarding current, former, potential and prospective employees (collectively “Personnel”) in connection with Merkle’s activities as an employer or potential employer. Merkle processes such personal data in connection with its obligations as an employer and to provide services and benefits to the Personnel.",
    "address": "7001 Columbia Gateway Drive",
    "asp_index": "29402",
    "city": "Columbia",
    "contactemail1": "eusafeharbor@merkleinc.com",
    "contactfax1": "443-542-4750",
    "contactname1": "Allan Sakowski",
    "contactoff1": "Merkle Inc.",
    "contactphone1": "443-542-4456",
    "contacttitle1": "Director, Security Assurance",
    "corpoffemail1": "privacy@merkleinc.com",
    "corpofffax1": "",
    "corpoffname1": "Beverly Rubin",
    "corpoffphone1": "443-542-4000",
    "corpofftitle1": "Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Advertising Services - (ADV)",
    "nextcertification": "8/14/2016",
    "orgverification": "In-house internal auditing (initially)",
    "personaldata": "on-line and off-line (backup) data",
    "ppdate": "8/14/2015",
    "privacyprograms": "Direct Marketing Association (DMA) Privacy Promise\r\nhttp://www.dmaconsumers.org/privacy.html",
    "recoursemech": "Interested parties who believe that their inquiries to Merkle have not been satisfactorily addressed are invited to contact the DMA Safe Harbor Dispute Resolution Program. The DMA will then work with Merkle to resolve concerns.\r\n\r\nFor EU related human resource data only, Merkle agrees to participate with the EU Data Protection Authorities to resolve any disputes concerning human resources data and an alleged breach of the Safe Harbor principles.",
    "signupdate": "8/14/2008",
    "state": "Maryland",
    "statutorybody": "Federal Trade Commission",
    "zip": "21046"
}