{
    "CertificationStatus": "Current",
    "Fax": "703-533-9110",
    "OrgName": "Driven Inc.",
    "PPLoc": "http://www.driven-inc.com/privacy-policy/ ",
    "Phone": "703-533-9200",
    "activities": "Collect, process, host, and produce ESI (electronically stored information) for the purposes of litigation support services.",
    "address": "6400 Arlington Blvd, Ste. 750",
    "asp_index": "29410",
    "city": "Falls Church",
    "contactemail1": "ozzy.jimenez@driven-inc.com",
    "contactfax1": "703-533-9110",
    "contactname1": "Ozzy Jimenez",
    "contactoff1": "Driven Inc.",
    "contactphone1": "703-533-9200",
    "contacttitle1": "CEO",
    "corpoffemail1": "ozzy.jimenez@driven-inc.com",
    "corpofffax1": "703-533-9110",
    "corpoffname1": "Oswaldo H Jimenez",
    "corpoffphone1": "703-533-9200",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Health Care Services - (HCS)Legal Services - (LES)",
    "nextcertification": "8/20/2016",
    "orgverification": "self-assessment",
    "personaldata": "all",
    "ppdate": "8/19/2009",
    "privacyprograms": "None",
    "recoursemech": "Any questions or concerns regarding the use or disclosure of personal information should be directed to the Driven Privacy Office at the address given above. Driven will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in the Privacy Policy. For complaints that cannot be resolved between Driven and the complainant, Driven has agreed to participate in the dispute resolution procedures of the panel established by the European data protection authorities (EU DPAs), and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to resolve disputes pursuant to the Safe Harbor Principles.",
    "signupdate": "8/20/2009",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "22042"
}