{
    "CertificationStatus": "Current",
    "Fax": "908-842-0324",
    "OrgName": "Metrus Group, Inc.",
    "PPLoc": "http://www.metrus.com/privacy.php ",
    "Phone": "908-231-1900",
    "activities": "Metrus Group receives a limited set of personal information from clients with locations in the EU/EEA and/or Switzerland.   Metrus conducts employee surveys, and the information provided is used as part of a broader data analysis which is part of the deliverable for the client.   The employee responses to multiple choice questions are summarized based on pre-determined parameters, for example, country of residence, or position in the organization, and these analyses include a large enough group of responses that no individual respondents’ feedback can be identified.  In no case are survey responses linked back to individual employees.",
    "address": "953 Rt 202",
    "asp_index": "29455",
    "city": "Somerville",
    "contactemail1": "chutchinson@metrus.com",
    "contactfax1": "908-842-0324",
    "contactname1": "Christine Hutchinson",
    "contactoff1": "Metrus Group",
    "contactphone1": "908-231-1900 x108",
    "contacttitle1": "Business Manager",
    "corpoffemail1": "vschiemann@metrus.com",
    "corpofffax1": "908-842-0324",
    "corpoffname1": "Valeria Schiemann",
    "corpoffphone1": "908-231-1900 x103",
    "corpofftitle1": "Principal",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Education & Training - (EDS)Management Consulting Services - (MCS)",
    "nextcertification": "8/26/2016",
    "orgverification": "in-house",
    "personaldata": "organization, client, customer, including manually processed data",
    "ppdate": "8/26/2013",
    "privacyprograms": "Metrus Group adheres to the principles set forth in the CASRO code of standards and ethics.",
    "recoursemech": "BBB EU SAFE HARBOR",
    "signupdate": "8/26/2013",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "08876"
}