{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Sizmek Technologies, Inc.",
    "PPLoc": "http://www.sizmek.com/about-us/privacy ",
    "Phone": "646-202-1320",
    "activities": "Sizmek (formerly MediaMind) typically does not collect sensitive personal data from users in the EU/EEA or Switzerland; however, Sizmek offers its clients (such as advertisers and online publishers) digital advertising solutions, which include an advertising campaign management service that uses non-personally identifiable information to target users based on their past interactions with advertisers' web pages. Information on user impressions and clicks on ads are stored in browser cookies, along with information on targeting keywords (i.e., retargeting) collected when a user visits the advertiser site. The targeting keywords are later used to retarget a user that reached a certain level of engagement on the advertiser site or showed interest in a certain product on the advertiser site. Occasionally Sizmek may collect limited personal information on behalf of our customers, such as name, e-mail address and telephone number, from users who voluntarily supply such information through interaction with our customers' advertisements. Such information is processed only as described in in the Sizmek privacy policy.",
    "address": "401 Park Avenue South, Suite 500",
    "asp_index": "29550",
    "city": "New York",
    "contactemail1": "Privacy-ProjectGroup@sizmek.com",
    "contactfax1": "",
    "contactname1": "Andrew Hepburn",
    "contactoff1": "Sizmek Privacy Project Group",
    "contactphone1": "678-891-2023",
    "contacttitle1": "Associate General Counsel",
    "corpoffemail1": "Privacy-ProjectGroup@sizmek.com",
    "corpofffax1": "",
    "corpoffname1": "Andrew Bloom",
    "corpoffphone1": "646-202-1326",
    "corpofftitle1": "VP, Global Product Sales, Corporate & Business Development",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)",
    "nextcertification": "8/20/2016",
    "orgverification": "In-house",
    "personaldata": "On-line behavioral data and occasionally consumer data collected on behalf of Sizmek's customers.",
    "ppdate": "12/2/2014",
    "privacyprograms": "Participation in Industry Self-Regulatory Initiatives: Sizmek, together with its affiliated companies (collectively \"Sizmek\") is a member of or participates in the several organizations and initiatives that promote and provide tools to enable self-regulation of the advertising industry in the area of consumer privacy. Sizmek is a member of the Network Advertising Initiative (“NAI”) and conforms to its standards, including participation in the NAI’s consumer opt-out tool (http://www.networkadvertising.org/choices/) and other privacy tools and resources. Sizmek also participates in the opt-out tool provided by the Digital Advertising Alliance (“DAA”) (http://www.aboutads.info/choices/). The DAA, along with the European Interactive Digital Advertising Alliance (\"EDAA\"), promote the use of Advertising Options Icon, which Sizmek licenses to provide additional, \"in-ad\" opt-out options. In Europe and the UK, Sizmek is a participant in the EDAA adheres to the IAB Europe’s EU Framework for Online Behavioural Advertising and the European Advertising Standards Alliance (EASA) Best Practice Recommendation for Online Behavioural Advertising as required by the EDAA. Sizmek also supports the EDAA's youronlinechoices opt-out tool (http://www.youronlinechoices.com/opt-out), a pan-European industry initiative to enhance transparency and control for online behavioural advertising.",
    "recoursemech": "European Union and Swiss citizens with inquiries or complaints regarding Sizmek's privacy policy or practices should first contact Sizmek at Privacy-ProjectGroup@sizmek.com, or you can send correspondence to the following address: Sizmek Technologies, Inc., 401 Park Avenue South, Suite 500, New York, NY 10016, ATTN: Privacy Project Group. Sizmek has further committed to refer unresolved privacy complaints from EU or Swiss citizens or residents regarding transfers of their personal data under the Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU Safe Harbor, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if Sizmek does not satisfactorily address your complaint, you may contact BBB EU Safe Harbor at: http://www.bbb.org/council/eusafeharbor/bbb-eu-safe-harbor-dispute-resolution-program/how-to-file-a-complaint-with-bbb-eu-safe-harbor/.",
    "signupdate": "8/20/2012",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10016"
}