{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Airbrake Technologies, Inc",
    "PPLoc": "https://airbrake.io/pages/privacy",
    "Phone": "206-235-1256",
    "activities": "Bugsnag.com is a software as a service platform that collects the following personal information in order to set up user accounts to use the Bugsnag.com service: name, email address, and/or other persistent identifier such as a commonly used username, age, zip code, credit card number, postal mailing address, and telephone numbers. In addition, third parties integrate the Bugsnag APIs and detection libraries in their own software to track bugs and other errors. The detection libraries may transfer various personal identifiable information such as ip addresses, user ids, and other specified information requested by Bugsnag's customers in order to analyze and prioritize patches and other fixes to their software.",
    "address": "535 Mission Street",
    "asp_index": "29609",
    "city": "San Francisco",
    "contactemail1": "jgodfrey@airbrake.io",
    "contactfax1": "",
    "contactname1": "Joe Godfrey",
    "contactoff1": "Headquarters",
    "contactphone1": "206-235-1256",
    "contacttitle1": "CEO",
    "corpoffemail1": "jgodfrey@airbrake.io",
    "corpofffax1": "",
    "corpoffname1": "Joe Godfrey",
    "corpoffphone1": "206-235-1256",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "8/31/2016",
    "orgverification": "In-house",
    "personaldata": "Human resources, customer, business partner, vendor data. Includes manually and electronically processed data.",
    "ppdate": "4/21/2015",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs)",
    "signupdate": "8/31/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94105"
}