{
    "CertificationStatus": "Current",
    "Fax": "212-467-2941",
    "OrgName": "Time Inc.",
    "PPLoc": "http://subscription-assets.timeinc.com/prod/assets/themes/magazines/default/template-resources/html/legal/TI-SAFEHARBOR.html ",
    "Phone": "212-522-1212",
    "activities": "Time Inc. may collect and use Employee and Consumer Personal Data for the following purposes:\r\n\r\nEMPLOYEE DATA.  Personal Data of Time Inc.’s and its subsidiaries’ current and former employees, other workers and vendors, their beneficiaries and dependents. \r\no\tFor human resources functions, including administering employee contracts, employee evaluations, implementing employee-related actions and obligations and providing employment benefits and related information; compensation planning, including raises and bonuses/stock grants; \r\no\tPayment services for vendors;\r\no\tIncident management, technology requests, change management;\r\no\tAuthentication.\r\n\r\nCONSUMER DATA.  Personal Data of Time Inc.’s and its subsidiaries’ current, past, and prospective customers. \r\no\tData warehousing for business intelligence, analytics, marketing, product distribution, customer retention and acquisition;\r\no\tOrder acceptance, subscription fulfillment, customer service, payment processing, retention marketing, and cancel processing for magazines, digital products, goods, and services;\r\no\tUser-generated content tools, including message boards and commenting;\r\no\tExtending and managing magazine subscriber access to digital products; and\r\no\tOnline subscription sales.",
    "address": "1271 Avenue of the Americas",
    "asp_index": "29645",
    "city": "New York",
    "contactemail1": "matthew.black@timeinc.com",
    "contactfax1": "212-467-1007",
    "contactname1": "Matthew Black",
    "contactoff1": "Privacy",
    "contactphone1": "212-522-7760",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "roger_kirkpatrick@timeinc.com",
    "corpofffax1": "212-467-0845",
    "corpoffname1": "Roger N. Kirkpatrick",
    "corpoffphone1": "212-522-6607",
    "corpofftitle1": "Vice President & Deputy General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Books & Periodicals - (BOK)",
    "nextcertification": "8/31/2016",
    "orgverification": "In-House",
    "personaldata": "Employee and consumer data.   Yes, the data covered includes manually processed data.",
    "ppdate": "8/30/2012",
    "privacyprograms": "None",
    "recoursemech": "EU and Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "8/31/2012",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10020"
}