{
    "CertificationStatus": "Current",
    "Fax": "734-330-2673",
    "OrgName": "Duo Security, Inc.",
    "PPLoc": "https:/ www.duosecurity.com/legal/privacy ",
    "Phone": "734-330-2673",
    "activities": "Personal Data is received when user information is provided by signing up for, or using, our subscription services. User accounts are created, which include each user’s name, email address, and telephone number, so we may provide users with the requested services and manage their account.  In some cases, users provide this information directly to us.  In other cases, users’ employers have established accounts with us and the users’ name, email addresses and/or telephone numbers are provided to us in order to allow us to provide our subscription services to the users and their employers.  Users’  employers are responsible for obtaining users’ consent in accordance with applicable laws. Users also provide their consent when they begin using our subscription services. Unique device identifiers may be received when users utilize the services in order for us to provide the services and to confirm the users as authenticated users.  As part of the services that we provide, we may need to associate users’ device identifier -with their personal data on a periodic basis in order to confirm the users’ credentials  and the security of the users’ devices.  User email addresses are received when users email us for information or sign up for our newsletters and email updates, so we may send the requested information.\r\n\r\nAs part of Duo Security’s internal operations, Duo Security transfers personal data of its employees, non-employee personnel and employment applicants to Duo Security’s U.S. headquarters for processing and storage.  Duo Security collects, transfers, and uses employee data for employment-related purposes.  Duo Security obtains consent for transfer consistent with local legal requirements.",
    "address": "123 N. Ashley Street, Suite 200",
    "asp_index": "29663",
    "city": "Ann Arbor",
    "contactemail1": "pkatz@duosecurity.com",
    "contactfax1": "734-330-2673",
    "contactname1": "Peter Katz",
    "contactoff1": "Duo Security, Inc.",
    "contactphone1": "734-330-2673",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "jono@duosecurity.com",
    "corpofffax1": "734-330-2673",
    "corpoffname1": "Jon Oberheide",
    "corpoffphone1": "734-330-2673",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "9/5/2016",
    "orgverification": "In-house",
    "personaldata": "Client and visitor data is covered by our privacy policy.  The data covered does not include manually processed data.",
    "ppdate": "8/13/2015",
    "privacyprograms": "We have a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles.",
    "recoursemech": "AAA/ICDR",
    "signupdate": "9/5/2014",
    "state": "Michigan",
    "statutorybody": "Federal Trade Commission",
    "zip": "48104"
}