{
    "CertificationStatus": "Current",
    "Fax": "512-327-9090",
    "OrgName": "ReachForce, Inc.",
    "PPLoc": "http://www.reachforce.com/about/privacy-policy/ ",
    "Phone": "512-327-9000",
    "activities": "ReachForce receives marketing data from its business to business clients (not consumer) that includes company and contact information.  The company and contact information includes information used to reach and target/segment a company or business person for business marketing purposes.  Company information includes attributes such as address, url, annual revenue, employe size, industry description and linkage or hierarchy.  The contact information includes business card information such as name, title, company address, company telephone and company email.",
    "address": "9020-1 Capital Of Texas Hwy., Suite 270",
    "asp_index": "29701",
    "city": "Austin",
    "contactemail1": "briazzi@reachforce.com",
    "contactfax1": "512-327-9090",
    "contactname1": "Robert Riazzi",
    "contactoff1": "ReachForce, Inc.",
    "contactphone1": "512-327-9000",
    "contacttitle1": "CEO & President",
    "corpoffemail1": "briazzi@reachforce.com",
    "corpofffax1": "512-327-9090",
    "corpoffname1": "Robert Riazzi",
    "corpoffphone1": "512-327-9000",
    "corpofftitle1": "CEO & President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "9/8/2016",
    "orgverification": "in-house",
    "personaldata": "We process company data and individual business contact data that is in marketing automation and sales automation systems of our clients by automatic means.",
    "ppdate": "5/30/2008",
    "privacyprograms": "Self-regulatory privacy program that adheres to the Safe Harbor Principles",
    "recoursemech": "Compliance with specific private sector developed privacy programs that incorporates the Safe Harbor Principles into their rules and that include effective enforcement mechanisms of the type described in the Enforcement Principle.",
    "signupdate": "9/8/2015",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "78759"
}