{
    "CertificationStatus": "Current",
    "Fax": "801-302-9042",
    "OrgName": "MaritzCX Holdings LLC",
    "PPLoc": "http://www.maritzcx.com/privacy-policy/ ",
    "Phone": "385-695-2800",
    "activities": "This certification applies to MaritzCX Holdings LLC and its wholly-owned U.S. subsidiaries, but specifically excludes any wholly-owned U.S. subsidiary that maintains a separate, current, and applicable Safe Harbor certification. Notwithstanding the foregoing, the entities covered by this certification include MaritzCX Holdings LLC, and its wholly-owned U.S. subsidiaries (individually and collectively, “MaritzCX”).  MaritzCX collects personal data from and about individuals for use generally in connection with the operation of its customer experience and market research business; this also involves personal data Maritz collects and processes at the request of and in accordance with the instructions of its clients. In addition, Maritz may use personal data in order to properly manage the employment or contractor relationship with the individual that is the subject of such data.  MaritzCX provides customer experience programs and solutions that help organizations drive growth and increase profitability through improved customer and employee loyalty and engagement.",
    "address": "10235 South Jordan Gateway, Suite 500",
    "asp_index": "29700",
    "city": "South Jordan",
    "contactemail1": "privacy@maritzcx.com",
    "contactfax1": "636-827-3708",
    "contactname1": "Derek Mays",
    "contactoff1": "MaritzCX Holdings LLC",
    "contactphone1": "636-827-2170",
    "contacttitle1": "VP, Counsel",
    "corpoffemail1": "jason.taylor@maritzcx.com",
    "corpofffax1": "801-302-9042",
    "corpoffname1": "Jason Taylor",
    "corpoffphone1": "801-617-8017",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "2/25/2016",
    "orgverification": "In-House Self Assessment",
    "personaldata": "Offline and Online",
    "ppdate": "2/24/2009",
    "privacyprograms": "None",
    "recoursemech": "Commitment to cooperate with the EU data protection authorities (DPAs).",
    "signupdate": "2/25/2009",
    "state": "Utah",
    "statutorybody": "Federal Trade Commission",
    "zip": "84095"
}