{
    "CertificationStatus": "Not Current",
    "Fax": "480-718-7963",
    "OrgName": "Ryver, Inc.",
    "PPLoc": "http://www.ryver.com/privacy-policy/ ",
    "Phone": "602-492-4268",
    "activities": "Ryver is a Team Communication service, organizing chat, posts and files by teams or individuals. Using Ryver helps teams significantly reduce the number of meetings and internal emails being used, resulting in more dynamic communication and a focus on getting work done.\r\n\r\nRyver uses information we collect to operate, maintain and provide the features and functionality of the Service and Site, to analyze how the Service and Site are used, diagnose service or technical problems, maintain security, personalize content, remember information to assist in the access of account information, monitor aggregate metrics such as total number of visitors, traffic, and demographic patterns, and track content and users.\r\nClients may provide us information about themselves on the Site, such as contact name, business name and type, address, phone number, email address if you register for an account with the Service, or subscribe to the Ryver newsletter. \r\n\r\nRyver provides its team communication platform for clients who may or may not be members of the European Union countries and/or Switzerland. Clients may provide us information about themselves on the Site, such as contact name, business name and type, address, phone number, email address if you register for an account with the Service, or subscribe to the Ryver newsletter.",
    "address": "14300 N. Northsight Blvd., Suite 110",
    "asp_index": "29727",
    "city": "Scottsdale",
    "contactemail1": "feedback@ryver.com",
    "contactfax1": "",
    "contactname1": "",
    "contactoff1": "Feedback",
    "contactphone1": "602-492-4268",
    "contacttitle1": "",
    "corpoffemail1": "feedback@ryver.com",
    "corpofffax1": "480-718-7963",
    "corpoffname1": "Patrick M. Sullivan",
    "corpoffphone1": "602-492-4268",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "7/30/2016",
    "orgverification": "in-house",
    "personaldata": "On-line data = data collected directly on the Internet.",
    "ppdate": "7/21/2014",
    "privacyprograms": "NONE",
    "recoursemech": "commitment to cooperate with data protection authorities located in the European Union or their authorized representatives.",
    "signupdate": "7/30/2014",
    "state": "Arizona",
    "statutorybody": "Federal Trade Commission",
    "zip": "85260"
}