{
    "CertificationStatus": "Current",
    "Fax": "607-974-9776",
    "OrgName": "Corning Incorporated",
    "PPLoc": "http://www.corning.com/worldwide/en/privacy-policy.html ",
    "Phone": "607-974-9000",
    "activities": "Corning manages human resources systems and databases that contain employee and contingent worker personal data; supply chain and procurement systems that contain supplier contact information; payroll and employee benefit databases that contain employee personal data; and various systems and databases with customer contact information.  All of these databases and systems contain personal data, including personal data of individuals located in the EU and Switzerland.",
    "address": "One Riverfront Plaza",
    "asp_index": "29765",
    "city": "Corning",
    "contactemail1": "DTAPRIOFFC@corning.com",
    "contactfax1": "607-974-9776",
    "contactname1": "Kevin Murphy",
    "contactoff1": "Data Privacy Office",
    "contactphone1": "607-974-4907",
    "contacttitle1": "Data Privacy Officer",
    "corpoffemail1": "gernandvl@corning.com",
    "corpofffax1": "607-974-9776",
    "corpoffname1": "Vivian Gernand",
    "corpoffphone1": "607-974-8963",
    "corpofftitle1": "Vice President & Chief Information Security Officer",
    "eucountries": "Austria, Czech Republic, Denmark, France, Germany, Hungary, Ireland, Italy, Luxembourg, Netherlands, Poland, Portugal, Spain, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "General Science & Technology - (GST)Telecommunications Equipment - (TEL)Automotive Parts & Service Equipment - (APS)Medical Equipment - (MED)",
    "nextcertification": "9/10/2016",
    "orgverification": "In-house",
    "personaldata": "Corning covers human resources databases that contain employee and contingent worker personal data; supply chain and procurement systems that contain contact information; payroll and employee benefit databases that contain employee personal information; and various customer contact databases.  The information covered includes manually processed data and paper documents.",
    "ppdate": "9/5/2013",
    "privacyprograms": "Corning is not a member of any privacy programs for Safe Harbor purposes.",
    "recoursemech": "The independent recourse mechanisms that are available to investigate unresolved complaints against Corning are (1) the EU Data Protection Authorities (DPAs) and the Swiss FDPIC for issues involving human resources information; and (2) the American Arbitration Association (ICDR/AAA Safe Harbor Program) for other types of personal data or issues.",
    "signupdate": "9/10/2012",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "14831"
}