{
    "CertificationStatus": "Current",
    "Fax": "888-449-6721",
    "OrgName": "Wearsafe Labs Inc.",
    "PPLoc": "http://wearsafe.com/privacy-policy/ ",
    "Phone": "860-383-7090",
    "activities": "Wearsafe receives customer information from the EU. Wearsafe collects customer data during transactions and communications with its customers including, without limitation, when users purchase, register, use, update or request support for, Wearsafe services or participate in surveys. Customer data is transferred from the EU to the United States for the purposes of marketing, providing services, facilitating transactions, security, customer support, customer communications, creating, developing, operating, delivering, and improving products, services, content and advertising, verification of identity and determination of appropriate services, the provision of data services to third parties including services that provide computing and various information processing or development services, auditing, data analysis and data storage.  This data, including personal data, is collected and processed primarily in the U.S. in accordance with Wearsafe’s privacy policy pertaining to such data.  The data is primarily transferred and accessed electronically. Information accessible in the United States is stored on secured servers located inside and outside the United States. Certain employees are granted access to personal data in connection with their job responsibilities. An employee that requires access to certain data as part of job responsibilities applies for access. After review and approval by designated responsible persons, the employee may access the data, which is secured and accessible through the use of password information. Access to personal data may be monitored by the company. Access may be registered and logged, and may be tracked by date and time of access and by user.",
    "address": "1429 Park Street, Suite 205",
    "asp_index": "29771",
    "city": "Hartford",
    "contactemail1": "privacy@wearsafe.com",
    "contactfax1": "888-449-6721",
    "contactname1": "David Benoit",
    "contactoff1": "Legal",
    "contactphone1": "860-383-7090",
    "contacttitle1": "Legal Officer",
    "corpoffemail1": "dbb@wearsafe.com",
    "corpofffax1": "888-449-6721",
    "corpoffname1": "David Benoit",
    "corpoffphone1": "860-383-7090",
    "corpofftitle1": "Legal Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Consumer Electronics - (CEL)Security & Safety Equipment - (SEC)",
    "nextcertification": "9/3/2016",
    "orgverification": "In-house",
    "personaldata": "On-Line and Off-Line Customer Data",
    "ppdate": "9/2/2015",
    "privacyprograms": "NONE",
    "recoursemech": "Customers may contact Wearsafe Labs Inc. with privacy complaints or disputes by sending an email to privacy@wearsafe.com. If the matter cannot be resolved through internal Wearsafe Labs Inc. procedures, then customers will be directed to European data protection authority in their jurisdiction.",
    "signupdate": "9/3/2015",
    "state": "Connecticut",
    "statutorybody": "Federal Trade Commission",
    "zip": "06106"
}