{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Intradiem Inc",
    "PPLoc": "http://www.intradiem.com/privacy-policy.html and internal policy website for Human Resources data",
    "Phone": "678-356-3500",
    "activities": "Intradiem collects personal information from prospective customers, prospective employees, prospective vendors and other persons located in the European Union who may be interested in a business relationship with Intradiem via website visits, telephone calls, chat, web forms, email and other means; Intradiem uses this information to contact those persons about Intradiem services, employment opportunities, and potential business transactions, and to generally improve the way Intradiem markets its services. \r\n\r\nIntradiem collects personal information from its customers, vendors and employees located in the European Union; Intradiem uses that information to provide services to those customers, manage relations with vendors, for related financial and other operational purposes and to perform its own human resources functions. \r\n\r\nIntradiem affiliates located in the European Union provide Intradiem with personal information about their customers, vendors and employees; Intradiem uses this information to assist its affiliates in providing services to those customers, and to assist its affiliates with vendor relations and contract management, human resources management, and their internal financial and other operations. \r\n\r\nWhen providing information technology services, Intradiem may process personal data controlled by its customers; Intradiem does not apply Safe Harbor Principles to that data, but processes that data at the direction of its customers and in accordance with the terms of its agreements with its customers.",
    "address": "3650 Mansell Road, Suite 500",
    "asp_index": "29913",
    "city": "Alpharetta",
    "contactemail1": "kwilson@intradiem.com",
    "contactfax1": "",
    "contactname1": "Kevin Wilson",
    "contactoff1": "Intradiem, Inc.",
    "contactphone1": "678-356-3500",
    "contacttitle1": "SVP Operations",
    "corpoffemail1": "kwilson@intradiem.com",
    "corpofffax1": "",
    "corpoffname1": "Kevin Wilson",
    "corpoffphone1": "678-356-3500",
    "corpofftitle1": "SVP Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "nextcertification": "9/25/2016",
    "orgverification": "In-House",
    "personaldata": "On-Line, Off-Line and manually processed data",
    "ppdate": "1/1/2015",
    "privacyprograms": "None",
    "recoursemech": "European Union Data Protection Authorities\r\nInternational Centre for Dispute Resolution\r\nAmerican Arbitration Association",
    "signupdate": "9/25/2015",
    "state": "Georgia",
    "statutorybody": "Federal Trade Commission",
    "zip": "30022"
}