{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "EverTrue, Inc.",
    "PPLoc": "http://www.evertrue.com/company/about-us/privacy-policy/ ",
    "Phone": "8553878783",
    "activities": "EverTrue provides software that allows its end users (generally alumni of schools) keep track of their fellow alumni on a mobile app or website. To furnish this product EverTrue relies on alumni data provided by EverTrue's customers.\r\n\r\nIn addition EverTrue provides software that can be used by it's customer's fundraising professionals better identify likely donors to the customer. EverTrue aggregates and analyses data provided by the Customer relating to a customer's alumni or donors and matches it with data related to those alumni or donors that is available on publicly available social media sites. EverTrue then reports this data back to its customers to allow the Customer's fundraising professionals better focus their fundraising efforts on those most likely to donate to the Customer.",
    "address": "330 Congress St",
    "asp_index": "29922",
    "city": "Boston",
    "contactemail1": "privacy@evertrue.com",
    "contactfax1": "",
    "contactname1": "Niall Hawkins",
    "contactoff1": "Boston",
    "contactphone1": "8553878783",
    "contacttitle1": "CFO",
    "corpoffemail1": "niall@evertrue.com",
    "corpofffax1": "",
    "corpoffname1": "Niall Hawkins",
    "corpoffphone1": "855-387-8783",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "9/16/2016",
    "orgverification": " In-house and TRUSTe - see PP link above",
    "personaldata": "On-line data",
    "ppdate": "8/15/2015",
    "privacyprograms": "TRUSTe's Privacy Seal Program (see \"http://www.evertrue.com/company/about-us/privacy-policy\")",
    "recoursemech": "TRUSTe",
    "signupdate": "9/16/2015",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02210"
}