{
    "CertificationStatus": "Current",
    "Fax": "818-977-9732",
    "OrgName": "Warner Bros. Entertainment Inc.",
    "PPLoc": "Covers HR and vendor data only - available on organization's Intranet and from local HR representatives",
    "Phone": "818-954-2331",
    "activities": "HUMAN RESOURCES AND VENDOR/LICENSEE DATA (RELATING TO EMPLOYEES AND OTHER PERSONNEL) STORED WITHIN AND/OR PROCESSED BY OR IN CONNECTION WITH: System for providing and managing employee training (Skillport); Systems relating to career and succession planning, administering employee contracts, employee evaluations, implementing employee-related actions and obligations and calculating and providing employment benefits, bonuses and compensation (Total Rewards Planning, Role Mapping and Eligibility Database, Fix ‘n’ Flex); The roll-out, management and, administration of Warner’s Standards of Business Conduct and associated training (NYSE Governance Services); Systems for Human Resources management and employee data management (Peoplesoft, My Contacts, Pictures International Directory, Workday); System relating to recruitment and hiring activities (BrassRing); Business continuity and disaster recovery systems (MessageOne, WB Alerts, WBREADY); Tracking, reporting and managing ethics and compliance (Navex Global); Tracking and reporting conflicts of interest (Remedy, HR COI Tracking Database); Managing electronic discovery in connection with litigation (Clearwell); Expense and travel management system (Concur); System for tracking and approval of Company purchases (PCard); Payment of reimbursed employee expenses (i.e., non-payroll payments) and management and the payment of certain independent contractors’ invoices (SAP); Systems for calculating and paying residual payments owed to employee participants (AIRS, Sylvester); Human resources case management and solution system (Remedy, Conflict of Interest Database (global), Conflict of Interest Database (EMEA)); Global payroll management system (SafeGuard); System enabling enterprise collaboration including document sharing (Corporate SharePoint 2010); Storage and distribution of internal (i.e. intra-group) emails (Exchange mailbox servers and Exchange SMTP relay servers); Systems for managing and authenticating access to Warner’s systems and networks (Active Directory, Enterprise Single Sign On, PASSPORT); and System for managing and processing employee forms (e.g., service requests for IT equipment or building access and employee questionnaires) (eForms); System for archiving historical data (Archive Reporting Portal); Systems for storage of Legal Department contracts, documents, work products and information (ENTERPRISE DOCS, LAW MANAGER (LIBRARIES)); Systems for managing Management Information Systems projects  (CLARITY, RESOURCE HUB); Product release, performance tracking, forecasting and executive reporting systems (EIS3, SIEBEL INTERNATIONAL); System for management of global supply chain for manufactured goods (INCEPTION); Data exchange systems for  business partner data enabling reporting, forecasting, invoice generation and financial reconciliation (LICENSEE DATA EXCHANGE, RIM); Contract management system to create and track licensing contracts (COSMOS, LMSI); Systems for management of packaging artwork and digital assets (BA LINK, BAT-LINK, BRIAN, iCampaign, WBDA, ODYSSEY); TV and theatrical production accounting systems (VISTA); home video and digital title rights release tracking system (RRTS); and music sales reporting and royalty calculation system (Counterpoint).",
    "address": "4000 Warner Boulevard",
    "asp_index": "29924",
    "city": "Burbank",
    "contactemail1": "Chiefprivacyofficer@warnerbros.com",
    "contactfax1": "818-977-9732",
    "contactname1": "Alisa Bergman",
    "contactoff1": "Warner Bros. Privacy Compliance Office",
    "contactphone1": "818-977-0018",
    "contacttitle1": "Senior Vice President and Chief Privacy Officer",
    "corpoffemail1": "Chiefprivacyofficer@warnerbros.com",
    "corpofffax1": "818-977-9732",
    "corpoffname1": "Alisa Bergman",
    "corpoffphone1": "818-977-0018",
    "corpofftitle1": "Senior Vice President and Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Films Videos & Other Recordings - (FLM)",
    "nextcertification": "9/14/2016",
    "orgverification": "In-house",
    "personaldata": "Organization data.  Yes, the data covered includes manually processed data.",
    "ppdate": "9/1/2012",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "9/14/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "91522"
}