{
    "CertificationStatus": "Current",
    "Fax": "517-322-0493",
    "OrgName": "Liquid Web",
    "PPLoc": "http://liquidweb.com/about/privacy.html ",
    "Phone": "517-322-0434",
    "activities": "Internet Provider / Web Host.\r\n\r\nUsers may voluntarily provide Liquid Web their contact information including, but not limited to, email address, name, phone, address, zip code and other personally identifiable information. This information will be used by Liquid Web to respond to user inquiries and provide follow up communications.\r\n\r\nIn order to help us develop products that are highly useful and most desired by our customers, Liquid Web may gather information from your web visit* for analyzation. This information helps us to customize products and content as well as developing an efficient browsing experience with regard to our site and the products/information contained therein. In an effort to provide full transparency to our users, it is important to note that we may track visitor IP addresses as well as utilize unique alphanumeric identifiers** and web beacons*** upon visits. This is done to diagnose problems with our servers, administer our Websites, recognize details of visits (including, but not limited to, unique visits and sources of visits), tailor web content to users, avoid users viewing repeat content, improve our web structure and to analyze the effectiveness of our content. This does not include collecting personal information from visitors so long as it does not pertain to public computer details or information disclosed by users via live and email communication with our site. Users are encouraged to read our full Privacy Statement prior to disclosing such data.\r\n\r\nLiquid Web users are informed that we may archive information provided to us via live communication (calls, livechat, visits, any other real-time communication) as well as information submitted in writing (web forms, order processing, email) to verify customer identities and provide our users with the best possible product as well as the most efficient user experience possible. Telephone calls may also be recorded for training purposes. Information submitted via the above avenues may be combined with statistics gathered from web visits to measure interest in/develop our web pages and marketing plans, customize the content you view on your web visits based on your activity on past visits, develop generalized customer/consumer profiles, and administer our website.",
    "address": "4210 S Creyts Rd",
    "asp_index": "29966",
    "city": "Lansing",
    "contactemail1": "jhill@liquidweb.com",
    "contactfax1": "517-322-0493",
    "contactname1": "Jeremy Hill",
    "contactoff1": "Liquid Web",
    "contactphone1": "517-322-0434",
    "contacttitle1": "Manager",
    "corpoffemail1": "jcalandra@liquidweb.com",
    "corpofffax1": "517-322-0493",
    "corpoffname1": "James Calandra",
    "corpoffphone1": "517-322-0434",
    "corpofftitle1": "Interim CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Telecommunications Services - (TES)",
    "nextcertification": "10/14/2016",
    "orgverification": "In-house",
    "personaldata": "Client.  Does not include manually processed data.",
    "ppdate": "10/1/2011",
    "privacyprograms": "NONE",
    "recoursemech": "EU data protection authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (Swiss FDPIC)",
    "signupdate": "10/14/2011",
    "state": "Michigan",
    "statutorybody": "Federal Trade Commission",
    "zip": "48917"
}