{
    "CertificationStatus": "Current",
    "Fax": "904-996-1220",
    "OrgName": "CEVA Logistics US, Inc.",
    "PPLoc": "http://www.cevalogistics.com/privacy-policy ",
    "Phone": "904-928-1400",
    "activities": "CEVA Logistics U.S., Inc. receives and uses personal information from its European Union countries essential to carry out human resources functions and financial management of CEVA Logistics U.S., Inc. Personal information is collected and used by CEVA Logistics U.S., Inc. to (i) assist with providing workers with entitlements such as wages and health care benefits; (ii) comply with legal requirements, obligations, and rights, such as income tax deductions; (iii)improve and maintain effective personnel administration; (iv) report and carry out workforce analysis; (v) manage work activities and personnel; (vi) monitor compliance with applicable legislation; and (vii) facilitate communication with workers at their place of work through use of their workplace address, workplace telephone number and email address.",
    "address": "10751 Deerwood Park Blvd., Ste. 200",
    "asp_index": "29965",
    "city": "Jacksonville",
    "contactemail1": "john.price@cevalogistics.com",
    "contactfax1": "904-996-1220",
    "contactname1": "John Price",
    "contactoff1": "CEVA Data Privacy Council",
    "contactphone1": "904-564-1176",
    "contacttitle1": "Global Compliance Director",
    "corpoffemail1": "john.price@cevalogistics.com",
    "corpofffax1": "904-996-1220",
    "corpoffname1": "John Price",
    "corpoffphone1": "904-564-1176",
    "corpofftitle1": "Global Compliance Director",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Transportation Srvs (Except Aviation) - (TRN)",
    "nextcertification": "9/16/2016",
    "orgverification": "In-house",
    "personaldata": "Human Resources Data",
    "ppdate": "6/16/2009",
    "privacyprograms": "None",
    "recoursemech": "Cooperation with the EU Data Protection Authorities (DPAs): All EEA jurisdictions have established DPAs overseeing the processing of personal information that are willing to assist in the resolution of complaints.  As part of its Safe Harbor commitment, CEVA Logistics U.S., Inc. has agreed to cooperate with these DPAs to resolve any complaints.",
    "signupdate": "9/16/2009",
    "state": "Florida",
    "statutorybody": "Federal Trade Commission",
    "zip": "32256-4683"
}