{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Sovren Group, Inc.",
    "PPLoc": "http://www.sovren.com/privacy-policy/ ",
    "Phone": "713-562-1800",
    "activities": "Sovren's Customers are usually individuals or customers in human resources that process resume or curriculum vitae data submissions of job applicants. Sovren operates as a data processor for its Customers. Sovren's software parses resumes and job orders and returns parsed results to its Customers. Sovren's software can utilize parsed results to match candidates to job orders and then return those matched results to Customers too. In both instances, Customers fill the role of data controller, retaining the personal of Candidates. Candidates interact with Customers rather than directly with Sovren. Generally, as a data processor, Sovren does not maintain any Candidate personal information collected by Customers. Sovren may, on occasion and with the consent of its Customers, locally and securely retain Candidate personal information that it obtains in the course of providing troubleshooting, performance feedback, or to assist in software improvements for Customers.",
    "address": "1107 FM 1431",
    "asp_index": "29969",
    "city": "Marble Falls",
    "contactemail1": "piper@sovren.com",
    "contactfax1": "",
    "contactname1": "Piper Keairnes",
    "contactoff1": "Main Office",
    "contactphone1": "713-562-1800",
    "contacttitle1": "VP, Development & Support",
    "corpoffemail1": "piper@sovren.com",
    "corpofffax1": "",
    "corpoffname1": "Piper Keairnes",
    "corpoffphone1": "713-562-1800",
    "corpofftitle1": "VP, Development & Support",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Employment Services - (EMP)",
    "nextcertification": "9/22/2016",
    "orgverification": "in-house",
    "personaldata": "Customer contact data and Customers' external user data, both of which are manually and automatically processed.",
    "ppdate": "9/18/2015",
    "privacyprograms": "NONE",
    "recoursemech": "In the event that contacting our organization directly does not resolve a complaint, a complaint can be filed with SafeHarbor@jamsadr.com and the dispute will be handled pursuant to the JAMS ADR Rules.",
    "signupdate": "9/22/2015",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "78654"
}