{
    "CertificationStatus": "Current",
    "Fax": "408-776-1267",
    "OrgName": "AssurX Inc.",
    "PPLoc": "www.assurx.com/privacy.htm ",
    "Phone": "408-778-1376",
    "activities": "Assurx provides a software application hosted by us which customers can access and enter their information. AssurX does not have access to this information without approval of teh customer. AssurX will backup and protect said data within a secure (SSAE 16 compliant) data center.",
    "address": "18525 Sutter Blvd",
    "asp_index": "29979",
    "city": "Morgan Hill",
    "contactemail1": "jmoroney@assurx.com",
    "contactfax1": "408-776-1267",
    "contactname1": "John Moroney",
    "contactoff1": "AssurX Inc. 18525 Sutter Blvd Morgan Hill, CA 95037",
    "contactphone1": "408-778-1376",
    "contacttitle1": "Vice President",
    "corpoffemail1": "slucido@assurx.com",
    "corpofffax1": "408-776-1267",
    "corpoffname1": "Sal Lucido",
    "corpoffphone1": "408-778-1376",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "9/9/2016",
    "orgverification": "In-house",
    "personaldata": "Online. Client data.  No manual processing.",
    "ppdate": "7/27/2007",
    "privacyprograms": "Self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "Initial contact should be made with AssurX, Inc. The company will attempt to resolve the issue using internal dispute resolution processes. If the issue cannot be solved or the inquiring party is not full satisfied, the matter will be referred to arbitration through the American Arbitration Association (AAA) for unresolved data issues relating to transfers from the EU to the USA.",
    "signupdate": "9/9/2013",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95037"
}