{
    "CertificationStatus": "Current",
    "Fax": "415-227-0842",
    "OrgName": "MuleSoft Inc.",
    "PPLoc": "https:/ www.mulesoft.com/privacy-policy ",
    "Phone": "415-229-2009",
    "activities": "The personal information MuleSoft may receive includes:\r\n1) Personal Information for registration and access, such as your name, company, address, email address, phone number, title, credit card information that you provide directly when you register on our Sites, make an online requests, join an online community or other group, or inquire about the Mulesoft software,\r\n2) Personal Information that you provide as part of the online job application process or in the process of registering or participating for a MuleSoft Services, training, event, user group, or conference.\r\n3) Personal Information provided directly by our customers or their representatives, including but not limited to services purchase information; payment data; billing information; usernames and passwords.\r\n4) Passively Collected Information, including through the use of \"cookies\" or other similar technologies as described below, such as IP addresses, web browser and operating system information, date and time of visits, and the web pages your internet browser visits when browsing any Sites and Services; click-through information related to MuleSoft emails and related marketing activities; and aggregate, non-Personal Information, such as the number of hits per week or per web page.\r\n\r\nMuleSoft may use the personal data for the following purposes: \r\n1) communicating with you, customers, prospects, partners, and others to assist us in providing you support or Services, or to apply for Jobs; \r\n2) fulfillment and tracking of orders; provision, personalization and customization of MuleSoft Sites and Services; \r\n3) tracking of payments and otherwise ensuring payment; \r\n4) assessing performance and making assessments about future purchases; \r\n5) performing marketing activities directly or through a business partner and \r\n6) providing registration for and participation in training, events and conferences; and for facilitating online employment application process.\r\n\r\nMuleSoft primarily stores information described above in the United States. The information may be disclosed and shared to MuleSoft’s affiliates, subsidiaries, third party business partners, and service providers only in ways described in the privacy policy.",
    "address": "77 Geary Street, Suite 400",
    "asp_index": "29970",
    "city": "San Francisco",
    "contactemail1": "privacy@mulesoft.com",
    "contactfax1": "415-227-0842",
    "contactname1": "Barak Engel",
    "contactoff1": "MuleSoft infosec",
    "contactphone1": "415-229-2009",
    "contacttitle1": "Chief Information Security Officer",
    "corpoffemail1": "privacy@mulesoft.com",
    "corpofffax1": "415-227-0842",
    "corpoffname1": "Barak Engel",
    "corpoffphone1": "415-229-2009",
    "corpofftitle1": "Chief Information Security Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "9/22/2016",
    "orgverification": "Third Party",
    "personaldata": "Our privacy policy covers all personal identifiable information MuleSoft as a data controller collects, uses and discloses that it has obtained through the use of Mulesoft services and websites listed in the privacy policy. In addition, the privacy policy shall cover MuleSoft’s use of tracking technologies in order to improve its services and communication with the users and visitors to its websit",
    "ppdate": "6/30/2015",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "9/22/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94108"
}