{
    "CertificationStatus": "Current",
    "Fax": "603-668-6474",
    "OrgName": "Dynamic Network Services, Inc.",
    "PPLoc": "http://dyn.com/legal/dyn-privacy-policy/ and http://dyn.com/legal/real-user-monitoring-privacy/",
    "Phone": "603-668-4998",
    "activities": "Dynamic Network Services Inc. (Dyn ) provides a variety of SaaS and IaaS services, specializing in affordable, customizable and globally-redundant domain name services.  It also provides email, domain registrations and private WHOIS registration services, and on-line tools for analysis of the performance of the Internet infrastructure,  Dyn receives personal information from the EU/EEA and Switzerland in connection with the provision of its Internet-based services as described on our website.  Dyn uses the information for a variety of purposes related to its provisioning of the services, including maintenance and improvement of the services, the development of new services, and to detect, prevent or otherwise address fraud, security or other legal related issues.",
    "address": "150 Dow St.",
    "asp_index": "29982",
    "city": "Manchester",
    "contactemail1": "legal@dyn.com",
    "contactfax1": "603-296-1589",
    "contactname1": "Daniel K. Fink",
    "contactoff1": "Dynamic Network Services, Inc.",
    "contactphone1": "603-663-0356",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "legal@dyn.com",
    "corpofffax1": "603-263-7829",
    "corpoffname1": "David Allen",
    "corpoffphone1": "603-663-4998",
    "corpofftitle1": "Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "9/18/2016",
    "orgverification": "In-house",
    "personaldata": "On-line, Off-line, and Manually Processed Data (relating to consumer transactions and website visitors)",
    "ppdate": "12/7/2014",
    "privacyprograms": "NONE",
    "recoursemech": "Dynamic Network Services, Inc. contracts with the Council of Better Business Bureaus' (BBB) Safe Harbor Privacy Dispute Resolution Procedure to provide it with an independent recourse mechanism.",
    "signupdate": "9/18/2009",
    "state": "New Hampshire",
    "statutorybody": "Federal Trade Commission",
    "zip": "03101"
}