{
    "CertificationStatus": "Current",
    "Fax": "(800) 475-9134",
    "OrgName": "NuVasive, Inc.",
    "PPLoc": "http://www.nuvasive.com/privacy-policy/ ",
    "Phone": "(800) 475-9131",
    "activities": "NuVasive receives and processes various types of personal data from its employees, contractors, applicants, subsidiaries, affiliates, surgeons, agents and third parties in the EU. NuVasive may collect personal information such as first or last name, username, password, email address, postal address, phone number, birthday, city of birth and demographics information. Patient and clinical research related data may also be collected.  This data is collected and transferred to the US in support of the company's employment, research, development, regulatory, marketing, sales, financial, legal and other commercial and business activities and operations.",
    "address": "7475 Lusk Blvd.",
    "asp_index": "29989",
    "city": "San Diego",
    "contactemail1": "privacy@nuvasive.com",
    "contactfax1": "(866) 907-7409",
    "contactname1": "Patricia Gately",
    "contactoff1": "NuVasive Data Privacy",
    "contactphone1": "(866) 907-7409",
    "contacttitle1": "Director of Global Compliance",
    "corpoffemail1": "ComplianceOfficer@nuvasive.com",
    "corpofffax1": "(858) 309-3711",
    "corpoffname1": "Gary Thompson",
    "corpoffphone1": "(858) 309-3711",
    "corpofftitle1": "VP Compliance and Privacy Officer",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Germany, Greece, Ireland, Italy, Netherlands, Poland, Portugal, Spain, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Biotechnology - (BTC)General Science & Technology - (GST)Health Care Services - (HCS)Medical Equipment - (MED)",
    "nextcertification": "9/18/2016",
    "orgverification": "In-House",
    "personaldata": "Personal Data Covered: Human resources data, Off-line, On-Line, Manually processed data, Clinical and research data",
    "ppdate": "9/15/2015",
    "privacyprograms": "None",
    "recoursemech": "If a complaint or dispute cannot be resolved through our internal process, we agree to dispute resolution using JAMS Arbitration, Mediation, or ADR Services.\r\n\r\nFurther, where appropriate, NuVasive will cooperate and comply with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) as the independent recourse mechanisms through which NuVasive will work to investigate any unresolved complaints.",
    "signupdate": "9/18/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "92121"
}