{
    "CertificationStatus": "Current",
    "Fax": "9738602244",
    "OrgName": "International Council of Certified Dementia Practitioners",
    "PPLoc": "http://www.iccdp.net/privacy.php ",
    "Phone": "9737296601",
    "activities": "Providing dementia certification called Certified Dementia Practitioner to health care professionals and front line staff. Customer will need to complete an online application for consideration as a CDP Certification which includes name, address, phone number, email address, where they work, credit card information and the fee is 100.00 USD",
    "address": "1 A Main Street Suite 8",
    "asp_index": "31012",
    "city": "Sparta",
    "contactemail1": "iccdpcorporate@iccdp.net",
    "contactfax1": "9738602244",
    "contactname1": "Sandra M Stimson",
    "contactoff1": "International Council of Certified Dementia Practitioners",
    "contactphone1": "9737296601",
    "contacttitle1": "CEO",
    "corpoffemail1": "iccdpcorporate@iccdp.net",
    "corpofffax1": "9738602244",
    "corpoffname1": "sandra m stimson",
    "corpoffphone1": "9737296601",
    "corpofftitle1": "ceo",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Health Care Services - (HCS)",
    "nextcertification": "9/22/2016",
    "orgverification": "In house",
    "personaldata": "all data collected online and stored on our own dedicated server with Lexiconn.  this is name, address, phone number, email address, place of work and credit card information",
    "ppdate": "9/21/2015",
    "privacyprograms": "Self regulatory privacy program that adheres to Safe Harbor Privacy Principles. We also have our own dedicated secure server with security in place.",
    "recoursemech": "We have a customer service department in place, customers can email us at iccdpcorporate@iccdp.net or call us at 9737296601 or write to us at 1 A Main Street Suite 8 Sparta NJ 07871. All questions, concerns, complaints are answered immediately.\r\n\r\nICCDP will cooperate and comply with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints",
    "signupdate": "9/22/2015",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "07871"
}