{
    "CertificationStatus": "Current",
    "Fax": "972-258-6800",
    "OrgName": "Furious Digital, Inc.",
    "PPLoc": "http://www.furiousdigital.com/privacypolicy ",
    "Phone": "817-953-3073",
    "activities": "Personal data is obtained primarily for data processing in the context of marketing activities.  These activities include:  Data cleansing, matching, standardization to facilitate initial data loads.  Subsequent processing of personal data may also include executing analytics processing against this data in order to further segment personal data (customers) into appropriate marketing segments.  \r\n\r\nOnce the above processing has been completed, the data may be accessed either via batch and/or real-time processing methods.  These methods include receiving new data from clients within the EU when such data becomes available.  Then executing the processing steps as described above, then potentially exporting back to the originating sender of the personal data.",
    "address": "2300 Valley View Lane Suite 360",
    "asp_index": "31017",
    "city": "Irving",
    "contactemail1": "chad@furiousdigital.com",
    "contactfax1": "972-258-6800",
    "contactname1": "Chad Sykora",
    "contactoff1": "Furious Digital, Inc.",
    "contactphone1": "8179533073",
    "contacttitle1": "CEO",
    "corpoffemail1": "chad@furiousdigital.com",
    "corpofffax1": "972-258-6800",
    "corpoffname1": "Chad Sykora",
    "corpoffphone1": "8179533073",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Advertising Services - (ADV)",
    "nextcertification": "9/22/2016",
    "orgverification": "in-house",
    "personaldata": "client, customer, visitor, purchase and organization data.  No data is processed manually.",
    "ppdate": "9/5/2015",
    "privacyprograms": "self-regulatory",
    "recoursemech": "Direct Marketing Association (DMA)",
    "signupdate": "9/22/2014",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "75062"
}