{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "AG Mednet, Inc.",
    "PPLoc": "http://www.agmednet.com/safe-harbor/ ",
    "Phone": "855-246-3363",
    "activities": "AG Mednet provides a global network with the functionality to collect clinical trial image data globally, and deliver it reliably and securely to one or more trial repositories.  We also offer an option to provide long-term storage of the data on a Cloud based platform (which is Amazon that meets all of the security requirements for archived data).  We are a Network Services provider and our employees are not involved in any of the Clinical Trial activities around the data transferred or stored.  The data is de-identified at the customers workstation prior to upload and remains de-identified and encrypted during the entire transmission and storage.  AG Mednet employees do have credentials to view this data under rare service and support situations if needed but this is not standard practice for our company.",
    "address": "2 Atlantic Ave",
    "asp_index": "31026",
    "city": "Boston",
    "contactemail1": "jmartin@agmednet.com",
    "contactfax1": "",
    "contactname1": "James Martin",
    "contactoff1": "AG Mednet, Inc.",
    "contactphone1": "617-674-8112",
    "contacttitle1": "Sr. Manager QA and Regulatory Compliance / Privacy Officer",
    "corpoffemail1": "agutman@agmednet.com",
    "corpofffax1": "",
    "corpoffname1": "Abraham Gutman",
    "corpoffphone1": "(617) 674-8123",
    "corpofftitle1": "President / CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Health Care Services - (HCS)",
    "nextcertification": "9/24/2016",
    "orgverification": "in-house",
    "personaldata": "Client, Customer Clinical Trial Data de-identified and encrypted prior to upload on AG Mednet's transfer network.",
    "ppdate": "10/8/2013",
    "privacyprograms": "NONE",
    "recoursemech": "JAMS",
    "signupdate": "9/24/2015",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02110"
}