{
    "CertificationStatus": "Current",
    "Fax": "314-453-0779",
    "OrgName": "IMPACT Group LLC",
    "PPLoc": "http://www.impaxis.com/public/privacypolicy.cfm?simple_view=true ",
    "Phone": "314-453-9002",
    "activities": "We are a global human capital service provider who supports clients with high-touch solutions in people development, employee mobility and career transition that improve individual and organizational performance. \r\n\r\nRelocating - whether to a new city or a new country - can stir a range of conflicting emotions with an employee and his/her family. Excitement over new opportunities can be tempered by fear of the unknown. Global Mobility Support identifies and addresses relocation issues that can affect the employee’s work performance, including family issues or concerns, and ensures a smooth, successful transition for your key talent.\r\n\r\n\r\nHolistically supporting your workforce during their departure from your organization.  Support your exiting employees with the necessary tools to help them move forward in their careers or retire with purpose. Providing Career Transition Support is not just \"the right thing to do\" but demonstrates your commitment to helping your people - which is simply a good business decision.",
    "address": "12977 North Outer 40 Drive",
    "asp_index": "31048",
    "city": "St Louis",
    "contactemail1": "ledgar@ighr.com",
    "contactfax1": "314-453-0779",
    "contactname1": "Lee A Edgar",
    "contactoff1": "Corporate Office",
    "contactphone1": "314-392-0645",
    "contacttitle1": "Director IT",
    "corpoffemail1": "ledgar@ighr.com",
    "corpofffax1": "314-453-0779",
    "corpoffname1": "Lee A Edgar",
    "corpoffphone1": "314-392-0645",
    "corpofftitle1": "Director IT",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Education & Training - (EDS)Employment Services - (EMP)Management Consulting Services - (MCS)",
    "nextcertification": "9/12/2016",
    "orgverification": "in-house",
    "personaldata": "We will collecting and processing client, customer, and visitor by automatic means and will also cover manually processed data that we receive directly from the client.",
    "ppdate": "5/30/2014",
    "privacyprograms": "None",
    "recoursemech": "Any questions or concerns regarding the use or disclosure of Personal Information should be directed to the Company Privacy Officer. The Company will investigate and attempt to resolve complaints and disputes regarding use and disclosure of Personal Information in accordance with the principles contained in this Policy.\r\n\r\nFor complaints that cannot be resolved between the Company and the complainant, the Company has agreed to participate in the dispute resolution procedures of the JAMS International in accordance with its applicable commercial rules as well as the Safe Harbor Principles; provided further that any arbitrator shall be either an attorney or retired judge having significant and recognized experience with, and knowledge of, privacy issues and information technology. In addition, the exclusive location for such arbitration shall be Chicago, IL (USA). All decisions of the arbitration panel shall be final and binding on the parties, which waive any right to further appeal the arbitration award, to the extent an appeal may be lawfully waived. The Company is also subject to the jurisdiction of the US Federal Trade Commission. The Federal Trade Commission may be contacted at the following address:\r\n\r\nFederal Trade Commission\r\nAttn: Consumer Response Center\r\n600 Pennsylvania Avenue NW Washington, DC 20580 USA\r\nconsumerline@ftc.gov\r\nwww.ftc.gov",
    "signupdate": "9/12/2014",
    "state": "Missouri",
    "statutorybody": "Federal Trade Commission",
    "zip": "63141"
}