{
    "CertificationStatus": "Current",
    "Fax": "515 313 2402",
    "OrgName": "DHI Group, Inc.",
    "PPLoc": "http://www.dice.com/common/seeker/docs/privacy.jsp; http://web.slashdotmedia.com/privacy-statement/; http://news.efinancialcareers.com/us-en/page/privacy-policy-2/; http://www.biospace.com/privacy_sta",
    "Phone": "212 448 4189",
    "activities": "DHI Group, Inc. is a leading provider of specialized websites for select professional communities.  Our websites operate as online marketplaces where employers and recruiters find and recruit prospective employees, and where professionals find relevant job opportunities and information to further their career.\r\n\r\n1. Our website services may require  registration or login prior to access, this is to help maintain the confidentiality of personal information.\r\n\r\n2. We will collect information about a users tastes and preferences both when the user tells us what these are and by analysis of customer traffic, including by using cookies and other technologies.\r\n\r\n3. If a user enters a contest or promotion we will ask for his/her name, address and e-mail address. This is so we can administer the contest and inform the winners. Participation in these surveys or contests is completely voluntary and therefore the users have a choice whether or not to disclose this information.\r\n\r\n4. We use information collected about the user to personalize their visits to our Website and recommend goods or services. We also use the information to help us develop the design and layout of our Website to improve our sites so that they are as useful and enjoyable as possible.\r\n\r\n5. Sometimes we might use the information to advise users of new services on or functionality changes to our Website. If a user does not wish to receive this information, he/she should send an e-mail to privacy@dice.com.",
    "address": "1040 Avenue of the Americas",
    "asp_index": "31061",
    "city": "New York",
    "contactemail1": "brian.campbell@dhigroupinc.com",
    "contactfax1": "515 313 2338",
    "contactname1": "Brian P. Campbell",
    "contactoff1": "DHI Group, Inc.",
    "contactphone1": "212 448 6605",
    "contacttitle1": "VP and General Counsel",
    "corpoffemail1": "brian.campbell@dhigroupinc.com",
    "corpofffax1": "515 313 2338",
    "corpoffname1": "Brian P. Campbell",
    "corpoffphone1": "212 448 6605",
    "corpofftitle1": "VP and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "10/20/2016",
    "orgverification": "TRUSTe",
    "personaldata": "ON LINE",
    "ppdate": "4/21/2015",
    "privacyprograms": "TRUSTe EU SAFE HARBOR PROGRAM",
    "recoursemech": "TRUSTe",
    "signupdate": "10/20/2009",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10018"
}