{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "ACTON International",
    "PPLoc": "http://www.acton.com/private_policy.html ",
    "Phone": "402-560-6656",
    "activities": "Whenever personal information is transferred from the EU/EEA or Switzerland to ACTON in the United States, ACTON functions as a Processor on Behalf of its Clients.  In this capacity, ACTON neither owns the data nor controls the data, but strictly acts upon the instructions of its clients.\r\n\r\n\r\nACTON offers marketing services to help clients advertise and promote their products within the European Union. ACTON’s marketing services consist of three general types:\r\n\r\n(1)\tACTON assists database owners to monetize their databases by locating \r\nidentity-verification service companies.  ACTON assists the database owners with the implementation of an application-programming-interface (API).  ACTON functions as a Data Processor and does not take custody of the data.\r\nACTON prefers to work with identity verification companies that have elected to self-certify with the US Department of Commerce.  Whenever this is not possible, ACTON incudes language within its contracts that require the identity verification companies to adhere to the Safe Harbor principles.     \r\n\r\n(2)\tACTON works with commercial printers and letter-shop companies to implement direct-mail marketing campaigns within the European Union.   ACTON uses its clients’ customer files and other privacy-compliant databases as the data sources for the targeted mail-campaigns.  ACTON functions as a Data Processor for its clients while taking custody of the encrypted databases.  ACTON prefers to work with commercial printers and letter-shop companies that have elected to self-certify with the US Department of Commerce.  Whenever this is not possible, ACTON incudes language within its contracts that require the commercial printers and letter-shop companies to adhere to the Safe Harbor principles.     \r\n\r\n(3) ACTON functions as a broker assisting its clients sell or rent their data to end users.  ACTON does not take custody of the data but requires the data to be transferred to the end-user in an encrypted, secure manner. ACTON includes language in its contracts requiring the end-user to adhere to the Safe Harbor principles.",
    "address": "5760 Cornhusker Hwy, Suite 2",
    "asp_index": "31100",
    "city": "Lincoln",
    "contactemail1": "bwilson@acton.com",
    "contactfax1": "",
    "contactname1": "Bruce Wilson",
    "contactoff1": "ACTON International, Ltd",
    "contactphone1": "402-560-6656",
    "contacttitle1": "Managing Partner",
    "corpoffemail1": "bwilson@acton.com",
    "corpofffax1": "",
    "corpoffname1": "Bruce Wilson",
    "corpoffphone1": "402-560-6656",
    "corpofftitle1": "Managing Partner and Privacy Officer",
    "eucountries": "Austria, Denmark, Germany, Italy, Norway, Sweden, Switzerland",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Financial Services - (FNS)General Consumer Goods - (GCG)Insurance Services - (INS)Telecommunications Services - (TES)",
    "nextcertification": "7/13/2016",
    "orgverification": "In-house",
    "personaldata": "Acton processes both business and consumer data. All of the information has been compiled legally through various public sources and online data feeds. Acton does not perform any manual processing of the data.",
    "ppdate": "7/1/2014",
    "privacyprograms": "DMA – Direct Marketing Association",
    "recoursemech": "Enforcement\r\nIndividuals who wish to file a complaint or who take issue with ACTON’s Safe Harbor policies should contact ACTON’s consumer advocate at the above below. ACTON’s consumer advocate will explain the process to be followed when filing a complaint. Filing a complaint in English will expedite the process.\r\n\r\nACTON International \r\nBox 5266 Lincoln, NE 68505 \r\nPhone: 402-742-2820 \r\nEmail: info@acton.com \r\nWebsite: www.acton.com\r\n\r\nACTON has registered under the Direct Marketing Association’s safe harbor complaint resolution process. If consumers can’t resolve a complaint after contacting ACTON’s consumer advocate, they may file a written complaint with the Direct Marketing Association (DMA):\r\n\r\nThe Direct Marketing Association\r\nAttn: Ethics/Consumer Affairs Department\r\n1111 19th Street NW\r\nSuite 1100\r\nWashington, DC 20036\r\nsafeharbor@the-dma.org\r\nwww.the-dma.org\r\n\r\nACTON is also subject to the jurisdiction of the U.S. Federal Trade Commission. Consumers unable to resolve a complaint through The Direct Marketing Association’s Safe Harbor Complaint process may contact the Federal Trade Commission:\r\n\r\nFederal Trade Commission\r\nAttn: Consumer Response Center\r\n600 Pennsylvania Avenue NW\r\nWashington, DC 20580\r\nconsumerline@ftc.gov\r\nwww.ftc.gov\r\n\r\nACTON agrees to cooperate with local EU and Swiss regulatory and legal authorities to resolve an ACTON associate’s dispute concerning human resources data and an alleged breach of the Safe Harbor principles.",
    "signupdate": "7/13/2011",
    "state": "Nebraska",
    "statutorybody": "Federal Trade Commission",
    "zip": "68507"
}