{
    "CertificationStatus": "Current",
    "Fax": "646-349-5999",
    "OrgName": "Kaltura, Inc.",
    "PPLoc": "http://corp.kaltura.com/privacy-policy ",
    "Phone": "646-290-5445",
    "activities": "Kaltura offers an online video platform to its clients. While some clients choose to have the platform installed on their own servers or cloud, other clients use Kaltura’s SaaS solution. In these instances, Kaltura may operate as a data processor for its clients. Any media files uploaded by Kaltura’s clients to the hosted edition of Kaltura’s platform are processed in databases located in the United States. Such media files are not expected to regularly include personal data, but such data might be incidentally or accidentally included therein. Any information received by Kaltura from its clients is used solely in connection with the provision of services by Kaltura on behalf of such clients. Kaltura does not independently control the use of personal data it processes on behalf of its clients, and acts only upon instruction in a customer service model.",
    "address": "250 Park Avenue South, 10th Floor",
    "asp_index": "32130",
    "city": "New York",
    "contactemail1": "legal@kaltura.com",
    "contactfax1": "646-349-5999",
    "contactname1": "Byron Kahr",
    "contactoff1": "NY headquarters",
    "contactphone1": "646-290-5445",
    "contacttitle1": "Director of Legal Affairs",
    "corpoffemail1": "michal.tsur@kaltura.com",
    "corpofffax1": "646-349-5999",
    "corpoffname1": "Michal Tsur",
    "corpoffphone1": "646-290-5445",
    "corpofftitle1": "President/General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "10/31/2016",
    "orgverification": "In-house",
    "personaldata": "Any personal data uploaded by our customers or their users to our system or generated through use of our system. The covered data does not include manually processed data on Kaltura's part, and our role in processing data is passive and limited to providing the technical platform for our customers' uses and purposes specified by the customer.",
    "ppdate": "2/1/2015",
    "privacyprograms": "NONE",
    "recoursemech": "Unresolved complaints will be submitted to the American Arbitration Association (“AAA”), International Centre for Dispute Resolution, ICDR/AAA Safe Harbor Program and will be administered in accordance with its rules and in compliance with the Safe Harbor Principles.",
    "signupdate": "10/31/2012",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10003"
}