{
    "CertificationStatus": "Current",
    "Fax": "866-455-4358",
    "OrgName": "CouchSurfing International, Inc.",
    "PPLoc": "http://www.couchsurfing.com/about/privacy-policy/ ",
    "Phone": "415-404-6611",
    "activities": "CouchSurfing International, Inc. receives personal information from its registered users in the EU/EEA and Switzerland. Among other things, this information may be used to operate and improve our services; protect the safety of our users and verify users' identities; send technical notices, updates, security alerts, and support and administrative messages; respond to comments, questions and requests and provide customer service; communicate with users about products, services, offers, promotions, rewards and events and provide other news and information about CouchSurfing and our select partners; monitor and analyze trends, usage and activities in connection with our Services; personalize the Services, which may include providing content or features that match user profiles or interests; process and deliver contest entries and rewards; and link or combine with other information we get from third parties to help understand user needs and provide better service.",
    "address": "340 Kansas St",
    "asp_index": "32146",
    "city": "San Francisco",
    "contactemail1": "safeharbor@couchsurfing.com",
    "contactfax1": "866-455-4358",
    "contactname1": "",
    "contactoff1": "Legal Department",
    "contactphone1": "415-404-6611",
    "contacttitle1": "",
    "corpoffemail1": "safeharbor@couchsurfing.com",
    "corpofffax1": "866-455-4358",
    "corpoffname1": "Don Fultz",
    "corpoffphone1": "801-232-2180",
    "corpofftitle1": "Head of Trust and Safety",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)Travel & Tourism Services - (TRA)",
    "nextcertification": "10/15/2016",
    "orgverification": "In-house",
    "personaldata": "On-line, Offline, Manually Processed Data",
    "ppdate": "4/3/2015",
    "privacyprograms": "None",
    "recoursemech": "TRUSTe Safe Harbor Compliance Dispute Resolution",
    "signupdate": "10/15/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94103"
}