{
    "CertificationStatus": "Current",
    "Fax": "952-591-3485",
    "OrgName": "MoneyGram Payment Systems, Inc.",
    "PPLoc": "http://corporate.moneygram.com/privacy-statement/privacy-statement---eu-and-eea ",
    "Phone": "952-591-3000",
    "activities": "MoneyGram Payment Systems, Inc. (\"MoneyGram\") collects and processes human resources data regarding applicants and employees for various purposes including compliance with laws, human resources management, employment verification, administration of employee benefits and administration of the employment relationship.  MoneyGram collects and processes personal information of prospective agents and subagents for various purposes, including, but not limited to compliance with laws, management of the ongoing agent evaluation process and the collection or obligation arising from the MoneyGram business relationship, including any related guarantees.  MoneyGram offers a service to the public which allows parties to transfer funds from one location to another in approximately 200 countries and territories. In order to effect and monitor a transfer, MoneyGram may collect the following personal information from a party initiating the transaction (the \"Sender\"), as applicable: name; address; telephone number; e-mail address; name and address of the beneficial owner of the funds being transferred; the name of the party to whom the funds are being sent (the \"Receiver\"); the amount to be sent; and the country where the funds will be received. MoneyGram also requires the Receiver to supply their address and other identifying information. To comply with the various laws, MoneyGram must examine and retain additional information concerning the identity of the parties involved in the transaction. The type of information will vary, but may include the following: date of birth; occupation of the Sender; citizenship of the Sender; the tax identification number  or other government-issued information for the Sender. For purposes of preventing money laundering, MoneyGram generally requires parties to present photo identification, reveal the source of the funds or the purpose of the transaction and the relationship between the Sender and the Receiver. This personal information may also be used by MoneyGram to manage our ongoing customer relationship and for market research and direct marketing purposes in compliance with customers' consent.  This information is retained and used by MoneyGram in accordance with its privacy policy, which is described below.",
    "address": "1550 Utica Avenue South",
    "asp_index": "32153",
    "city": "Minneapolis",
    "contactemail1": "ahenry@moneygram.com",
    "contactfax1": "214-999-7670",
    "contactname1": "Aaron Henry",
    "contactoff1": "Privacy Office",
    "contactphone1": "214-999-7560",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "ahenry@moneygram.com",
    "corpofffax1": "214-999-7670",
    "corpoffname1": "Aaron Henry",
    "corpoffphone1": "214-999-7560",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Financial Services - (FNS)",
    "nextcertification": "10/17/2016",
    "orgverification": "In-house",
    "personaldata": "On-Line, Electronic, Manually Processed, Human Resources Data",
    "ppdate": "6/30/2001",
    "privacyprograms": "MoneyGram is not a member of any organization relevant to its privacy policy.",
    "recoursemech": "MoneyGram's independent recourse mechanism for customer complaints in the European Union is designated under the Payment Services Directive as implemented by the United Kingdom's Financial Conduct Authority.  Elsewhere, resolution will be under the American Arbitration Association (AAA). For organization human resources data: EU and/or Swiss data protection authorities.",
    "signupdate": "10/17/2001",
    "state": "Minnesota",
    "statutorybody": "Federal Trade Commission",
    "zip": "55416"
}