{
    "CertificationStatus": "Current",
    "Fax": "800 576-5428",
    "OrgName": "STEELE CIS, INC.",
    "PPLoc": "http://www.steelecis.com/privacy-policy/ ",
    "Phone": "415 781-4300",
    "activities": "Steele CIS, Inc. provides compliance-related due diligence investigative services and reports on legal entities and principals and acts as a data processor on behalf of its individual and corporate clients.  In most cases, the subjects of investigations have provided background information which is verified for accuracy and used to confirm that the entities and principals have not engaged in activities prohibited by law or do not present a corruption risk.  Data sent to Steele CIS from the EU is housed on secure servers and only Steele CIS employees, subcontractors and clients having a need to know such information are given access to the data.  Steele CIS subcontractors acting as processors in third countries which do not ensure an adequate level of data protection are bound by the Standard Contractual Clauses pursuant to Directive 95/46/EC.  Steele CIS clients and prospective clients may also provide personal information to Steele CIS through its website, including signing up for various Steele CIS publications.  Steele CIS uses such data for purposes of marketing, business development and client support.  Steele CIS does not receive human resources data from any EU subsidiary or affiliate.",
    "address": "1 Sansome Street, Suite 3500",
    "asp_index": "32165",
    "city": "San Francisco",
    "contactemail1": "dhaist@steelecis.com",
    "contactfax1": "415 354-3856",
    "contactname1": "Dennis P. Haist",
    "contactoff1": "STEELE CIS, INC.",
    "contactphone1": "415 354-3857",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "acharles@steelecis.com",
    "corpofffax1": "415 354-3849",
    "corpoffname1": "Anthony Charles",
    "corpoffphone1": "415 354-3840",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Management Consulting Services - (MCS)",
    "nextcertification": "10/21/2016",
    "orgverification": "In-House",
    "personaldata": "Client third party business partner (distributor, sales agent, joint venture partner, developer, customs and logistics agents, vendors, etc.) organization and principal data;  On/IOff Line, Manually Processed",
    "ppdate": "10/1/2011",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (AAA)",
    "signupdate": "10/21/2011",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94104"
}