{
    "CertificationStatus": "Current",
    "Fax": "(484) 821-0351",
    "OrgName": "Intelliquip",
    "PPLoc": "http://www.intelliquip.com/privacypolicy ",
    "Phone": "(484) 821-0350",
    "activities": "Intelliquip offers its clients browser-based software applications. Any personal information that we might gather, such as contact information, is voluntarily disclosed to us from customers or prospects. This information is solely used to contact our clients and potential clients regarding our services. \r\nAs part of our clients’ business practices, personal information of their customers or potential customers may be gathered by them.  This data may be stored on Intelliquip servers at our Hosting Partner sites. This customer data stored on Intelliquip’s servers is wholly owned and controlled by our clients.  Therefore, Intelliquip does not ensure our clients’ Safe Harbor compliance or the validity of any of their privacy policies.",
    "address": "3 West Broad Street, Suite #4",
    "asp_index": "32179",
    "city": "Bethlehem",
    "contactemail1": "tdahl@intelliquip.com",
    "contactfax1": "(484) 821-0351",
    "contactname1": "Tryg Dahl",
    "contactoff1": "Intelliquip, LLC",
    "contactphone1": "(484) 821-0350",
    "contacttitle1": "Senior VP Business Development and Technology",
    "corpoffemail1": "tdahl@intelliquip.com",
    "corpofffax1": "(484) 821-0351",
    "corpoffname1": "Tryg Dahl",
    "corpoffphone1": "(484) 821-0350 x105",
    "corpofftitle1": "Senior VP Business Development and Technology",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "8/6/2016",
    "orgverification": "In-House",
    "personaldata": "On-Line data, entered by users of our software, which may include name, company name, address, email address and phone number.",
    "ppdate": "7/31/2008",
    "privacyprograms": "none",
    "recoursemech": "EU Data Protection Authorities",
    "signupdate": "8/6/2008",
    "state": "Pennsylvania",
    "statutorybody": "Federal Trade Commission",
    "zip": "18018"
}