{
    "CertificationStatus": "Current",
    "Fax": "847-295-7634",
    "OrgName": "Hewitt Associates LLC",
    "PPLoc": "https://cache.hewitt.com/privacy/PrivStat.htm",
    "Phone": "847-295-5000",
    "activities": "Hewitt Associates LLC (d/b/a Aon Hewitt) processes Client Data for purposes related to human resources business process outsourcing (HR BPO).  Upon written agreement with a Controller-client of Aon Hewitt's HR BPO service, Aon Hewitt will rely upon this Safe Harbor certification for the legitimate transfer and import of Client Data.  Absent such an agreement, Aon Hewitt shall execute EU model clauses (aka EU standard contractual clauses) as a processor for the import of Client Data. Client Data includes but is not limited to identification, employment, employment benefits, personnel administration, and management data. In addition, Hewitt Associates LLC is certified for purposes of personal data relating to its clients, their employees, and any beneficiaries or dependents of those employees, to the extent that data is collected in relating to Hewitt Associates LLC's Cloud Deployment Solutions (i.e. Workday implementation services). Finally, Aon Hewitt is certified for the personal data relating to its client's employees and/or candidates for employment collected in relation to Aon Hewitt's assessment, engagement and compensation and rewards services.",
    "address": "100 Half Day Road",
    "asp_index": "32205",
    "city": "Lincolnshire",
    "contactemail1": "James.Grady@aonhewitt.com",
    "contactfax1": "847-295-7634",
    "contactname1": "James Grady",
    "contactoff1": "Global Privacy Office",
    "contactphone1": "847-442-4188",
    "contacttitle1": "Deputy Chief Privacy Officer",
    "corpoffemail1": "beth.burk@aon.com",
    "corpofffax1": "312-381-6708",
    "corpoffname1": "Beth Burk",
    "corpoffphone1": "312-381-3165",
    "corpofftitle1": "Global Chief Compliance Officer, Aon",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Management Consulting Services - (MCS)General Services - (GSV)",
    "nextcertification": "12/19/2016",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed, Client Data",
    "ppdate": "9/1/2015",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "12/19/2011",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60069"
}