{
    "CertificationStatus": "Current",
    "Fax": "612-623-6640",
    "OrgName": "Graco Inc.",
    "PPLoc": "http://www.graco.com/us/en/privacy-policy.html ",
    "Phone": "612-623-6000",
    "activities": "Graco may collect and use personal information from job applicants, employees and former employees in connection with the management and administration of human resource functions and other employment-related matters, including but not limited to: recruiting, job application and hiring activities; payroll administration; training; succession planning; performance management; employee directories; organization charts; security badges; monitoring the use of company resources; emergency contacts; temporary/contingent workforce planning and staffing; administration and operations of benefits and compensation programs; meeting governmental reporting requirements; security, health and safety management; business travel; access to Graco facilities and computer networks; record keeping; and other employment-related purposes.\r\nGraco may also collect and use personal information from prospective, current and former distributors, suppliers, vendors, business partners, end-user customers and others for legitimate business purposes, including but not limited to: completing transactions or orders; customer service; product, warranty and claims administration; maintenance of accounts payable and receivable records; internal marketing research and supporting our marketing promotions; safety and performance management; financial and sales data; meeting governmental reporting and records requirements; and contact information.",
    "address": "88 11th Ave NE",
    "asp_index": "32243",
    "city": "Minneapolis",
    "contactemail1": "privacy@graco.com",
    "contactfax1": "612-623-6640",
    "contactname1": "Brenda Berens",
    "contactoff1": "Graco Privacy",
    "contactphone1": "612-623-6000",
    "contacttitle1": "",
    "corpoffemail1": "dahlers@graco.com",
    "corpofffax1": "612-623-6640",
    "corpoffname1": "David Ahlers",
    "corpoffphone1": "612-623-6699",
    "corpofftitle1": "Vice President Human Resources and Corporate Communications",
    "eucountries": "Belgium, France, Germany, Greece, Hungary, Italy, Netherlands, Poland, Romania, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Pumps Valves & Compressors - (PVC)Automotive Parts & Service Equipment - (APS)Construction Equipment - (CON)General Industrial Eqpt & Supplies - (GIE)",
    "nextcertification": "10/6/2016",
    "orgverification": "In-house",
    "personaldata": "applies to all personal information received by Graco in any format, including electronic, paper or verbal.  Graco collects organizational, customer and employee data.  Covered data includes manually processed data.",
    "ppdate": "9/30/2011",
    "privacyprograms": "TRUSTe Offline Dispute Resolution Services",
    "recoursemech": "For EU/Switzerland based Human Resources data, Graco will cooperate with the European Union Data Protection Authorities (DPAs) or the Federal Data Protection and Information Commissioner of Switzerland (FDPIC) as applicable in the investigation and resolution of complaints brought under the Safe Harbor Frameworks.\r\n\r\nGraco has agreed to non-EU employee dispute resolution using the TRUSTe EU Safe Harbor dispute resolution procedure.",
    "signupdate": "10/6/2011",
    "state": "Minnesota",
    "statutorybody": "Federal Trade Commission",
    "zip": "55413"
}