{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Aptible, Inc.",
    "PPLoc": "https:/ www.aptible.com/legal/privacy.html ",
    "Phone": "866-296-5003",
    "activities": "Aptible collects account and profile information, user content, web logs and analytics information, and cookies from users when they use the Aptible services.\r\n\r\nAptible uses that information to:\r\n- Provide, operate, maintain, improve, personalize, and promote our services;\r\n- Develop new products, services, features, and functionality;\r\n- Enable users to access and use our services;\r\n- Process and complete transactions, and send users related information, including purchase confirmations and invoices;\r\n- Communicate with users, including responding to comments, questions, and requests; providing customer service and support; providing users with information about services, including technical notices, updates, security alerts, administrative messages, or advertising or marketing messages; and providing other news or information about us and our select partners;\r\n- Monitor and analyze trends, usage, and activities in connection with our services; and\r\n- Investigate and prevent fraudulent transactions, unauthorized access to our services, and other illegal activities.",
    "address": "155 Water St",
    "asp_index": "32254",
    "city": "Brooklyn",
    "contactemail1": "safeharbor@aptible.com",
    "contactfax1": "",
    "contactname1": "Charles Ballew",
    "contactoff1": "Legal Dept.",
    "contactphone1": "866-296-5003",
    "contacttitle1": "CEO",
    "corpoffemail1": "chas@aptible.com",
    "corpofffax1": "",
    "corpoffname1": "Charles Ballew",
    "corpoffphone1": "866-296-5003",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "11/7/2016",
    "orgverification": "In-house",
    "personaldata": "Aptible customer data, not manually processed",
    "ppdate": "11/3/2014",
    "privacyprograms": "NONE",
    "recoursemech": "Aptible uses the International Centre for Dispute Resolution/American Arbitration Association's Safe Harbor Program as an independent recourse mechanism.",
    "signupdate": "11/7/2014",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "11201"
}