{
    "CertificationStatus": "Current",
    "Fax": "714-242-1400",
    "OrgName": "ConeXware, Inc.",
    "PPLoc": "http://www.powerarchiver.com/powerarchiver-privacy/ ",
    "Phone": "888-302-8800",
    "activities": "Sale of ConeXware software via the Internet. Software licenses delivered electronically via e-mail.\r\n\r\nConeXware collects Personal Information when you place an order for one of our products, request support from ConeXware, sign up for a newsletter, or submit a PowerArchiver skin.\r\nWhen you place an order for one of our products, ConeXware collects Personal Information as required to complete your order. This data includes your name, address, phone number, IP address and credit card details, depending on the payment method selected.\r\n\r\nPersonal Information is strictly used for processing orders, or to contact you regarding a support request and newsletter update. Personal Information is not used for any other purposes.",
    "address": "11654 Plaza America Dr. #350",
    "asp_index": "32287",
    "city": "Reston",
    "contactemail1": "general@conexware.com",
    "contactfax1": "714-242-1400",
    "contactname1": "Nathan Mook",
    "contactoff1": "ConeXware, Inc.",
    "contactphone1": "888-302-8800",
    "contacttitle1": "President",
    "corpoffemail1": "general@conexware.com",
    "corpofffax1": "714-242-1400",
    "corpoffname1": "Nathan Mook",
    "corpoffphone1": "888-302-8800",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "10/18/2016",
    "orgverification": "In-house",
    "personaldata": "On-Line and Manually Processed Data",
    "ppdate": "1/1/2004",
    "privacyprograms": "NONE",
    "recoursemech": "EU data protection authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "10/18/2004",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "20190"
}