{
    "CertificationStatus": "Current",
    "Fax": "8006807227",
    "OrgName": "Appirio Inc",
    "PPLoc": "http://appirio.com/privacy/ ",
    "Phone": "8006807227",
    "activities": "Personal Information Received From the EU: Appirio occasionally collects business-related customer information in connection with the cloud technology services we perform on behalf of our customers. Activities vary according to the particular engagement with a specific customer, but the vast majority of information to which we have access is business contact information, sales related information, or other information collected in connection with our customers programs. Information may be used for a variety of purposes, most particularly customer service on our customers' behalf, product support, website performance management and navigation, and marketing and training. As part of our consulting services, some customers may allow us to maintain or provide us with access to data. In connection with those services, Appirio typically does not control the data and any access to or use of such data is incidental to completing its contractual requirements for such customer. Appirio will also transfer information concerning current and former employees, consultants, contractors and job applicants to the United States for processing and storage. Appirio collects, transfers, and uses this data for purposes of employee benefits, workforce management and provision of products and services. This includes evaluation of qualifications for employment, provision of employment benefits, reporting, security management, administration of compensation, performance management and training, workforce management, budgeting and salary administration, business contact directory, company network access, authentication and personalization.",
    "address": "760 Market Street",
    "asp_index": "32285",
    "city": "San Francisco",
    "contactemail1": "gc@appirio.com",
    "contactfax1": "8006807227",
    "contactname1": "Daniel Lascell",
    "contactoff1": "Office of the General Counsel",
    "contactphone1": "8006807227",
    "contacttitle1": "SVP & General Counsel",
    "corpoffemail1": "gc@appirio.com",
    "corpofffax1": "8006807227",
    "corpoffname1": "Daniel Lascell",
    "corpoffphone1": "8006807227",
    "corpofftitle1": "SVP & General Counsel",
    "eucountries": "Germany, Ireland, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Computer Software - (CSF)",
    "nextcertification": "10/16/2016",
    "orgverification": "Third Party",
    "personaldata": "Offline and Online",
    "ppdate": "10/6/2009",
    "privacyprograms": "TRUSTe Privacy Program",
    "recoursemech": "TRUSTe Privacy Program",
    "signupdate": "10/16/2009",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94102"
}