{
    "CertificationStatus": "Current",
    "Fax": "000-000-0000",
    "OrgName": "Northrop Grumman Corporation and its U.S. subsidiaries",
    "PPLoc": "http://www.northropgrumman.com/Pages/PrivacyPolicy.aspx ",
    "Phone": "(703) 280-2900",
    "activities": "Northrop Grumman will collect, process, and store personal information for the following purposes:\r\n1. Determining, evaluating, and implementing employment-related actions and obligations.\r\n2. Designing, evaluating, and administering compensation, benefits, and other human resources programs.\r\n3. Designing, evaluating, and implementing employment-related education and training programs.\r\n4. Monitoring and evaluating employee conduct and performance.\r\n5. Maintaining plant and employee security, and health and safety.\r\n6. Collecting and storing customer information.\r\n7. Making data subjects' names, images, and other items of business-contact information available by means of website posting, business cards, brochures, and other promotional media to Northrop Grumman's present and potential customers, suppliers, contractors, joint venture partners, other business associates, and employees.\r\n8. Maintaining business records relating to past, present, and potential customers, suppliers, contractors, joint venture partners, other business associates, and employees.\r\n9. Conducting auditing, accounting, financial, and economic analyses.\r\n10. Facilitating business communications, negotiations, transactions, conferences, and compliance with contractual and legal obligations.",
    "address": "2980 Fairview Park Drive",
    "asp_index": "32299",
    "city": "Falls Church",
    "contactemail1": "Privacy@ngc.com",
    "contactfax1": "000-000-0000",
    "contactname1": "John Kropf",
    "contactoff1": "Northrop Grumman Corporate Office",
    "contactphone1": "(703) 280-4369",
    "contacttitle1": "Corporate Privacy Executive",
    "corpoffemail1": "Privacy@ngc.com",
    "corpofffax1": " ",
    "corpoffname1": "Mark Caylor",
    "corpoffphone1": "(703) 280-4320",
    "corpofftitle1": "Corp President, Enterprise Services and Chief Strategy Officer",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Defense Industry Equipment - (DFN)Aircraft & Parts - (AIR)Electronic Components - (ELC)Computer Software - (CSF)",
    "nextcertification": "11/15/2016",
    "orgverification": "In-house",
    "personaldata": "All except data covered by derogations",
    "ppdate": "10/15/2014",
    "privacyprograms": "none",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Federal Data Protection and Information Commissioner (FDPIC) of Switzerland",
    "signupdate": "11/15/2002",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "22042"
}