{
    "CertificationStatus": "Current",
    "Fax": "317-805-9335",
    "OrgName": "RCI, LLC",
    "PPLoc": "http://www.rci.com/docs/KnowledgeBase/Documents/en_US/SafeHarbor.pdf ",
    "Phone": "317-805-8000",
    "activities": "We process personal information relating to customers, suppliers, employees and applicants located in the European Union or Switzerland.  We process customer and supplier personal information to provide products and services to our customers, facilitate our business operations and supplier relationships, and in connection with meeting our legal and regulatory compliance obligations.  We process employee and applicant information to fulfill employment-related functions and comply with our legal, business and contractual obligations.  Our Safe Harbor Employee and Applicant Notice is available internally on our intranet and applicant websites. Privacy Notice Effective: 1/31/2014",
    "address": "9998 North Michigan Road",
    "asp_index": "32318",
    "city": "Carmel",
    "contactemail1": "samantha.vaughan@rci.com",
    "contactfax1": "973-753-6207",
    "contactname1": "Samantha Vaughan",
    "contactoff1": "RCI, LLC",
    "contactphone1": "973-753-6125",
    "contacttitle1": "Vice President, Global Privacy, Compliance & Information Management",
    "corpoffemail1": "paul.cash@rci.com",
    "corpofffax1": "973-753-6225",
    "corpoffname1": "Paul F. Cash",
    "corpoffphone1": "973-753-6333",
    "corpofftitle1": "Executive Vice President, General Counsel and Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "nextcertification": "10/15/2016",
    "orgverification": "In-house self-assessment",
    "personaldata": "Customer, supplier, employee and applicant data (off-line, on-line, manual process, etc.).",
    "ppdate": "11/5/2013",
    "privacyprograms": "None",
    "recoursemech": "We have designated the American Arbitration Association (AAA) as our independent recourse mechanism.",
    "signupdate": "10/15/2012",
    "state": "Indiana",
    "statutorybody": "Federal Trade Commission",
    "zip": "46032"
}