{
    "CertificationStatus": "Current",
    "Fax": "770-514-0285",
    "OrgName": "Brand Energy & Infrastructure Services, Inc. and its U.S. subsidiaries and affiliates",
    "PPLoc": "http://www.beis.com/us/safe_harbor ",
    "Phone": "678-285-1400",
    "activities": "Brand Energy & Infrastructure Services, Inc. and its U.S. subsidiaries and affiliates (collectively, “Brand”) may obtain and process certain personal data, such as contact information, about individuals located in the EEA or Switzerland (excluding “Employees,” as such term is defined below), in connection with (1) supplying our goods or services; (2) processing business transactions and related activities; (3) managing customer, supplier and vendor relationships; (4) responding to inquiries or communicating with individuals about questions or comments; (5) individuals’ use of the Brand website; (6) enforcing contractual terms and conditions or defending against claims and lawsuits; (7) marketing our services; (8) operating, evaluating and improving our business (including developing new services; enhancing and improving our services; managing our communications; analyzing our services; and performing accounting, auditing, financial and economic analyses, and other internal functions); (9) protecting against, identifying and preventing fraud and other unlawful activity, investigating incidents or defending claims and other liabilities; and (10) complying with and enforcing applicable legal requirements, relevant industry standards and our policies.    \r\n\r\nIn addition, Brand obtains and processes personal data about current, former or prospective employees, including temporary workers, interns, other non-permanent employees, contractors or consultants of subsidiaries and affiliates of Brand Energy & Infrastructures Services, Inc. who are located in the EEA or Switzerland (collectively, “Employees”) when carrying out and supporting administrative and human resources functions and activities for the Brand group, including (1) recruiting and hiring job applicants; (2) administering Employee benefits; (3) managing Employee headcount; (4) managing Employee communications; (5) managing and evaluating Employee performance; (6) determining Employee compensation; (7) managing Employee temporary or permanent relocation; (8) administering Employee training and learning management; (9) administering Employee discipline and termination; (10) for other general human resources purposes; and (11 ) complying with and enforcing applicable legal requirements, relevant industry standards and our policies.  Brand also obtains and processes personal data about Employees’ emergency contacts and other individuals (such as dependents and beneficiaries) to the extent our Employees provide the information to us.  We process this information to comply with our legal obligations and for internal administrative purposes.",
    "address": "1325 Cobb International Drive",
    "asp_index": "32323",
    "city": "Kennesaw",
    "contactemail1": "james.billingsley@beis.com",
    "contactfax1": "770-514-0285",
    "contactname1": "James R. Billingsley",
    "contactoff1": "Brand Energy & Infrastructure Services, Inc.",
    "contactphone1": "678-285-1457",
    "contacttitle1": "VP, General Counsel",
    "corpoffemail1": "james.billingsley@beis.com",
    "corpofffax1": "770-514-0285",
    "corpoffname1": "James R. Billingsley",
    "corpoffphone1": "678-285-1457",
    "corpofftitle1": "VP, General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Architectural/Construction/Eng Svc - (ACE)Construction Equipment - (CON)General Industrial Eqpt & Supplies - (GIE)",
    "nextcertification": "10/7/2016",
    "orgverification": "In-house",
    "personaldata": "Online, offline, HR and non-HR data, including manually processed data",
    "ppdate": "10/6/2014",
    "privacyprograms": "None",
    "recoursemech": "For non-HR data, Brand will cooperate with JAMS.  For HR data, Brand will cooperate with EEA/EU or Swiss Data Protection Authorities (EU DPAs or Swiss FDPIC).",
    "signupdate": "10/7/2014",
    "state": "Georgia",
    "statutorybody": "Federal Trade Commission",
    "zip": "30152"
}