{
    "CertificationStatus": "Current",
    "Fax": "513-794-4185",
    "OrgName": "Michelman, Inc.",
    "PPLoc": "http://www.michelman.com/Privacy-Policy/ ",
    "Phone": "513-793-7766",
    "activities": "Receiving personal data of employees and third parties. In general, you can visit www.michelman.com without providing any personal information. Michelman may collect personal information from you on our website to facilitate the delivery of services or the fulfillment of an order, to provide you information and samples you request, to give you a customized interactive experience, and to help us develop and notify you about new products and services that meet your needs. The information we request may include personally identifiable information such as your name, billing and shipping address, telephone number or e-mail address. It is solely your choice whether or not you provide this personally identifiable information. However, should you choose not to provide the information, we may be unable to process an order, fulfill a service, or display certain content on our website.\r\n\r\nBecause Michelman considers the personally identifiable information we maintain to be confidential, our policy is to refrain from disclosing personally identifiable information gathered online to third parties unless release is required or permitted by law; the release is pertinent to judicial or government investigations or proceedings; or we have asked for and obtained your consent. In addition, Michelman may use third parties to fulfill orders or manage websites. In those instances, Michelman will provide these companies with the personal information they need to provide such services. Michelman will take commercially reasonable measures to require these companies to protect this personal information to the same standard Michelman does and to not use the information for any other purpose than to complete the transaction. Michelman may also disclose personal information when we believe in good faith that disclosure is necessary or appropriate to avoid violation of, or interference with, the terms of use of this website or our services, or with our proprietary rights, or the rights of third parties.\r\n\r\nMichelman will not sell your personally identifiable information to third parties. However, If a Michelman brand, or some or all of its business or assets, is sold to another company, personal information provided to that brand or business may be transferred to the purchaser.",
    "address": "9080 Shell Rd.",
    "asp_index": "32350",
    "city": "Cincinnati",
    "contactemail1": "jeffrodgers@michelman.com",
    "contactfax1": "513-794-4185",
    "contactname1": "Jeffrey P Rodgers",
    "contactoff1": "Michelman Privacy office",
    "contactphone1": "513-793-7766",
    "contacttitle1": "CFO",
    "corpoffemail1": "jeffrodgers@michelman.com",
    "corpofffax1": "513-794-4185",
    "corpoffname1": "Jeffrey P Rodgers",
    "corpoffphone1": "513-793-7766",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Industrial Chemicals - (ICH)",
    "nextcertification": "10/24/2016",
    "orgverification": "In House",
    "personaldata": "organization, client, customer ( including manually processed data)",
    "ppdate": "10/22/2013",
    "privacyprograms": "N/A",
    "recoursemech": "EU data protection authorities (EU DPAs)",
    "signupdate": "10/24/2013",
    "state": "Ohio",
    "statutorybody": "Federal Trade Commission",
    "zip": "45236"
}