{
    "CertificationStatus": "Current",
    "Fax": "+12122082514",
    "OrgName": "Doro Inc",
    "PPLoc": "http://www.dorousa.us/privacy-policy/ ",
    "Phone": "+12126921067",
    "activities": "Doro AB offers a cloud based communication and monitoring solution through a membership. Eligible members are anyone who have signed up for Doro’s My Doro Manager software application and has access to a smart phone or personal computer or its equivalent, and access to the internet.  When a member terminates their membership in the My Doro Manager solution, the data records shall eventually be erased and no copies shall remain either on a computer or in any paper form. Any member can also chose at their option to erase certain information in their application or profile. Information is collected and stored during the application phase for, and during the actual use of, Doro AB’s My Doro Manager application, to send and receive information covered under the Safe Harbor principles, both within and between the European Union and the United States of America. Such information  may include, but is not limited to, the following automatically or manually processed and electronically stored information: name and address of identified or identifiable individuals, names of identified or identifiable family members and their addresses, names of identified or identifiable associates and their addresses, and how the phone is used, such as what applications (apps) are installed on the phone.  Related information that may be collected and stored includes but is not limited to the following: age, gender, sexual orientation, personal identification numbers, telephone numbers and email addresses, social security numbers, height, weight, health and medical information, education level, work experience, contact information, payment and financial information, and the like.",
    "address": "c/o Duane Morris LLP, 1540 Broadway",
    "asp_index": "32386",
    "city": "New York",
    "contactemail1": "SPCD@doro.com",
    "contactfax1": "+46 46 2805001",
    "contactname1": "",
    "contactoff1": "Software & Privacy Compliance Designee",
    "contactphone1": "+46 46 2805000",
    "contacttitle1": "",
    "corpoffemail1": "thomas.bergdahl@doro.com",
    "corpofffax1": "+46462805001",
    "corpoffname1": "Thomas Bergdahl",
    "corpoffphone1": "+46462805063",
    "corpofftitle1": "Deputy CEO, VP Product Development",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Telecommunications Equipment - (TEL)Information Services - (INF)Computer Services - (CSV)",
    "nextcertification": "10/23/2016",
    "orgverification": "In-House",
    "personaldata": "Names of identified, identifiable individuals, family members, their related info included but not be limited to: addresses, age, gender, sexual orientation, personal identification-, telephone- and social security numbers, email, height, weight, health & medical info, education level, work experience, contact info, payment & financial info. Also info on how the phone is used and installed apps.",
    "ppdate": "7/17/2015",
    "privacyprograms": "N/A",
    "recoursemech": "ICDR/AAA Safe Harbor Program\r\n\r\nInternational Centre for Dispute Resolution\r\nA Division of the American Arbitration Association\r\nCase Filing Services\r\n1101 Laurel Oak Road, Suite 100\r\nVoorhees, NJ 08043\r\n\r\nPhone: (+1) 856-435-6401\r\nToll free phone number in the United States: (+1) 877-495-4185\r\nFax number: (+1) 877-304-8457\r\nFax number outside the United States: (+1) 212-484-4178\r\nEmail box: casefiling@adr.org",
    "signupdate": "10/23/2015",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10036"
}