{
    "CertificationStatus": "Current",
    "Fax": "(408) 716-2621",
    "OrgName": "Ayla Networks, Inc.",
    "PPLoc": "https:/ www.aylanetworks.com/legal/privacy-statement ",
    "Phone": "(408) 830-9844",
    "activities": "Alya is a B2B company providing Internet of Things services that allow our customers, typically device manufacturers, to enable their end customer to connect and control the device via the internet.  Ayla works with WiFi module vendors to supply pre-loaded Wi-Fi modules to the device manufacturers; a cloud site that allows manufacturers to monitor and update devices connected by the customers to their (typically home) Wi-Fi networks; and software to help manufactures build smart phone apps to control the connected devices.",
    "address": "607 W. California Ave",
    "asp_index": "32394",
    "city": "Sunnyvale",
    "contactemail1": "craig@aylanetworks.com",
    "contactfax1": "(408) 716-2621",
    "contactname1": "Craig Payne",
    "contactoff1": "Security Manager",
    "contactphone1": "(408) 830-9844 x453",
    "contacttitle1": "Technical Program Manager",
    "corpoffemail1": "adrian@aylanetworks.com",
    "corpofffax1": "(408) 716-2621",
    "corpoffname1": "Adrian Caceres",
    "corpoffphone1": "(408) 830-9844 x404",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "10/23/2016",
    "orgverification": "in-house",
    "personaldata": "No data is manually processed.  End user's first & last name, country, email address, wi-fi network, location of wi-fi network, phone number, company, city, state, postal code and location of mobile devices using OEM's app to connect to Ayla's cloud-based service.  Our OEM customers may chose to collect other data which would be stored in our facility.",
    "ppdate": "8/19/2015",
    "privacyprograms": "Self-regulated.  Safe Harbor is included as a part of our ISO 27001 program.  Our ISO Certifying Body is A-lign, Inc.",
    "recoursemech": "Council of Better Business Bureaus, Inc. - BBB EU Safe Harbor.  Ref #: EU6432007-07-15",
    "signupdate": "10/23/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94086"
}