{
    "CertificationStatus": "Current",
    "Fax": "440-329-6036",
    "OrgName": "Invacare Corporation",
    "PPLoc": "http://www.invacare.com/cgi-bin/imhqprd/privacy.jsp ",
    "Phone": "440-329-6000",
    "activities": "Invacare’s business activities in which personal information collected online and offline, include information concerning current, prospective and former: customers; suppliers and vendors; employees. The data collected may include information obtained in connection with merger and acquisition activity, where it may be used for evaluation and integration purposes and for ongoing business management as outlined below.\r\n\r\nInvacare Corporation receives data from the EU and Switzerland concerning current employees, temporary employees, contract employees, interns, contingent workers, retirees, and former employees, as well as personal information of the spouses and/or dependents of employees whose personal information has been given to Invacare. Invacare uses this data for business reporting, performance review purposes, training, and administering compensation programs.  \r\n\r\nInvacare receives information concerning customers, prospects, vendors and suppliers. Invacare collects, transfers, and uses this information for a range of business purposes, including marketing and sales, provision of products and services, supply chain management and legal compliance.",
    "address": "One Invacare Way",
    "asp_index": "32407",
    "city": "Elyria",
    "contactemail1": "pstumpp@invacare.com",
    "contactfax1": "440-329-6036",
    "contactname1": "Patricia Stumpp",
    "contactoff1": "Human Resources",
    "contactphone1": "440-329-6735",
    "contacttitle1": "Sr VP - Human Resources",
    "corpoffemail1": "pstumpp@invacare.com",
    "corpofffax1": "440-329-6036",
    "corpoffname1": "Patricia Stumpp",
    "corpoffphone1": "440-329-6735",
    "corpofftitle1": "Sr VP - Human Resources",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "General Consumer Goods - (GCG)",
    "nextcertification": "10/23/2016",
    "orgverification": "Third Party - TRUSTe",
    "personaldata": "Customers - Online data, Offline data, Manually processed data; Employees - Human Resources data",
    "ppdate": "10/22/2012",
    "privacyprograms": "TRUSTe EU SH program",
    "recoursemech": "TRUSTe EU SH program",
    "signupdate": "10/23/2012",
    "state": "Ohio",
    "statutorybody": "Federal Trade Commission",
    "zip": "44036"
}