{
    "CertificationStatus": "Current",
    "Fax": " ",
    "OrgName": "Hill and Knowlton Strategies, LLC",
    "PPLoc": "See link below",
    "Phone": "212-885-0300",
    "activities": "We collect information related to employees in the context of their relationship with the company.  The Company may hold the following types of personal information in relation to its employees: \r\nPersonal Information may be transferred from the EU to the U.S. for employees who reside and work outside of the U.S. Such information may include the employee’s home address, phone number, salary, other compensation history, incentive plans, biographical information and background checks, performance evaluations, demographic information and other records in the employee’s personnel file. Hill+Knowlton Strategies collects and processes this information for purposes of administering employee programs and benefits, compensation purposes, reviewing and evaluating performances, conducting internal employee programs, addressing disciplinary matters, providing benefits (such as health insurance) to employees, monitoring internal operations and enhancing and evaluating the organization’s performance and services. The company contracts with certain third party vendors to assist in some of these activities.",
    "address": "825 Third Avenue",
    "asp_index": "32439",
    "city": "New York",
    "contactemail1": "sarah.queen@hkstrategies.com",
    "contactfax1": "512-474-0120",
    "contactname1": "Sarah Queen",
    "contactoff1": "Austin, Texas",
    "contactphone1": "512-474-8848",
    "contacttitle1": "Senior Legal Counsel",
    "corpoffemail1": "Meredith.Marks@hkstrategies.com",
    "corpofffax1": "512-474-0120",
    "corpoffname1": "Meredith Marks",
    "corpoffphone1": "512-474-8848",
    "corpofftitle1": "General Counsel",
    "eucountries": "Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Netherlands, Norway, Poland, Portugal, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Advertising Services - (ADV)Management Consulting Services - (MCS)General Services - (GSV)",
    "nextcertification": "10/11/2016",
    "orgverification": "In-House",
    "personaldata": "Human Resources Information",
    "ppdate": "1/1/2013",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "10/11/2012",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10022"
}