{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Tasseologic, Inc.",
    "PPLoc": "http://tasseologic.com/safe-harbor/ ",
    "Phone": "817-908-3106",
    "activities": "Personal data is obtained primarily for data processing in the context of marketing and analytics activities.  Some of the activities are the following: Data hygiene, matching, deduping and standardization that enables data loading activities.  Other processing of this personal data may also include analytics processing to identify and segment personal data (customers) into appropriate marketing segments. As a result of the analyses and processing, the data may be accessed either via batch and/or real-time processing methods. These methods include receiving new data from clients within the EU when such data becomes available. Then executing the processing steps as described above, then potentially returning this data to the originating sender of the personal data.",
    "address": "2233Lakeway Drive",
    "asp_index": "32452",
    "city": "Keller",
    "contactemail1": "roger.gorman@tasseologic.com",
    "contactfax1": "",
    "contactname1": "Roger Gorman",
    "contactoff1": "Tasseologic, Inc.",
    "contactphone1": "817-908-3106",
    "contacttitle1": "Senior Vice President",
    "corpoffemail1": "roger.gorman@tasseologic.com",
    "corpofffax1": "",
    "corpoffname1": "Tasseologic, Inc",
    "corpoffphone1": "817-908-3106",
    "corpofftitle1": "Senior Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)",
    "nextcertification": "11/2/2016",
    "orgverification": "In-house",
    "personaldata": "Online, offline, client, customer, visitor, and organization.  Data is not manually processed.",
    "ppdate": "10/6/2015",
    "privacyprograms": "Self-Regulatory",
    "recoursemech": "Direct Marketing Association (DMA)",
    "signupdate": "11/2/2015",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "76248-8391"
}