{
    "CertificationStatus": "Current",
    "Fax": "919-807-5022",
    "OrgName": "ABB Inc",
    "PPLoc": "http://www.abb.us/cawp/usabb046/49799fe96edb0c73c1257bc70054570e.aspx ",
    "Phone": "919-856-2360",
    "activities": "ABB is a leader in power and automation technologies that enable utility and industry customers to improve their performance while lowering environmental impact.  ABB Inc. and the following subsidiaries (and no others), Ventyx, Inc., Baldor Electric Company, ABB Treasury Center (USA), Inc., Kuhlman Electric Corporation, Power One, Inc., Power One Renewable Energy, LLC, Los Gatos Research, Inc., and APS Technology Group, Inc. (collectively referred to hereinafter as “ABB”), in the U.S. comply with both the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland.  \r\nPersonal information collected online and offline in connection with ABB’s business activities, including information concerning current, prospective, and former: customers; suppliers and vendors; partners; and employees.  In each case above, the data may include information obtained in connection with merger and acquisition activity, where it may be used for evaluation and integration purposes and for ongoing business management as outline below.  \r\nABB receives information from the EU and Switzerland concerning prospective, current and former employees, consultants, contractors and job applicants for processing and storage.  ABB collects, transfers, and uses this data for: Staffing (e.g. headcount planning, recruitment, termination, succession planning); Organizational planning and development and workforce management; Budget planning and administration; Compensation, payroll, and benefit planning and administration (e.g. salary, tax withholding, tax equalization, awards, insurance and pension); Workforce development, education, training and certification; Background checks; Performance management; Problem resolution (e.g., internal reviews, grievances), internal investigations, auditing, compliance, risk management and security purposes; Authorizing, granting, administering, monitoring and terminating access to or use of ABB systems, facilities, records, property and infrastructure; Business travel (e.g., limousines, commercial flights, hotels, rental cars, etc.); Expense management (e.g., corporate credit card, expense and grant of authority administration, procurement); Project management; Conflict of interest reporting; Employee communications; Flexible work arrangements; Administration of employee enrollment and participation in activities and programs offered to eligible employees (e.g., matching donations to non-profit organizations, political action committee contributions, wellness activities); Work-related injury and illness reporting; Monitoring and surveillance for industrial hygiene, public health and safety; Legal proceedings and government investigations, including preservation of relevant data; and, as required or expressly authorized by laws or regulations applicable to ABB’s business or by government agencies that oversee or regulate our business.\r\nABB receives information concerning customers, prospects, partners, vendors and suppliers.  ABB collects, transfers and uses this information for a range of business purposes, including marketing and sales, provision of products and services, partner and supply chain management and legal compliance.",
    "address": "12040 Regency Parkway",
    "asp_index": "32463",
    "city": "Cary",
    "contactemail1": "albert.peterlin@us.abb.com",
    "contactfax1": "919-856-2506",
    "contactname1": "Albert N. Peterlin",
    "contactoff1": "Legal & Integrity",
    "contactphone1": "919-831-3178",
    "contacttitle1": "Senior Counsel",
    "corpoffemail1": "david.onuscheck@us.abb.com",
    "corpofffax1": "919-856-2506",
    "corpoffname1": "David Onuscheck",
    "corpoffphone1": "919-856-2360",
    "corpofftitle1": "Sr. VP, Sec., General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Electrical Power Systems - (ELP)Process Controls Industrial - (PCI)Pulp & Paper Machinery - (PUL)Robotics - (ROB)",
    "nextcertification": "10/28/2016",
    "orgverification": "in-house",
    "personaldata": "Organization, human resource, customer, prospect, partner, supplier, vendor data; on-line and off-line data.",
    "ppdate": "9/13/2013",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (AAA) for non-Human Resource data; EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) for human resources data only.",
    "signupdate": "10/28/2013",
    "state": "North Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "27518"
}