{
    "CertificationStatus": "Current",
    "Fax": "+1 617-314-7770",
    "OrgName": "Exari Group, Inc.",
    "PPLoc": "http://www.exari.com/privacy.html ",
    "Phone": "+1 617-938-3777",
    "activities": "Exari is a software product company that licenses its software to third parties. Our licensees operate the Exari software in their data centers. Exari consulting personnel help our licensees install and configure the Exari software. In the course of this work, Exari consultants may have occasional exposure to personal information of our licensees' employees and agents. On an ongoing basis, although the Exari software stores personal information, the collection, access, administration and storage of this personal information is under the control of our licensees, with no involvement or access by Exari personnel. The only occasional exception to this statement is if a Client provides Exari personnel emergency access to their Exari software, usually for the purposes of diagnosing and fixing a software program error. Exari Licensees also contract with Exari to manage hosting services for their Exari software. When we do so, we always utilize a data center that is SSAE 16 compliant, and whose practices and infrastructure comply with the US-EU and US-Swiss Safe Harbor Framework (http:///export.gov/safeharbor). The certification for our current data center provider can be found here: http://safeharbor.export.gov/companyinfo.aspx?id=18307. When Exari manages hosting services to our Licensees, Exari never collects personal information for or on behalf of our Licensees. Our licensees have exclusive responsibility for collecting and storing personal information in the Exari software that we manage  for them. Exari technical support employees may have occasional access to the licensee-collected personal information. This access in incidental to the Exari employees' performance of their IT-related duties for the technical management and maintenance of the hosting environment. \r\nPrivacy Policy Effective: 6/1/2013 \r\nLocation: http://www.exari.com/privacy.html",
    "address": "745 Boylston Street",
    "asp_index": "32484",
    "city": "Boston",
    "contactemail1": "rfoster@exari.com",
    "contactfax1": "+1 617-314-7770",
    "contactname1": "Reginald C. Foster",
    "contactoff1": "Exari Group, Inc.",
    "contactphone1": "+1 617-938-3777",
    "contacttitle1": "Chief Administrative Officer",
    "corpoffemail1": "rfoster@exari.com",
    "corpofffax1": "+1 617-314-7770",
    "corpoffname1": "Reginald C. Foster",
    "corpoffphone1": "+1 617-938-3777",
    "corpofftitle1": "Corporate Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "10/11/2016",
    "orgverification": "In-house",
    "personaldata": "Personal Data Covered: Name, addresses, nationality, financial information, passwords, date of birth, corporate ID #, personal tax ID #, professional employment information.  Organization Human Resource Data Covered: Yes",
    "ppdate": "10/1/2014",
    "privacyprograms": "None",
    "recoursemech": "Exari uses the International Centre for Dispute Resolution, American Arbitration Association (AAA).",
    "signupdate": "10/11/2013",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02116"
}