{
    "CertificationStatus": "Current",
    "Fax": "321 242 1965",
    "OrgName": "Creative Network Innovations, Inc.",
    "PPLoc": "http://cniweb.net/privacy_terms.jsp ",
    "Phone": "321 259 1984",
    "activities": "Information Collection & Use\r\nCreative Network Innovations, hereafter referred to as “CNI”, is the sole owner of the information collected on www.cniweb.net. The server on which the Web Site is located collects and saves only the default information customarily logged by web server software. Such information may include the date and time of your visit, the originating IP address, and the pages and images requested. This information is typically used for diagnostic and troubleshooting purposes and/or to determine hardware loads and utilization.\r\nContact Forms\r\nWhen you complete a contact form or submit an online trouble ticket, we request that you provide certain personally identifiable information, including your name, company, address, and phone number. This information is necessary so that we can contact you.\r\nUpon submitting a contact form, your name and email address, and any other information you provided, may be included in our internal customer database to facilitate future service requests and to provide a record of any services provided to correct issues, etc.\r\nCommunications from the Site\r\nIf you are entered into our customer database, or are a direct customer of CNI, you may receive  notifications regarding network maintenance, critical security issues, or other information directly pertinent to the integrity of your service. If you would prefer not to receive this information, please see the \"Choice/ Opt-out\" section.\r\nChoice/Opt-out\r\nWe provide you the opportunity to \"opt-out\" of having your personally identifiable information used for certain purposes when we ask for this information. For example, when you complete an online inquiry form you have the opportunity to opt-out of receiving any future notifications.\r\nIf you wish to be excluded from all future communication, excluding mandatory billing issues or legal mandates, you may do so by emailing us at support@cniweb.net and specifically stating that you wish to opt out of all communication and have your personal information removed from out databases. You may also contact us at 321-259-1984 or  6905 N. Wickham Rd, Suite 300 Melbourne FL 32940 to opt-out. \r\nLog Files\r\nAs is true of most Web sites, we gather certain information automatically and store it in log files. This information includes internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and clickstream data.\r\nWe use this information, which does not identify individual users, to analyze trends, to administer the site, to track users' movements around the site and to gather demographic information about our user base as a whole.\r\nAny cookies or session values stored on your browser are used exclusively for the purpose of maintaining your browser session with our website, and are not related to any marketing use.\r\nTestimonials\r\nOccasionally, CNI may post customer testimonials on our web site or in print advertising which may contain personally identifiable information such as the customer's name. In these circumstances, we obtain the customer's consent prior to posting the testimonial to post their name along with their testimonial.\r\nAccess to Personally Identifiable Information\r\nIf your personally identifiable information changes, or if you terminate your services with us, you may update, delete or request a copy of any information we maintain about you by contacting us by phone or postal mail: 321-259-1984 or  6905 N. Wickham Rd, Suite 300 Melbourne FL 32940. \r\nBusiness Transitions\r\nIn the event CNI goes through a business transition, such as a merger, acquisition by another company, or sale of all or a portion of its assets, your personally identifiable information will likely be among the assets transferred. You will be notified via email of any such change in ownership or control of your personal information and provided with an opportunity to review any changes to the privacy policy and opt out prior to the transition",
    "address": "6905 N. Wickham Rd., Suite 300",
    "asp_index": "32518",
    "city": "Melbourne",
    "contactemail1": "support@cniweb.net",
    "contactfax1": "321 242 1965",
    "contactname1": "John Cowan",
    "contactoff1": "Creative Network Innovations, Inc.",
    "contactphone1": "321 259 1984",
    "contacttitle1": "CIO",
    "corpoffemail1": "support@cniweb.net",
    "corpofffax1": "321 242 1965",
    "corpoffname1": "Corey Johnson",
    "corpoffphone1": "321 259 1984",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Telecommunications Services - (TES)",
    "nextcertification": "11/19/2016",
    "orgverification": "In-House Self Verification and Assessmen",
    "personaldata": "Online, Offline, HR if applicable",
    "ppdate": "2/3/2005",
    "privacyprograms": "none",
    "recoursemech": "Per the Safe Harbor framework, CNI agrees to cooperate with legitimate and recgonized legal or regulatory supervisory authorities that provide for handling of individual complaints and dispute resolution and to cooperate with data protection authorities (DPAs) located in the European Union or their authorized representatives.",
    "signupdate": "11/19/2008",
    "state": "Florida",
    "statutorybody": "Federal Trade Commission",
    "zip": "32940"
}