{
    "CertificationStatus": "Current",
    "Fax": "(734) 929-1696",
    "OrgName": "Cayman Chemical Company, Inc.",
    "PPLoc": "https:/ www.caymanchem.com/app/template/Privacy.vm ",
    "Phone": "800-364-9897",
    "activities": "Cayman wishes to maintain Human Resources (HR) personal information, as well as, customer data, concerning its European subsidiaries.",
    "address": "1180 E. Ellsworth Road",
    "asp_index": "32520",
    "city": "Ann Arbor",
    "contactemail1": "sbishop@caymanchem.com",
    "contactfax1": "(734) 929-1696",
    "contactname1": "Susan Bishop",
    "contactoff1": "Administration",
    "contactphone1": "(734) 975-3933",
    "contacttitle1": "Executive Assistant",
    "corpoffemail1": "sbishop@caymanchem.com",
    "corpofffax1": "(734) 929-1696",
    "corpoffname1": "Kirk M. Maxey",
    "corpoffphone1": "(734) 971-3335",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Biotechnology - (BTC)",
    "nextcertification": "11/30/2016",
    "orgverification": "In-house self assessment",
    "personaldata": "Human Resources data, client and customer data",
    "ppdate": "4/14/2004",
    "privacyprograms": "The two primary privacy laws are HIPAA and the Social Security Privacy Act.  The specific statutory body that has jurisdiction to hear any claims against the Company regarding possible unfair or deceptive trade practices and violations of laws or regulations governing privacy is the Federal Trade Commission (FTC).  Any HIPAA violations can be reported to the U.S. Department of Health & Human Services, and specifically the Office of Civil Rights.",
    "recoursemech": "Cayman has selected the EU Data Protection Authorities (EU DPAs) to act as an independent third party to investigate unresolved complaints involving human resources (HR), client and customer data; and has also agreed to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "11/30/2009",
    "state": "Michigan",
    "statutorybody": "Federal Trade Commission",
    "zip": "48108"
}