{
    "CertificationStatus": "Current",
    "Fax": "212-213-0153",
    "OrgName": "DMLT, LLC",
    "PPLoc": "http://www.investmentcafe.com/ ",
    "Phone": "917-438-3617",
    "activities": "DMLT,LLC offers a secure web-based investor reporting system that enables clients to instantly communicate and disseminate pertinent information about their funds to investors/authorized users around the world.\r\nDMLT,LLC provides this capability to its' clients through a secure web-based system that is operated by and for the clients themselves. Personally identifiable information is collected by the clients from their investors/authorized users and is processed by the clients themselves or by DMLT,LLC based on client's authorization. Transfer of information to third party providers in support of the company's services is strictly for data processing purposes. \r\nDMLT,LLC also operates a promotional website which receives requests for more information detailing the products and services that are offered by the company.\r\nDMLT,LLC is commited to handling all personally identifiable information (including information from users located in the European Union)in accordance with the Safe Harbor Principles included in the Safe Harbor Agreement and framework.",
    "address": "11 East 44th Street, Suite 900",
    "asp_index": "32559",
    "city": "New York",
    "contactemail1": "dtristani@efront.com",
    "contactfax1": "212-213-0153",
    "contactname1": "Diane L. Tristani",
    "contactoff1": "New York",
    "contactphone1": "917-438-3617",
    "contacttitle1": "Director of Client Services",
    "corpoffemail1": "sdavis@efront.com",
    "corpofffax1": "813-676-0510",
    "corpoffname1": "Sable Davis",
    "corpoffphone1": "813-676-0513",
    "corpofftitle1": "Vice President of Production Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "12/5/2016",
    "orgverification": "Third Party",
    "personaldata": "On-line",
    "ppdate": "9/29/2014",
    "privacyprograms": "TRUSTe European Union Safe Harbor Program",
    "recoursemech": "TRUSTe European Union Safe Harbor Program",
    "signupdate": "12/5/2011",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10017"
}