{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Chrome River Technologies, Inc.",
    "PPLoc": "http://www.chromeriver.com/privacy_policy/ ",
    "Phone": "888-781-0088",
    "activities": "When a user visits our website, we may collect personal information such as name, email address, phone number, company name and business email address. We collect this information when a user requests for a demo, sends an electronic postcard, or other materials through our website. \r\n\r\nIf a user does nothing but browse through the website, read pages or download information, we will gather and store certain information about the visit automatically. This information does not identify a user personally. We automatically collect and store only the following information about the visit and store it in log files:\r\n\r\n- The Internet domain (for example, chromeriver.com) and IP address (an IP address.\r\n- The type of browser and operating system used to access our site.\r\n- The date and time the site was accessed.\r\n- The pages visited.\r\n- Referring website.\r\n\r\nWe use the above information to help us make our site more useful to visitors -- to learn about the number of visitors to our site and the types of technology our visitors use. We do not track or record information about individuals and their visits. We may combine this automatically collected log information with other information we collect about the user. We do this to improve to improve our marketing services and site functionality. When a user accesses our website from a mobile device, we may automatically collect information on the type of device used, operating system version, and the device identifier (or “UDID”).\r\n\r\nIf a user chooses to provide us with personal information described above, we will use the information only to fulfill the user’s request or to assess the needs of the user’s business to determine suitable products. We do not collect personal information for any other purposes. The information a user provides is not given to any private organizations or private persons.",
    "address": "5757 Wilshire Blvd Suite 270",
    "asp_index": "32615",
    "city": "Los Angeles",
    "contactemail1": "mike.vargo@chromeriver.com",
    "contactfax1": "",
    "contactname1": "Michael Vargo",
    "contactoff1": "Los Angeles",
    "contactphone1": "323-648-5282",
    "contacttitle1": "CTO",
    "corpoffemail1": "mike.vargo@chromeriver.com",
    "corpofffax1": "",
    "corpoffname1": "Michael Vargo",
    "corpoffphone1": "323-648-5282",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Financial Services - (FNS)",
    "nextcertification": "11/17/2016",
    "orgverification": "In-house and TRUSTe (see link above)",
    "personaldata": "On-line data",
    "ppdate": "10/29/2014",
    "privacyprograms": "TRUSTe’s Privacy Seal program\r\nhttps://www.chromeriver.com/privacy_policy/",
    "recoursemech": "TRUSTe",
    "signupdate": "11/17/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "90036"
}