{
    "CertificationStatus": "Current",
    "Fax": "9136014449",
    "OrgName": "LockPath, Inc.",
    "PPLoc": "http://lockpath.com/privacy/ ",
    "Phone": "9136013660",
    "activities": "There are four ways in which you may consent to provide personal information to us.\r\nEmail request for information – LockPath uses links throughout its web sites that provide you a way to ask questions via email, request information, register for events or webinars and request support / assistance. You may also be offered the opportunity to have one of our representatives contact you to provide information. LockPath may request personal information from you, such as your name, phone number and address information to help us track and satisfy your request.\r\nWeb Forms – LockPath uses web forms throughout its web sites that provide you with a way to seek additional information. As part of this, LockPath may request personal information from you such as your name, phone number and address information to help us track and satisfy your request.\r\nUse of the Keylight GRC Platform – When purchasing a subscription to Keylight, certain personal information will be requested such as your name, address, phone number and email address. The Keylight GRC platform may require certain personal information such as your name and email address. This information is used by Keylight to send alerts / notifications to you.\r\nEmployment – For persons interested in working at LockPath, certain information may be requested such as a resume, name, address, phone number, email address and other employment related information. LockPath may use this information for the purpose of employment consideration.\r\nLockPath never collects any personal data revealing racial or ethnic origin, religious beliefs, health/medical conditions, political opinions or sexual orientation.",
    "address": "11880 College Blvd. Suite 200",
    "asp_index": "32800",
    "city": "Overland Park",
    "contactemail1": "gary.kretzer@lockpath.com",
    "contactfax1": "913-601-4449",
    "contactname1": "Chris Goodwin",
    "contactoff1": "Corporate Headquarters",
    "contactphone1": "913-601-4802",
    "contacttitle1": "Chief Technology Officer",
    "corpoffemail1": "chris.goodwin@lockpath.com",
    "corpofffax1": "913-601-4449",
    "corpoffname1": "Chris Goodwin",
    "corpoffphone1": "913-601-4802",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "12/16/2016",
    "orgverification": "in-house",
    "personaldata": "All ‘personal data’, including manually processed data, processed by LockPath is covered under LockPath’s self-certification. Note: LockPath never collects any personal data revealing racial or ethnic origin, religious beliefs, health/medical conditions, political opinions or sexual orientation.",
    "ppdate": "4/9/2014",
    "privacyprograms": "a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "12/16/2014",
    "state": "Kansas",
    "statutorybody": "Federal Trade Commission",
    "zip": "66210"
}