{
    "CertificationStatus": "Current",
    "Fax": "212 852 9028",
    "OrgName": "MyComplianceOffice (TerraNua)",
    "PPLoc": "http://www.mycomplianceoffice.com/Privacy-Policy.pdf ",
    "Phone": "212 852 9028",
    "activities": "TerraNua, U.S. Corp. is a leading provider of compliance management software solutions for the financial services industry. Our flagship product MyComplianceOffice (www.mycomplianceoffice.com)  is a web-based software solution specifically designed to automate the compliance programs and personal trade monitoring needs of Investment Advisors, Mutual Funds, Hedge Funds, Private Equity Firms, Pension Funds, Public Companies and Broker Dealers. TerraNua have clients based in the EU/EEA as well as a number of US based clients with offices within the EU/EEA and/or Switzerland.\r\n\r\nTerraNua may collect personal information from individuals based in the EU, the EEA, and/or Switzerland, including from its customers, customers’ clients, customer’s employees, business partners, consumers, employees, service providers.",
    "address": "535 5th Avenue, 4th floor",
    "asp_index": "32808",
    "city": "New York",
    "contactemail1": "laura.rowland@terranua.com",
    "contactfax1": "212 852 9028",
    "contactname1": "Laura Rowland",
    "contactoff1": "New York",
    "contactphone1": "212 852 9028",
    "contacttitle1": "HR Manager",
    "corpoffemail1": "george.oshea@terranua.com",
    "corpofffax1": "212 852 9028",
    "corpoffname1": "George O'Shea",
    "corpoffphone1": "212 852 9028",
    "corpofftitle1": "Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Financial Services - (FNS)Investment Service - (INV)",
    "nextcertification": "10/1/2016",
    "orgverification": "Third Party",
    "personaldata": "On-line and Off-line data received in the course of providing services to TerraNua customers",
    "ppdate": "5/30/2014",
    "privacyprograms": "NONE",
    "recoursemech": "TRUSTe",
    "signupdate": "10/1/2010",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10017"
}