{
    "CertificationStatus": "Current",
    "Fax": "646-543-3561",
    "OrgName": "Olapic",
    "PPLoc": "https:/ www.olapic.com/privacy ",
    "Phone": "646-543-3562",
    "activities": "Olapic provides a SaaS content engine that collects and curates user-generated content for brand customers. Olapic collects the following types of personal data:\r\n \r\nFrom end users who upload photos to social media sites:\r\nPhotos (may show the end user's face) \r\nSocial media user name (may include end user's real name) \r\nCaption, if the end user has captioned the photo \r\nLocation, if the end user has tagged coordinates to the photo \r\nTimestamp\r\n\r\nFrom end users who use Olapic’s direct upload functionality and submit photos directly to the Olapic customer brand's website:\r\nPhotos (may show the end user's face) \r\nCaption, if the end user has captioned the photo \r\nE-mail address \r\nUsername and password \r\n\r\nFrom end users browsing photo galleries on our customers' brand websites:\r\nIP addresses are collected, from end users who visit customer websites and view UGC collected by Olapic or otherwise interact with Olapic widgets. We collect these IP addresses as a fallback to our cookie-based analytics. IP addresses are stored in hashed form and are deleted periodically when they are no longer useful to us. \r\n\r\nFrom end users on customer websites who interact with the user galleries and then buy product directly from the customer site:\r\nE-mail and username, if the end user provides it, so that the brand can send post-purchase e-mail notifications, etc \r\n\r\nFrom end users who visit Olapic.com:\r\nIP addresses\r\nbrowser type or the domain from which end users are visiting\r\n\r\nAll information is stored in a secure database on Amazon's RDS server infrastructure, and Olapic employs further administrative, physical and electronic measures designed to protect this information. Olapic's data collection, retention, and release policies are expressed in Olapic's TRUSTe-approved privacy policy. \r\n\r\nGenerally, the information Olapic collects helps us to communicate with customers and end users regarding content that end users have submitted through the Olapic Services or posted to social media sites and tagged with Olapic customer brands. \r\n\r\nWhen an end user visits the Olapic site, our servers automatically record information that your browser sends whenever you visit a website. Olapic uses such data to monitor the use of the site and our services, and for the site's technical administration.\r\n\r\nWe also use \"cookie\" technology to collect additional website usage data and to improve the site and services. We do not use cookies to collect personally identifiable information. Olapic may use both session cookies and persistent cookies to better understand how end-users interact with the site and our services, to monitor aggregate usage by our users and web traffic routing on our site, and to improve the site and services.\r\n\r\nWe will not share, rent or sell end-users' personally-identifiable information with any third party, except as expressly disclosed in our Privacy Policy and Data Release Policy. Our policy is to only release the data we collect in the following circumstances: (1) To our customers on whose behalf we have collected the information. (2) As required by law. (3) To designated third parties to resolve or investigate abuse complaints. (4) When the information is related to spiders or bots, usually when investigating technical issues. (5) For abusive users, we may release information to assist in attempting to block the abusive user or to complain to that user's Internet Service Provider. (6) If necessary to defend against legal claims. (7) When we deem it necessary to protect the property or rights of the user community or the site.\r\n\r\nFinally, we post customer testimonials/comments/reviews on our site which may contain personally identifiable information. We obtain the necessary consent prior to posting the testimonial.",
    "address": "151 W. 25th St",
    "asp_index": "32806",
    "city": "New York",
    "contactemail1": "legal@olapic.com",
    "contactfax1": "646-543-3561",
    "contactname1": "Jessica Turko",
    "contactoff1": "Olapic Legal",
    "contactphone1": "646-795-6510",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "pau@olapic.com",
    "corpofffax1": "646-543-3561",
    "corpoffname1": "Pau Sabria",
    "corpoffphone1": "917-287-3294",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "11/6/2016",
    "orgverification": "Third Party",
    "personaldata": "Online customer and end user data",
    "ppdate": "4/20/2015",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "11/6/2013",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10001"
}