{
    "CertificationStatus": "Current",
    "Fax": "617-507-3488",
    "OrgName": "International Rail,LLC",
    "PPLoc": "http://www.italiarail.com/privacy-policy ",
    "Phone": "617-559-0944",
    "activities": "ItaliaRail.com is the official International distributor of Italian train tickets for Trenitalia (the national railway of Italy), the ItaliaPass, as well as provider of technology for the travel industry under the Railkey brand.  Customers can search for trains and book their tickets online in real-time. Reservations are confirmed and a PNR ticket ID or \"e-ticket\"  is immediately created and provided to the customer for use at the train station.  Information collected during the purchase process is encrypted via SSL secure servers and is used solely for the purpose of providing the product.",
    "address": "15 Hancock Ave",
    "asp_index": "32892",
    "city": "Newton",
    "contactemail1": "mcoleman@interrail.com",
    "contactfax1": "617-507-3488",
    "contactname1": "Michael Coleman",
    "contactoff1": "International Rail",
    "contactphone1": "617-549-6830",
    "contacttitle1": "Executive",
    "corpoffemail1": "mike@interrail.com",
    "corpofffax1": "617-507-3488",
    "corpoffname1": "Mike Fuller",
    "corpoffphone1": "617-559-0944",
    "corpofftitle1": "President and CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Travel & Tourism Services - (TRA)Computer Software - (CSF)",
    "nextcertification": "3/4/2016",
    "orgverification": "In-house",
    "personaldata": "All client, partner and customer personal data is covered by the Safe Harbor Frameworks",
    "ppdate": "5/1/2013",
    "privacyprograms": "In addition to Safe Harbor, International Rail follows the  “Code for the protection of personal data” Italian law 196/2003, article 13",
    "recoursemech": "Independent recourse is available.  International Rail is committed to cooperating with European Union Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) in the investigation and resolution of complaints brought under the Safe Harbor; and will comply with any advice given by the DPAs where the DPAs take the view that the organization needs to take specific action to comply with the Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by any non-compliance with the Principles, and will provide the DPAs with written confirmation that such action has been taken.",
    "signupdate": "3/4/2014",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02459"
}