{
    "CertificationStatus": "Current",
    "Fax": "415-777-1170",
    "OrgName": "Insightly, Inc.",
    "PPLoc": "https:/ www.insightly.com/privacy-policy/ ",
    "Phone": "800-853-1438",
    "activities": "Information You Provide\r\n\r\nWhen registering for the Service with Google, we receive information such as your name, e-mail address and Google Apps domain information. When registering with an email address, we collect your full name, company or organization name and email address. When signing up for a paid plan, Insightly will collect credit card information and use a third-party intermediary to manage credit card processing. This intermediary is not permitted to store, retain, or use your billing information except for the sole purpose of credit card processing on Insightly’s behalf.\r\n\r\nIf your personal information changes, or if you no longer desire our service, you can modify, update, delete your account information at anytime by clicking on the Settings icon in the global navigation bar at the top right of the screen or by contacting us at the contact information listed below. We will respond to any requests for access to personal information within 30 days. Insightly’s practice is not to use such personal information for marketing purposes unless explicitly authorized. Insightly may use the collected personal information and other information Insightly collects about your use of the Service, to operate and make the Service available to you, for billing, identification and authentication, to contact you about your use of the Service, research purposes and to generally improve the content and functionality of the Service and Site. On occasion we may send out email newsletters, if you wish to opt out of these newsletters, please follow the unsubscribe directions in these emails.\r\n\r\nInsightly will retain your information for as long as your account is active or as needed to provide you services. We will also retain personal data we process on behalf of our clients for as long as needed to provide services to our client. We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\r\n\r\nInsightly may also transmit or share your personal information with its third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and other technology and services required to operate and maintain the Service, which may require that your personal information be transferred from your current location to the offices and servers of Insightly and the authorized third parties referred to here. These companies are authorized to use your personal information only as necessary to provide these services to us. Although Insightly owns the software, code, databases, and all rights to the Insightly application, you retain all rights to your data.\r\nInformation Related to Data Collected for our Clients\r\n\r\nInsightly collects information under the direction of its clients and has no direct relationship with the individuals whose personal data it processes.\r\n\r\nChoice - We collect information for our clients, if you are a customer of one of our Clients and would no longer like to be contacted by one of our Clients that use our service, please contact the client that you interact with directly.\r\n\r\nService Provider, Sub-Processors/Onward Transfer - Insightly may transfer personal information to companies that help us provide our service. Transfers to subsequent third parties are covered by the provisions in this Policy regarding notice and choice and the service agreements with our Clients\r\n\r\nAccess to Data Controlled by our Clients - Insightly has no direct relationship with the individuals whose personal data it processes. An individual who seeks access, or who seeks to correct, amend, or delete inaccurate data should direct his query to the Insightly client (the data controller). If the client requests Insightly to remove the data, we will respond to their request within 30 business days.\r\nCookies\r\n\r\nWhen visiting the Site or using the Service, we use session \"cookies\" – a piece of information stored on your computer – to allow the Site or Service to uniquely identify your browser while you are logged in and to enable Insightly to process your online transactions. Session cookies also help us confirm your identity and are required in order to use the Service. Insightly uses persistent cookies that only Insightly can read and use, to identify a user as a Insightly customer and make it easier for you to log in to the Service. Users who disable their web browsers’ ability to accept cookies will be able to browse our Site, but will not be able to access or take advantage of the Service.\r\nAnalytics / Log Files\r\n\r\nAs is true of most web sites, we gather certain information automatically and store it in log files. This information includes internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and clickstream data.\r\n\r\nWe use this information, which does not identify individual users, to analyze trends, to administer the site, to track users’ movements around the site and to gather demographic information about our user base as a whole. We do not link this automatically-collected data to personal information.\r\nInformation Sharing\r\n\r\nExcept as described in this policy, Insightly will not give, sell, rent, or loan any personal information to any third party. We may disclose such information to respond to subpoenas, court orders, or legal process, or to establish or exercise our legal rights or defend against legal claims. We may also share such information if we believe it is necessary in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of our Terms of Service, or as otherwise required by law. Insightly may also provide non-personal, summary or group statistics about our customers, sales, traffic patterns, and related Site information to reputable third-party vendors, but these statistics will include no personal information.",
    "address": "185 Berry St. Ste. 1000",
    "asp_index": "32915",
    "city": "San Francisco",
    "contactemail1": "support@insight.ly",
    "contactfax1": "415-777-1170",
    "contactname1": "Anthony Smith",
    "contactoff1": "Insightly San Francisco",
    "contactphone1": "800-853-1438",
    "contacttitle1": "CEO",
    "corpoffemail1": "anthony@insight.ly",
    "corpofffax1": "415-777-1170",
    "corpoffname1": "Anthony Smith",
    "corpoffphone1": "800-853-1438",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "11/30/2016",
    "orgverification": "Third Party",
    "personaldata": "On-line data only, data collected directly on the Internet.  We do not collect any manually processed data.",
    "ppdate": "12/29/2014",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "11/30/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94107"
}