{
    "CertificationStatus": "Current",
    "Fax": "877-588-2671",
    "OrgName": "Bedrock Data, Inc.",
    "PPLoc": "http://www.bedrockdata.com/privacy-policy ",
    "Phone": "877-588-2671",
    "activities": "Personal Data is received when users voluntarily provide their information by registering on our site or purchasing a subscription for our services.  Users create an account and provide their first and last name, company name, telephone number, email address, user name and password, so we may provide users with the requested services and manage their account. User email addresses are received when users email us for information or sign up for our Blog,  so we may send the requested information.",
    "address": "186 South St Suite 500",
    "asp_index": "32954",
    "city": "Boston",
    "contactemail1": "john@bedrockdata.com",
    "contactfax1": "877-588-2671",
    "contactname1": "John Marcus III",
    "contactoff1": "Bedrock Data, Inc.",
    "contactphone1": "877-588-2671",
    "contacttitle1": "CEO",
    "corpoffemail1": "john@bedrockdata.com",
    "corpofffax1": "877-588-2671",
    "corpoffname1": "John Marcus III",
    "corpoffphone1": "877-588-2671",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "11/18/2016",
    "orgverification": "In-house",
    "personaldata": "Customer and visitor data, including name, company name, email address, telephone number, user name and password, is covered by our privacy policy.  The data covered does not include manually processed data.",
    "ppdate": "11/1/2015",
    "privacyprograms": "We have a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles.",
    "recoursemech": "AAA/ICDR",
    "signupdate": "11/18/2014",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02111"
}