{
    "CertificationStatus": "Current",
    "Fax": "650-631-4200",
    "OrgName": "Antics Online, Inc.",
    "PPLoc": "https://antics.com/home/privacy.page",
    "Phone": "650-595-4200",
    "activities": "Antics Online, Inc. provides digital marketing services. Among other things, it develops and operates websites on behalf of its clients. These websites collect personal information from or about visitors, such as information collected from forms or questionnaires, and relationship information related to the visitors’ interaction with the website. This information is used to create statistics and produce reports on the operation of the website or the client’s customers’ interest in a particular product or service. All personal information collected or created from or through the operation of a client’s website(s) is shared only with that particular client. \r\n\r\nIn addition, when managing and providing maintenance and support services with respect to these websites, Antics interacts with its clients’ personnel who use or operate these websites in their administrative capacity.  As a result, it collects personal information about these individuals, such as their contact information, titles, or the questions asked and answered, so that it can interact with them and respond to their requests.\r\n\r\nFinally, Antics promotes its own services through its websites www.antics.com and www.anticsdms.com.  As the owner and operator of these websites, Antics collects and processes, for its own purposes, information from and about the visitors to its websites. \r\n\r\nThe personal information as described above may include information collected through registration; providing various business, consumer or support services; enabling sales and other transactions; conducting data analysis to improve products and services; maintaining marketing relationships; addressing data related incidents; storage and handling; accounting and management of clients accounts; or producing statistics and reports. \r\n\r\nThis self-certification covers the personal information from or about individuals who are located in the EU/EEA and/or in Switzerland, which may be transferred to the United States in order to be processed by or for Antics or for the benefit of Antics' clients.\r\n\r\nThis self certification covers personal informationdata that may include name; address; contact information such as email address or phone number; demographic or geographic information; web site or app usage data; product, service, or brand preference information as provided by clients or their customers; answers to survey questions provided by clients or their customers; purchase or other data provided by clients or their systems; client or customer contact and communication preferences.\r\n\r\nIn addition, when managing and providing maintenance and support services with respect to these websites, Antics interacts with its clients’ personnel who use or operate these websites in their administrative capacity.  As a result, it collects personal information about these individuals, such as their contact information, titles, or the questions asked and answered, so that it can interact with them and respond to their requests.\r\n\r\nFinally, Antics promotes its own services through its websites www.antics.com and www.anticsdms.com.  As the owner and operator of these websites, Antics collects and processes, for its own purposes, information from and about the visitors to its websites. \r\n\r\nThe personal information as described above may include information collected through registration; providing various business, consumer or support services; enabling sales and other transactions; conducting data analysis to improve products and services; maintaining marketing relationships; addressing data related incidents; storage and handling; accounting and management of clients accounts; or producing statistics and reports. \r\n\r\nThis self-certification covers the personal information from or about individuals who are located in the EU/EEA and/or in Switzerland, which may be transferred to the United States in order to be processed by or for Antics or for the benefit of Antics' clients.",
    "address": "981B Industrial Road",
    "asp_index": "32950",
    "city": "San Carlos",
    "contactemail1": "charlie.ogden@antics.com",
    "contactfax1": "650-631-4200",
    "contactname1": "Charles Ogden",
    "contactoff1": "Antics Online, Inc.",
    "contactphone1": "650-595-4200",
    "contacttitle1": "CEO",
    "corpoffemail1": "charlie.ogden@antics.com",
    "corpofffax1": "",
    "corpoffname1": "Charles Ogden",
    "corpoffphone1": "650-595-4200",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "12/16/2016",
    "orgverification": "In-house",
    "personaldata": "Automatic or manually processed data about individuals who access Antics operated websites or apps as customers or employees of Antics or an Antics client. Data may include name; address; contact and demographic information; web site or app usage data; answers to questions; product or service preference information; purchase or other data provided by clients or their systems; contact preferences.",
    "ppdate": "12/15/2014",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "12/16/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94070"
}