{
    "CertificationStatus": "Current",
    "Fax": "404-240-7010",
    "OrgName": "NationalNet, Inc.",
    "PPLoc": "http://www.nationalnet.com/privacy.html ",
    "Phone": "678-247-7000",
    "activities": "NationalNet is a web site hosting company and as such manages and operates web servers for customers located throughout the world.  The servers we operate are used to collect information from individuals and companies in the EU.  We provide a safe and secure server operating environment for our customers and the individuals they work with.",
    "address": "1130 Powers Ferry Place SE",
    "asp_index": "32976",
    "city": "Marietta",
    "contactemail1": "matt.collins@nationalnet.com",
    "contactfax1": "678-669-1518",
    "contactname1": "Matthew P. Collins",
    "contactoff1": "NationalNet, Inc.",
    "contactphone1": "404-214-6070",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "matt.collins@nationalnet.com",
    "corpofffax1": "678-669-1518",
    "corpoffname1": "Matthew P. Collins",
    "corpoffphone1": "404-214-6070",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Telecommunications Services - (TES)",
    "nextcertification": "12/8/2016",
    "orgverification": "In-house",
    "personaldata": "Internet based information submitted by individuals.",
    "ppdate": "1/1/1998",
    "privacyprograms": "We use a variety of third party security systems, software and programs to ensure server security and thus protect the privacy of our customers and the individuals who provide information to our customers.",
    "recoursemech": "NationalNet is committed to cooperate with any and all data protection authorities located in the United States, the European Union (EU DPAs), and Switzerland (Swiss Federal Data Protection and Information Commissioner), as well as their authorized representatives.  We ask that any and all complaints be raised with NationalNet prior to seeking independent recourse.",
    "signupdate": "12/8/2009",
    "state": "Georgia",
    "statutorybody": "Federal Trade Commission",
    "zip": "30067"
}