{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Leadership Studies, Inc.",
    "PPLoc": "https://situational.com/privacy-policy/",
    "Phone": "919-3358763",
    "activities": "In some situations, you may provide us with your PII, which could include your name, street address, telephone number, email address, answer to security questions, information about your company or business, name and contact information of colleagues, credit card and/or other payment/ordering information, if necessary, and any other information we collect about you that by itself is not PII but if combined with PII could be used to personally identify you. You may provide us with PII when you complete a survey, make a purchase, register for certain services, or register and/or set up an account/profile to access, visit and/or use certain portions of our Website, enter a new feedback provider in Situational Leadership Online and\r\nmake any other transaction with us on or in relation to our Services. CLS will use PII to respond to your inquiries and/or other requests or questions, provide and enable your use of the Services, contact you regarding a purchase, collect payments from you, and to send you goods or services purchased through our Website, information and updates related to your purchase (such as invoices and email notifications which you have specifically requested) and email messages containing company news, product or service information.",
    "address": "280 Towerview Ct",
    "asp_index": "33045",
    "city": "Cary",
    "contactemail1": "bobee.sithivorada@situational.com",
    "contactfax1": "",
    "contactname1": "Bobee Sithivorada",
    "contactoff1": "Customer Relations",
    "contactphone1": "919-335-8763",
    "contacttitle1": "Customer Relations and Technology Manager",
    "corpoffemail1": "bobee.sithivorada@situational.com",
    "corpofffax1": "",
    "corpoffname1": "Bobee Sithivorada",
    "corpoffphone1": "919-335-8763",
    "corpofftitle1": "Customer Relations and Technology Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Education & Training - (EDS)Computer Software - (CSF)Management Consulting Services - (MCS)",
    "nextcertification": "12/24/2016",
    "orgverification": "Verasafe",
    "personaldata": "Online, offline and manually processed data",
    "ppdate": "12/16/2015",
    "privacyprograms": "Verasafe",
    "recoursemech": "Verasafe",
    "signupdate": "12/24/2015",
    "state": "North Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "27513"
}