{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Arrayent Inc",
    "PPLoc": "http://www.arrayent.com/privacy-policy/ ",
    "Phone": "650-260-4520",
    "activities": "Arrayent is an Internet of Things (IOT) technology provider.  Our customers (Brands) are brand name suppliers of appliances and devices sold to consumers and home owners.  We provide services that help these Brands connect their devices to the consumer via mobile and web based applications.  One piece of our technology is a small software agent that we license to the Brand.  The Brand embeds this agent in their device.  This agent is preprogrammed to communicate, via the home owner’s router and internet service, with our cloud platform.  Another part of our technology is the cloud application which we provide to our Brand as a service.  The cloud application sends and receives information about the device from the software agent.  The information collected in our cloud about the device includes such items as its state (eg. open or closed, full or empty, on or off, etc), history (eg. how many times it was opened in the last 30 days), operational efficiency (electricity used, etc) and expected next required maintenance date.  The third piece of our solution is a web based or mobile application to be used by the consumer.  Generally the Brand creates this application themselves but on occasion we have helped them build one.  This application communicates with our cloud and allows the consumer to monitor the state of the device in their home while they are away and also to manipulate that device remotely.  In order for the application to work with the consumer’s specific device, at the initial registration the application collects some personal information about the consumer. The Brands who sell connected devices control what specific personal information they need to collect to service their customers.  Much of this data is stored by the Brand in their Customer Relationship Management (CRM) systems.  But some of the basic identifiers such as the consumer’s name, email address, etc. are also stored in our cloud so that the Brand can correlate data from the device with data from the customer.  We do not have any rights to the consumer or device data stored in our cloud and are contractually prohibited from sharing it with anyone except the Brand.  However, as a processor of data, we sometimes need to transfer it to and from the United States for backup storage, debugging, and other processing tasks.",
    "address": "2317 Broadway Street #20",
    "asp_index": "33053",
    "city": "Redwood City",
    "contactemail1": "cyril.brignone@arrayent.com",
    "contactfax1": "",
    "contactname1": "Cyril Brignone",
    "contactoff1": "CEO",
    "contactphone1": "415 900 8902",
    "contacttitle1": "CEO",
    "corpoffemail1": "cyril.brignone@arrayent.com",
    "corpofffax1": "",
    "corpoffname1": "Cyril Brignone",
    "corpoffphone1": "415 900 8902",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "12/29/2016",
    "orgverification": "In-house",
    "personaldata": "On-line data, Off-line data, Human Resources data",
    "ppdate": "12/18/2015",
    "privacyprograms": "Truste Privacy Seal program",
    "recoursemech": "Truste",
    "signupdate": "12/29/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94063"
}