{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Embed.ly, Inc.",
    "PPLoc": "http://embed.ly/legal/privacy ",
    "Phone": "4158919917",
    "activities": "Embedly is a web service that provides rich media APIs and video analytics. We collect two types of information about our customers, generally categorized as either non-personal information or personally identifiable information. “Non-personally Identifiable Information” is information that cannot by itself be traced back to a specific individual. For example, we know how many calls or queries we receive each day but we do not know the names and email addresses of the persons submitting the queries. “Personally Identifiable Information” is information you provide to us that is uniquely associated with you, such as your name or email address. Before you can utilize certain Services that we offer on the Site or otherwise, we may ask that you register with Embedly and provide us with your email address, a password, your first and last name and billing address. We request this information for identification purposes, to communicate with you regarding your account, and to facilitate the functioning of certain Services. We do not associate any non-personal information we collect from you, including your search queries and IP address, with the personally identifiable information that you may submit to us. For this reason, we do not consider your IP address to be personally identifiable information. Embedly collects \"Non-personally Indentifable Information\", URL and IP address, this information provides Embedly with information about users' utilization and navigation of our Site. This information helps us to design our Site to better suit our users' needs. For example, our Site will track the URL that you visited before you came to our Site, the URL to which you next go, your Internet Protocol (IP) address and any URLs to which you link using the Services. We use your IP address to help diagnose problems with our server and to administer our Site. Your IP address also is used to help identify you and to gather broad demographic information. Embedly may use cookies on certain pages of our Site. Cookies make using the Internet easier by, among other things, saving your preferences for you. For example, a cookie lets a Site remember that you've registered, which allows us to speed up your future activities at our Site, and which allows you to enter your registration information less frequently while visiting our Site. We may also use cookies to deliver content tailored to your interests. Our cookies may enable us to relate your use of our Site to personally identifying information that you previously submitted, such as calling you by name when you return to our Site. If your browser is set to reject cookies, or if your browser notifies you that you are about to receive a cookie and you reject it, then your use of the Site may not be as efficient or as enjoyable as it would be if the cookie were enabled. The information that we collect with cookies allows us to improve our marketing and promotional efforts, to statistically analyze Site usage, to improve our content and product offerings and to customize our Site's content, layout and services. However, we only use information collected with cookies on an aggregated basis without the use of any information that personally identifies you. Customers may opt out of our use of cookies by configuring their browser to reject them.",
    "address": "100 North Washington St., Suite 503",
    "asp_index": "33056",
    "city": "Boston",
    "contactemail1": "privacy@embed.ly",
    "contactfax1": "",
    "contactname1": "Arthur Gibson",
    "contactoff1": "Embed.ly, Inc.",
    "contactphone1": "4158919917",
    "contacttitle1": "Co-Founder",
    "corpoffemail1": "privacy@embed.ly",
    "corpofffax1": "",
    "corpoffname1": "Arthur Gibson",
    "corpoffphone1": "9782890672",
    "corpofftitle1": "Treasurer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "12/30/2016",
    "orgverification": "in-house",
    "personaldata": "We collect two types of information about our customers: Personally Identifiable Information and Non-personally Identifiable Information. See above for more information.",
    "ppdate": "12/29/2014",
    "privacyprograms": "None",
    "recoursemech": "We have agreed that The Council of Better Business Bureaus (BBB), a self-regulatory organization, will act as an independent recourse mechanism to resolve disputes related to this our privacy policy (BBB EU Safe Harbor). You can reach the BBB at http://www.bbb.org/us/.",
    "signupdate": "12/30/2014",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02114"
}