{
    "CertificationStatus": "Current",
    "Fax": "818-567-4843",
    "OrgName": "The Walt Disney Company",
    "PPLoc": "https://disneyprivacycenter.com/safe-harbor/the-walt-disney-company/",
    "Phone": "818-560-1000",
    "activities": "(1)The Walt Disney Company processes or will process personal data received through telephone communications concerning compliance with one or more aspects of its Standards of Business Conduct.\r\n(5)An internal database (“Send Word Now”) processes employee contact information in order to issue emergency notifications.\r\n(6)An emergency notification system (“WebEOC”) processes employee contact information to provide communication between company Emergency Operations Centers during emergency or disaster situations.\r\n(7) A web-based application (\"Securimate\") processing information about third-party vendors and their employees for the purpose of ensuring compliance with various anti-corruption laws.\r\n(8) A database of Disney patent information (\"Lecorpio\") used for the purpose of managing and statusing Disney patents.\r\n(9) An emergency notification system (\"Everbridge\") that stores individual contact information for various Disney Business Units.\r\n(10) An incident tracking system (\"PPM\") that is used to manage security investigations.\r\n(11) An access control system (“Lenel”) that stores individual contact information for various Disney Business Units in order to track visitors to Disney facilities.",
    "address": "500 South Buena Vista Street",
    "asp_index": "33071",
    "city": "Burbank",
    "contactemail1": "michael.lebovich@disney.com",
    "contactfax1": "(818) 563-4160",
    "contactname1": "Michael Lebovich",
    "contactoff1": "The Walt Disney Company Privacy Compliance Office",
    "contactphone1": "(818) 560-3182",
    "contacttitle1": "Assistant General Counsel, Chief Trust Officer",
    "corpoffemail1": "michael.lebovich@disney.com",
    "corpofffax1": "(818) 563-4160",
    "corpoffname1": "Michael Lebovich",
    "corpoffphone1": "(818) 560-3182",
    "corpofftitle1": "Assistant General Counsel, Chief Trust Officer",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, Netherlands, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Films Videos & Other Recordings - (FLM)General Consumer Goods - (GCG)Travel & Tourism Services - (TRA)",
    "nextcertification": "12/31/2016",
    "orgverification": "In-house verification and/or third party.",
    "personaldata": "Offline and online data, including data relating to employees of entities affiliated with The Walt Disney Company.",
    "ppdate": "12/5/2006",
    "privacyprograms": "None",
    "recoursemech": "European Union Data Protection Authorities and the Swiss Data Protection and Information Commissioner.",
    "signupdate": "12/12/2006",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "91521"
}