{
    "CertificationStatus": "Current",
    "Fax": "901-752-6215",
    "OrgName": "Asentinel LLC",
    "PPLoc": "http://www.asentinel.com/privacy ",
    "Phone": "901-752-6200",
    "activities": "Asentinel provides global telecommunication expense management solutions. In the performance of this service, the information we receive from our customers may contain one or more of the following data elements which is considered personal information related to the employees of our customers:   Employee Id, Name, Title, Location, Corporate E-Mail Address, Department/Cost Center, Phone Numbers, and Corporate Address.   Additionally, we receive Telecommunication Invoices including Call Detail Records associated with devices, services, and networks for which Asentinel customers are either primarily or secondarily liable. \r\nThis information is used for the sole purpose of matching charges and telecommunications inventory to the appropriate employee and/or cost center within Asentinel’s corporate customer enabling the responsible employees to manage the acquisition, tracking, use, and disposal of these corporate assets.  \r\nIn addition, parties visiting our website (www.asentinel.com) can visit the site without\r\nproviding personal information; however, computers connected to the internet contain information such as IP Address (Internet Protocol Address), and domain names that identify the computer and network used to access our web site.  This information is captured and stored solely for tracking and monitoring purposes.",
    "address": "6410 Poplar Avenue, Suite 200",
    "asp_index": "33084",
    "city": "Memphis",
    "contactemail1": "privacy@asentinel.com",
    "contactfax1": "901-752-6215",
    "contactname1": "David Travis",
    "contactoff1": "901-752-6200",
    "contactphone1": "901-752-6200",
    "contacttitle1": "Direct of Infrastructure and Security",
    "corpoffemail1": "privacy@asentinel.com",
    "corpofffax1": "901-752-6215",
    "corpoffname1": "Tim Whitehorn",
    "corpoffphone1": "901-752-6200",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Telecommunications Services - (TES)",
    "nextcertification": "2/4/2017",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed data",
    "ppdate": "1/1/2010",
    "privacyprograms": "NONE",
    "recoursemech": "JAMS",
    "signupdate": "2/4/2010",
    "state": "Tennessee",
    "statutorybody": "Federal Trade Commission",
    "zip": "38187"
}