{
    "CertificationStatus": "Current",
    "Fax": "303-292-2218",
    "OrgName": "Long View Systems",
    "PPLoc": "http://www.longviewsystems.com/privacy-statement/ ",
    "Phone": "303-729-2200",
    "activities": "Long View Systems is an IT Services organization providing managed IT services, cloud services, IT procurement services and IT project services.  Like all service organizations we collect, use and disclose personal information in order to serve our clients.  The primary purpose for collecting Personal Information from our clients is to facilitate the delivery of services, deliver marketing and promotional activities and to design and improve our service offerings and capabilities.  Normally this may include the provision of a customers name, physical address, zip or postal code, phone number, email addresses, social media accounts, and the services requested or received.  Long View may also request credit check information from our customers in order to assess financial history and adhere to internal risk management policies.\r\n\r\nLong View collects basic Personal Information from employment applicants to allow the appropriate review and evaluation of applicants. Long View will collect and store background check information including criminal record, employment references and management interviews for employees prior to the commencement of their employment. Personal Information is also collected for internal staff in the ordinary course of their employment.\r\n\r\nWhile the majority of Long View's customers are based in the US and Canada, there are some instances where North American based customers have European subsidiary offices which are also managed by Long View Systems or where services may be provided requiring the collection of general personal information (as described above) required to facilitate agreed services. \r\n\r\nLong View also has a small office in the Netherlands (currently one Long View staff member).  Plans exist in 2015 to expand the Netherlands office to approximately 15 people via the introduction of a service desk and Network operations center.  Since all IT systems (including HR systems) are based in the US and Canada, this will require the collection and storage of general EU employee personal information as described above.",
    "address": "555 - 17th Street, Suite 1600",
    "asp_index": "33183",
    "city": "Denver",
    "contactemail1": "Sean.McLeod@lvs1.com",
    "contactfax1": "403-515-6919",
    "contactname1": "Sean McLeod",
    "contactoff1": "Head Office",
    "contactphone1": "403-515-3266",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "Phil.Edgell@lvs1.com",
    "corpofffax1": "604-676-5247",
    "corpoffname1": "Phil Edgell",
    "corpoffphone1": "604-694-7801",
    "corpofftitle1": "VP, Service Delivery",
    "eucountries": "Belgium, Denmark, Finland, France, Germany, Ireland, Italy, Luxembourg, Netherlands, Norway, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "1/17/2017",
    "orgverification": "In-house",
    "personaldata": "Organization, client and customer.  This includes manually processed data.",
    "ppdate": "1/14/2014",
    "privacyprograms": "No formal memberships at present",
    "recoursemech": "If a complaint or dispute cannot be resolved through the internal process, Long View agrees to dispute resolution mechanisms using the European Data Protection Authorities (DPA) as a third party resolution provider.  A valid Safe Harbor EU DPA membership was attained for 2015 from the USCIB.",
    "signupdate": "1/17/2014",
    "state": "Colorado",
    "statutorybody": "Federal Trade Commission",
    "zip": "80202"
}