{
    "CertificationStatus": "Current",
    "Fax": "000 000 0000",
    "OrgName": "Caris MPI Inc. and Caris Science Inc., and their affiliated companies in the United States",
    "PPLoc": "http://www.carislifesciences.com/safe-harbor ",
    "Phone": "866 771 8946",
    "activities": "Caris will use and otherwise process personal information received about employees (including employees of its subsidiaries and affiliates) for the following purposes: Workflow management, such as assigning, managing, and administering projects; Compensation, including stock plan administration and compensation analysis; Payroll processing; Performance management; Succession planning; Benefits and personnel administration, such as health and medical benefits, leave entitlements, bonuses, and pensions; IT helpdesk and support services; and\r\nMonitoring and enforcing compliance with company policies and procedures.\r\n\r\nCaris will use and otherwise process personal information received about patients for the following purposes:  Providing tumor profiling services and/or individual molecular diagnostic test orders; Anonymised analysis of biomarker and cancer type data to publish at medical meetings and medical journals; Anonymised biomarker and/or profiling service research within clinical studies; Providing customer service; Marketing; and Collecting payment.\r\n\r\nCaris will use and otherwise process personal information received about healthcare professionals, distributors and other limited third parties for the following purposes:  Providing support for patient services; General communications; Other research and/or analysis; Marketing; and Collecting payment for services.",
    "address": "6655 North MacArthur Blvd",
    "asp_index": "33207",
    "city": "Irving",
    "contactemail1": "rakhavan@carisls.com",
    "contactfax1": "214 294 5641",
    "contactname1": "Ramin Akhavan",
    "contactoff1": "Legal Department",
    "contactphone1": "5712619809",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "jmartino@carisls.com",
    "corpofffax1": "214 294 5644",
    "corpoffname1": "Jerry Martino",
    "corpoffphone1": "214 294 5592",
    "corpofftitle1": "Executive Vice President/Chief Financial Officer",
    "eucountries": "Austria, Belgium, Croatia, Cyprus, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Poland, Portugal, Romania, Spain, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Biotechnology - (BTC)General Science & Technology - (GST)Health Care Services - (HCS)",
    "nextcertification": "1/30/2017",
    "orgverification": "Self-Assessment",
    "personaldata": "Employees, patients, end-users, healthcare professionals and distributors.",
    "ppdate": "2/2/2015",
    "privacyprograms": "None.",
    "recoursemech": "EU Data Protection Authorities & Swiss FDPIC.",
    "signupdate": "1/30/2014",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "75039"
}