{
    "CertificationStatus": "Current",
    "Fax": "919-967-1145",
    "OrgName": "Health Decisions, Inc.",
    "PPLoc": "http://www.healthdec.com/privacy-policy/privacy-policy-2/ ",
    "Phone": "919-967-1111",
    "activities": "Health Decisions is a contract research organization under the regulatory authority of the U.S. FDA, and so is legally obligated to follow the strictest standards of security, with regard to any information collected and stored on its premises or within its systems.\r\n\r\nHealth Decisions may collect personal information from individuals in the E.U. for two primary reasons:  As a patient involved in one of our clinical trials, and as a project member, partner or contractor on a team conducting one of our trials.\r\n\r\nBy federal regulation, patient records are kept confidential and blinded from accidental disclosure at all times, and are governed by existing policy.\r\n\r\nFor the latter case, Health Decisions has adopted the E.U. Safe Harbor principles as the framework upon which our robust data privacy policy, standard operating procedures, and governing body are designed.  Specifically:\r\n\r\n*  By policy, we do not share personal information about any of our contacts (clinical or otherwise) with third parties, and if we choose to, would not do so without first acquiring each individual's express consent\r\n*  All of our clinical data systems are hardened against intrusion, protected against unauthorized access, and by policy, are committed to protecting non-clinical personal information with the same standard of trust.\r\n*  Our HD Privacy Office consists of leaders from every department that could receive or process personal information from the E.U.  This team is led by our Chief Privacy Officer, who serves as our Director of Quality Management, and plays a critical role in our company's strict compliance to documented procedures and regulatory protocols.\r\n* Technology plays a vital role in our business, and we strive to provide a usable, friendly work environment for all of our partners and employees.  Therefore, we are constantly striving to ensure people have access to, and recourse to address, current information we store about them.\r\n*  We are committed to following the E.U. Data Protection Authorities as a recourse mechanism for our E.U. partners, and agree to abide by their guidance in these matters.",
    "address": "2510 Meridian Parkway",
    "asp_index": "33244",
    "city": "Durham",
    "contactemail1": "tharris@healthdec.com",
    "contactfax1": "919-967-1145",
    "contactname1": "Tabitha V. Montgomery",
    "contactoff1": "HD Privacy Office",
    "contactphone1": "919-967-1111",
    "contacttitle1": "Chief Privacy Officer, QR Project Manager",
    "corpoffemail1": "aschwanke@healthdec.com",
    "corpofffax1": "919-967-1145",
    "corpoffname1": "Allen Schwanke",
    "corpoffphone1": "919-967-1111",
    "corpofftitle1": "Manager, Data Operations",
    "eucountries": "Czech Republic, France, Germany, Hungary, Lithuania, Netherlands, Poland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Drugs & Pharmaceuticals - (DRG)Biotechnology - (BTC)",
    "nextcertification": "2/15/2017",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed data, human resources data",
    "ppdate": "1/1/2011",
    "privacyprograms": "NONE",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "2/15/2011",
    "state": "North Carolina",
    "statutorybody": "Federal Trade Commission",
    "zip": "27713"
}