{
    "CertificationStatus": "Current",
    "Fax": "(212) 415-3470",
    "OrgName": "Omnicom Group Inc., and the following U.S. subsidiaries: Omnicom Management Inc.; Omnicom Capital Inc.",
    "PPLoc": "http://www.omnicomgroup.com/CorporateGovernance/SafeHarborPrivacyPolicy ",
    "Phone": "(212) 415-3600",
    "activities": "Omnicom Group Inc. and its U.S. subsidiaries Omnicom Management Inc. and Omnicom Capital Inc. (collectively, “Omnicom”) process personal data about their employees (including current, former or prospective employees, temporary workers, interns and other non-permanent employees of subsidiaries and affiliates of Omnicom who are located in the EEA or Switzerland)(collectively, “Employees”) when carrying out and supporting HR functions and activities, including: (1) recruiting and hiring job applicants; (2) managing Employee communications and relations; (3) providing compensation and benefits; (4) administering payroll; (5) processing corporate expenses and reimbursements; (6) managing Employee participation in human resources plans and programs; (7) carrying out obligations under employment contracts; (8) managing Employee performance; (9) conducting training and talent development; (10) facilitating Employee relocations and international assignments; (11) managing Employee headcount and office allocation; (12) managing the Employee termination process; (13) managing information technology and communications systems, such as the corporate email system and company directory; (14) conducting ethics and disciplinary investigations; (15) administering Employee grievances and claims; (16) managing audit and compliance matters; (17) complying with applicable legal obligations, including government reporting and specific local law requirements; and (18) for other general human resources purposes.  Omnicom also may obtain and process personal data about Employees’ emergency contacts and other individuals (such as spouse, family members, dependents and beneficiaries) to the extent Employees provide such information to Omnicom.  Omnicom processes this information to comply with its legal obligations and for benefits administration and other internal administrative purposes.  In addition, Omnicom obtains personal data associated with representatives of its suppliers, vendors or other third parties located in the EEA or Switzerland that provide services or products to Omnicom (collectively, the “Suppliers”).  Omnicom uses this information to manage its relationships with its Suppliers, process payments, expenses and reimbursements, and carry out Omnicom’s obligations under its contracts with the Suppliers.",
    "address": "437 Madison Avenue",
    "asp_index": "33262",
    "city": "New York",
    "contactemail1": "robert.cohen@omnicomgroup.com",
    "contactfax1": "(212) 415-3470",
    "contactname1": "Robert H. Cohen",
    "contactoff1": "Associate General Counsel",
    "contactphone1": "(212) 415-3721",
    "contacttitle1": "Associate General Counsel",
    "corpoffemail1": "michael.obrien@omnicomgroup.com",
    "corpofffax1": "(212) 415-3574",
    "corpoffname1": "Michael O'Brien",
    "corpoffphone1": "(212) 415-3600",
    "corpofftitle1": "Senior Vice President, General Counsel, Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Advertising Services - (ADV)",
    "nextcertification": "1/31/2017",
    "orgverification": "In-House",
    "personaldata": "Online, offline, HR and non-HR data, including manually processed data",
    "ppdate": "1/30/2015",
    "privacyprograms": "None",
    "recoursemech": "For HR data, Omnicom will cooperate with EEA/EU or Swiss Data Protection Authorities (EU DPAs or Swiss FDPIC).  For non-HR data, Omnicom will cooperate with JAMS.",
    "signupdate": "1/31/2012",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10022"
}