{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Penton",
    "PPLoc": "http://www.penton.com/privacy-policy/ ",
    "Phone": "212-204-4214",
    "activities": "We receive personal information from the EU/EEA and/or Switzerland when individuals located in those jurisdictions share such information with us through their access and use of our websites, products, events or services. We may use the information collected to provide requested products, services and/or information; to manage user accounts; to offer customized content and individualized personalization of our services; to ask for input for research purposes; and to contact individuals with information about, and provide invitations for, products, services, events, and research opportunities. We may share the information with certain third party sponsors as well as with subscribers on subscription-only community sites. We may also license certain personal data to third parties for marketing and/or analytical purposes or for similar services consistent with the user’s expectations.",
    "address": "1166 Avenue of the Americas",
    "asp_index": "33289",
    "city": "New York",
    "contactemail1": "julie.smith@penton.com",
    "contactfax1": "",
    "contactname1": "Julie Smith",
    "contactoff1": "Legal Department",
    "contactphone1": "212-204-4214",
    "contacttitle1": "Assistant GC & Lead Privacy Counsel",
    "corpoffemail1": "kate.spellman@penton.com",
    "corpofffax1": "",
    "corpoffname1": "Kate Spellman",
    "corpoffphone1": "212-204-4351",
    "corpofftitle1": "SVP, Marketing",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Books & Periodicals - (BOK)Information Services - (INF)",
    "nextcertification": "2/1/2017",
    "orgverification": "Self-assessment",
    "personaldata": "The certification covers personal data collected from individuals who access and use Penton's websites, products, events and/or services.",
    "ppdate": "3/11/2015",
    "privacyprograms": "None",
    "recoursemech": "TRUSTe",
    "signupdate": "2/1/2008",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10036"
}