{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "ITAP International",
    "PPLoc": "http://www.itapintl.com/index.php/component/content/article?id=75 ",
    "Phone": "215-860-5640",
    "activities": "ITAP International is a global consulting and training firm.  We sometimes survey employees in client companies using questionnaires.  The results of the questionnaires are used to provide individual coaching, design client training, or frame the consulting process.  The demographic data collected with the questionnaires is used in aggregate form for statistical research only.  The information is reported to the client through coaches or facilitators.  ITAP does not disclose personal information to third parties.",
    "address": "353 Nassau Street, First Floor",
    "asp_index": "33337",
    "city": "Princeton",
    "contactemail1": "adougherty@itapintl.com",
    "contactfax1": "",
    "contactname1": "Ann Dougherty",
    "contactoff1": "ITAP International, Inc.",
    "contactphone1": "215-860-5640",
    "contacttitle1": "Director of Client Services",
    "corpoffemail1": "jbing@itapintl.com",
    "corpofffax1": "",
    "corpoffname1": "John W. Bing",
    "corpoffphone1": "215-860-5640",
    "corpofftitle1": "Chairman",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Education & Training - (EDS)",
    "nextcertification": "1/9/2017",
    "orgverification": "In-House",
    "personaldata": "No individually identifiable data is transferred to anyone except the person providing the data except for coaching purposes. Data is processed automatically.",
    "ppdate": "1/1/2002",
    "privacyprograms": "N/A",
    "recoursemech": "Commitment to cooperate with data protection authorities\r\nlocated in the European Union, Switzerland or their authorized representatives",
    "signupdate": "1/9/2002",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "08540"
}