{
    "CertificationStatus": "Current",
    "Fax": "469-262-0601",
    "OrgName": "Epsilon Data Management, LLC",
    "PPLoc": "http://www.epsilon.com/privacy-policy/ ",
    "Phone": "800-309-0505",
    "activities": "Epsilon works with marketers (clients) in various industries, including retail, pharmaceutical, and financial services. Epsilon assists its clients by developing direct mail marketing communications to send their customers (client's customers/consumers). Epsilon's leading email technology helps drive marketers and communicators forward by leveraging strategic, ROI-focused email communications. Epsilon is dedicated to building permission-based, long-term, profitable relationships through relevant email communications and proven retention, loyalty and lifetime customer value methodologies, such as hosting the actual collection site, delivering email, tracking results and analyzing data. Epsilon also creates database technology solutions for the management of customer data for its clients to support their online and offline direct marketing and email marketing efforts.",
    "address": "6021 Connection Drive",
    "asp_index": "33429",
    "city": "Irving",
    "contactemail1": "dorcinda.pipkin@epsilon.com",
    "contactfax1": "469-262-1460",
    "contactname1": "Dorcinda M. Pipkin",
    "contactoff1": "Privacy Office",
    "contactphone1": "469-262-1460",
    "contacttitle1": "Privacy Manager",
    "corpoffemail1": "jbier@conversantmedia.com",
    "corpofffax1": "312-588-3619",
    "corpoffname1": "Jason Bier",
    "corpoffphone1": "312-588-3619",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)General Services - (GSV)",
    "nextcertification": "2/9/2017",
    "orgverification": "In-House",
    "personaldata": "Offline, online, manually processed data",
    "ppdate": "2/8/2016",
    "privacyprograms": "None",
    "recoursemech": "Epsilon Data Management, LLC maintains an internal privacy administration to address inquiries.  Epsilon has further committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus.   If you do not receive timely acknowledgement of your complaint, or if your complaint is not satisfactorily addressed, please visit www.bbb.org/us/safe-harbor-complaints (/council/eusafeharbor/bbb-eu-safe-harbor-dispute-resolution-program/) for more information and to file a complaint.",
    "signupdate": "8/15/2002",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "75039"
}