{
    "CertificationStatus": "Not Current",
    "Fax": "650-917-9887",
    "OrgName": "iGames, Inc.",
    "PPLoc": "http://na.alienwarearena.com/legal/privacy, http:www.pldx.com/legal/privacy",
    "Phone": "650-917-9888",
    "activities": "iGames manages the website located at www.pldx.com.  This is a community site supporting various communities such as lan centers, computer game enthusiasts, game publishers, etc. The site includes contests, forums, sweepstakes, videos and other relevant community generated or iGames provided content.  Users can register for a free account so they can participate in activities on the site.  There are no fees for any activities on the site.\r\n\r\niGames manages the website located at www.alienwarearena.com.  This site promotes PC gaming via Dell/Alienware computer systems.  The site includes contests, forums, sweepstakes, videos and other relevant PC gaming or computing content, supplied by iGames and/or users.  Users can register for a free account so they can participate in activities on the site.",
    "address": "4962 El Camino Real, Suite 206",
    "asp_index": "33587",
    "city": "Los Altos",
    "contactemail1": "melissa@igamesinc.com",
    "contactfax1": "650-917-9887",
    "contactname1": "Melissa Nielsen",
    "contactoff1": "iGames, Inc.",
    "contactphone1": "650-917-9887",
    "contacttitle1": "VP of Operations",
    "corpoffemail1": "melissa@igamesinc.com",
    "corpofffax1": "650-917-9887",
    "corpoffname1": "Melissa Nielsen",
    "corpoffphone1": "650-917-9888",
    "corpofftitle1": "VP of Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)",
    "nextcertification": "1/26/2017",
    "orgverification": "For Alienware Arena - Truste and in-house for PLDX",
    "personaldata": "user data entered via the websites",
    "ppdate": "3/5/2016",
    "privacyprograms": "The below apply solely to the Alienware Arena privacy policy. \r\nTRUSTe EU Safe Harbor certification\r\nTRUSTe Trusted Cloud",
    "recoursemech": "Alienware Arena dispute resolution is handled by TRUSTe.  PLDX dispute resolution is handled in-house.",
    "signupdate": "1/26/2011",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94022"
}