{
    "CertificationStatus": "Current",
    "Fax": "646-766-2270",
    "OrgName": "McGraw-Hill Global Education, LLC",
    "PPLoc": "http://www.mheducation.com/privacy ",
    "Phone": "646-766-2000",
    "activities": "McGraw-Hill Education is a global leader in providing print and digital education materials. This certification applies to McGraw-Hill Global Education, LLC and McGraw-Hill School Education, LLC and their U.S. subsidiaries, collectively referred to here as McGraw-Hill Education. McGraw-Hill Education receives the personal information of natural persons located in the EU. McGraw-Hill Education uses this personal information: 1) to market, sell, provide, maintain and improve McGraw-Hill Education commercial web sites and digital learning solutions for EU citizens and commercial organizations, 2) to perform education and/or product related research, 3) to accomplish human resources related activities and 4) to monitor McGraw-Hill Education facilities and technology for security purposes. The above includes personal information the McGraw-Hill Education collects and processes as a data controller, as well as personal information McGraw-Hill Education collects and processes as a data processor, as those terms are defined in EU law.",
    "address": "2 Penn Plaza, 20th Floor",
    "asp_index": "33638",
    "city": "New York",
    "contactemail1": "privacy@mheducation.com",
    "contactfax1": "646-766-2270",
    "contactname1": "Andrew Bloom",
    "contactoff1": "Globa Privacy Office",
    "contactphone1": "646-766-2000",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "legal@mheducation.com",
    "corpofffax1": "646-766-2270",
    "corpoffname1": "David Stafford",
    "corpoffphone1": "646-766-2000",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Education & Training - (EDS)",
    "nextcertification": "4/1/2017",
    "orgverification": "In-house",
    "personaldata": "Off-line, on-line, and manually processed human resources data, customer data, and customers’ end user data",
    "ppdate": "4/1/2015",
    "privacyprograms": "N/A",
    "recoursemech": "McGraw-Hill Global Education will comply with the EU and Swiss Data Protection Authorities",
    "signupdate": "4/1/2015",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10121"
}