{
    "CertificationStatus": "Current",
    "Fax": "(615) 246-2663",
    "OrgName": "CLARCOR Inc. and its subsidiaries located in the U.S.",
    "PPLoc": "See link below",
    "Phone": "(615) 771-3100",
    "activities": "Purposes For Personal Information (excluding Sensitive Personal Information)\r\n\r\n•\tCarrying out human resources functions including, but not limited to training, implementing career and succession planning, administering employee contracts, evaluating employees and potential employees, implementing employment-related actions and obligations and providing, assessing and administering employee bonus and benefit plans;\r\n\r\n•\tCarrying out human resources functions related to evaluating potential employees;\r\n\r\n•\tEnabling the Company and its employees to contact one another using an employee’s work telephone, e-mail address or physical mailing address;\r\n\r\n•\tEnabling the Company and its employees to contact External Parties using work telephone, e-mail address or physical mailing address;\r\n\r\n•\tAssisting with the Company’s legal, compliance and auditing functions; \r\n\r\n•\tInvestigating reports of alleged misconduct or similar concern made via the Company’s 24-hour, toll-free employee hotline or through another method of reporting; or\r\n\r\n•\tOrdinary business reasons, which includes the evaluation of products and services and related issues. \r\n\r\n\tPurposes For Sensitive Personal Information\r\n\r\n•\tProtecting the vital interests of the European employee or another person;\r\n\r\n•\tNecessary for establishing legal claims or defenses;\r\n\r\n•\tRequired to provide medical care or diagnosis; or\r\n\r\n•\tEnabling the Company to fulfill its employment law obligations.",
    "address": "840 Crescent Centre Drive, Suite 600",
    "asp_index": "33652",
    "city": "Franklin",
    "contactemail1": "Charlotte.English@clarcor.com",
    "contactfax1": "(615) 246-2663",
    "contactname1": "Charlotte English",
    "contactoff1": "CLARCOR Inc.",
    "contactphone1": "(615) 771-2624",
    "contacttitle1": "Counsel",
    "corpoffemail1": "Richard.Wolfson@clarcor.com",
    "corpofffax1": "(615) 771-5371",
    "corpoffname1": "Richard M. Wolfson",
    "corpoffphone1": "(615) 771-3505",
    "corpofftitle1": "VP, General Counsel & Corporate Secretary",
    "eucountries": "Belgium, France, Germany, Italy, Netherlands, Spain, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Construction Equipment - (CON)Aircraft & Parts - (AIR)Automotive Parts & Service Equipment - (APS)",
    "nextcertification": "3/16/2017",
    "orgverification": "In-house",
    "personaldata": "Organization information, customers (including distributors), agents, re-sellers, partners, vendors, suppliers and employment candidates - data does include manually processed data",
    "ppdate": "3/14/2012",
    "privacyprograms": "NONE",
    "recoursemech": "As part of CLARCOR's participation in the Safe Harbor, CLARCOR has specifically engaged TRUSTe to assist in the resolution of unresolved concerns/complaints. TRUSTe is a third party provider of various privacy-related solutions and services. Any individual who does not believe that his or her concern has been adequately resolved by CLARCOR's internal process may initiate TRUSTe’s complaint resolution services.  \r\n\r\nFor human resources data CLARCOR has agreed to cooperate with European Data Protection Authorities.  \r\n\r\nBy voluntarily certifying that it will comply with the Safe Harbor Principles, CLARCOR has made itself subject to the dispute resolution, enforcement and sanctioning powers of the Federal Trade Commission and has agreed to cooperate and comply with the applicable Data Protection Authorities with regard to CLARCOR's processing of personal information.",
    "signupdate": "3/16/2012",
    "state": "Tennessee",
    "statutorybody": "Federal Trade Commission",
    "zip": "37069"
}