{
    "CertificationStatus": "Current",
    "Fax": "8129347613",
    "OrgName": "Hillenbrand, Inc.",
    "PPLoc": "http://s1.q4cdn.com/966021326/files/doc_downloads/SafeHarborPolicy2013.pdf ",
    "Phone": "8129347000",
    "activities": "Customer and supplier information; standard information about employees (benefits, training, management and administration, etc.).\r\n\r\nFor the management of employee and applicant data for human resources and payroll record processing and due diligence investigation and monitoring of third parties, including agents, customers, suppliers, and vendors.",
    "address": "One Batesville Blvd.",
    "asp_index": "33662",
    "city": "Batesville",
    "contactemail1": "tabitha.meier@hillenbrand.com",
    "contactfax1": "8129315185",
    "contactname1": "Tabitha Meier",
    "contactoff1": "Batesville, IN",
    "contactphone1": "8129315446",
    "contacttitle1": "Compliance Counsel",
    "corpoffemail1": "nick.farrell@hillenbrand.com",
    "corpofffax1": "8129315185",
    "corpoffname1": "Nicholas R. Farrell",
    "corpoffphone1": "8129315395",
    "corpofftitle1": "General Counsel",
    "eucountries": "Belgium, France, Germany, Italy, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Chemical Production Machinery - (CHM)Food Processing & Packaging Eqpt - (FPP)General Industrial Eqpt & Supplies - (GIE)",
    "nextcertification": "2/20/2017",
    "orgverification": "In-house",
    "personaldata": "Human resources data will be transmitted by email, mail, internet service/vendor and will be subject to manual and electronic processing.",
    "ppdate": "2/18/2013",
    "privacyprograms": "None",
    "recoursemech": "All disputes arising out of or in connection of the handling of personal information by Hillenbrand, Inc. (\"Hillenbrand\") will be handled swiftly by Hillenbrand executive management. Employees located in the EEA or Switzerland should forward any complaints or disputes regarding personal data protection to Hillenbrand human resources. For complaints that cannot be resolved between Hillenbrand and the individual complainant, Hillenbrand commits to cooperate with the European Data Protection Authorities (DPAs) or the Swiss Federal Data Protection and Information Commissioner (FDPIC), whichever is applicable, for personal information received from the EEA or Switzerland and comply with any advice given by such entity.",
    "signupdate": "2/20/2013",
    "state": "Indiana",
    "statutorybody": "Federal Trade Commission",
    "zip": "47006"
}