{
    "CertificationStatus": "Current",
    "Fax": "212-268-4715",
    "OrgName": "Generic Network Systems",
    "PPLoc": "http://www.gnetsys.net/privacy.html#safe_harbor ",
    "Phone": "212-268-4722",
    "activities": "GNS will only receive information from client companies that will be based in the EU/EEA and/or Switzerland. All GNS client companies based in the EU/EEA and/or Switzerland will be subject to the rules and regulations of their home companies. GNS will only receive data as part of GNS providing computer hosting services to these client companies.\r\n\r\nGNS will never directly access personal data except under instructions from client companies, and will never disclose or disseminate any personal information to any parties other than the client company, except under strict written instruction from the client companies. \r\n\r\nGNS is simply making its computer systems available to client companies, and is not in the business of processing data.",
    "address": "333 West 39th St. #903",
    "asp_index": "33695",
    "city": "New York",
    "contactemail1": "tim.gamble@gnetsys.net",
    "contactfax1": "212-268-4715",
    "contactname1": "Tim Gamble",
    "contactoff1": "Main Office.333 West 39th St. #903, New York, NY 10018",
    "contactphone1": "212-268-4722",
    "contacttitle1": "Partner",
    "corpoffemail1": "tim.gamble@gnetsys.net",
    "corpofffax1": "212-268-4715",
    "corpoffname1": "Tim Gamble",
    "corpoffphone1": "212-268-4722",
    "corpofftitle1": "Partner",
    "eucountries": "Austria, Belgium, France, Germany, Ireland, Liechtenstein, Lithuania, Luxembourg, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Investment Service - (INV)",
    "nextcertification": "3/8/2017",
    "orgverification": "In-house",
    "personaldata": "GNS operates a hosting service where financial applications of GNS customers are hosted and run by GNS. GNS does not directly access the data on an individual level, but the customer data of clients includes names and addresses, as well as financial instrument position data, eg names and amounts of financial securities.",
    "ppdate": "1/1/2005",
    "privacyprograms": "Payment Card Industry Data Security Standard (PCI DSS)",
    "recoursemech": "All disputes arising out of or in connection of the handling of personal information by GNS will be handled swiftly by GNS executive management. GNS does not have any employees in the EU/EEA or Switzerland. All questions or concerns regarding the use or disclosure of personal information should be directed to GNS at the address given below in the Responsibilities and Contact Information section of the GNS Safe Harbor Privacy Policy located at http://www.gnetsys.net/privacy.html. GNS will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this Policy. For complaints that cannot be resolved between GNS and the individual complainant, GNS commits to cooperate with the European Data Protection Authorities (for personal information received from the EU/EEA) and the Swiss FDPIC (for information received from Switzerland) and comply with any advice given by them.",
    "signupdate": "3/8/2012",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10018"
}