{
    "CertificationStatus": "Current",
    "Fax": "214-242-4448",
    "OrgName": "Whapps, LLC (dba Online Rewards)",
    "PPLoc": "http://online-rewards.com/incentive-company/privacy-policy.htm ",
    "Phone": "888-826-0783",
    "activities": "Online Rewards designs, develops, and deploys web-based employee recognition management and rewards programs.\r\n\r\nEmployees within these client companies are provided with individual access to their respective program (controlled by usernames / passwords), whereby they may participate in the program, receive recognition, earn awards from an online catalog system, and receive shipments of awards from which they have ordered within the program.\r\n\r\nThe information required to run each program (i.e. who is eligible) is provided by each client and is transmitted to Online Rewards using best practice standards for managing PII data.  Any address information required to receive shipments of awards is provided by each participant upon ordering an item from the online catalog system.\r\n\r\nThe rewards program is designed in such a way whereby there is minimal amount of information (i.e. user ID #, first name, last name, email address) is required for client employees to participate.\r\n\r\nAll information is treated as confidential information and not sold to or shared with any other entity.\r\n\r\nAll data stored within the rewards program system is uniquely contained and only accessible to each client’s application exclusively.\r\n\r\nThe following controls are used to protect the external perimeter of the Data Center network:\r\n-  Firewalls\r\n-  Intrusion Detection Devices\r\n-  Intrusion Prevention Devices\r\n-  Gateway virus protection\r\n-  Proxy servers \r\n-  Reverse proxy servers\r\n-  Routers\r\n\r\nOnline Rewards can enforce data checking and integrity rules as required to support the client's application on a per client program such that data accuracy and integrity processes are specific to the type and nature of each client’s program and their data.\r\n\r\nOnce a month, a developer is assigned to scan and attempts to connect to non-application ports on the firewall.  They then check the intrusion detection logs from the network hardware to make sure these requests were seen and blocked.  In addition to these tests, new client sites are tested with a tool that scans for issues with the web interface such as SQL injection attacks, cross-site scripting, and incorrectly configured server settings that a user could use to gain access to other user data.",
    "address": "3102 Maple Ave (Suite 450)",
    "asp_index": "33705",
    "city": "Dallas",
    "contactemail1": "michael.levy@online-rewards.com",
    "contactfax1": "214-242-4448",
    "contactname1": "Michael Levy",
    "contactoff1": "Online Rewards Headquarters",
    "contactphone1": "888-826-0783",
    "contacttitle1": "President",
    "corpoffemail1": "michael.levy@online-rewards.com",
    "corpofffax1": "214-242-4448",
    "corpoffname1": "Michael Levy",
    "corpoffphone1": "888-826-0783",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "3/4/2017",
    "orgverification": "In-house",
    "personaldata": "Information received into the program by client: user ID #, first name, last name, email address).  Information manually entered into the program by a participant: address 1, address 2, city, postal code, city/town/location, country",
    "ppdate": "1/1/2014",
    "privacyprograms": "N/A",
    "recoursemech": "In compliance with the US-EU Safe Harbor Principles, Online Rewards commits to resolve complaints about your privacy and our collection or use of your personal information.  European Union citizens with inquiries or complaints regarding this privacy policy should first contact Online Rewards at: us-privacy@online-rewards.com\r\n \r\nOnline Rewards has further committed to cooperate and comply with the EU and/or Swiss data protection authorities for unresolved complaints.",
    "signupdate": "3/4/2014",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "75221"
}