{
    "CertificationStatus": "Current",
    "Fax": "781-547-5889",
    "OrgName": "CallMiner, Inc.",
    "PPLoc": "Company intranet, www.callminer.com/privacy ",
    "Phone": "781-547-5690",
    "activities": "US Company maintains human resource files for UK employees which contain employee and potential employee personal data for employment related purposes. All such data is maintained in a secure environment. \r\n\r\nCompany receives audio files for processing from EU Companies (exporting controller) some of which may contain personal information. Files are processed for the legitimate business purposes of the exporting controller. All such data is kept in a secure environment and the data is either returned or destroyed when processing is complete.\r\n\r\nCallMiner collects certain personal information through its websites and various marketing campaigns.  CallMiner uses this information for legitimate CallMiner business purposes.",
    "address": "200 West Street",
    "asp_index": "33713",
    "city": "Waltham",
    "contactemail1": "rob.lane@callminer.com",
    "contactfax1": "781-547-5889",
    "contactname1": "Robert Lane",
    "contactoff1": "Watham",
    "contactphone1": "781-547-5661",
    "contacttitle1": "Controller",
    "corpoffemail1": "paul.bernard@callminer.com",
    "corpofffax1": "781-547-5889",
    "corpoffname1": "Paul Bernard",
    "corpoffphone1": "781-547-5660",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "3/13/2017",
    "orgverification": "In-house",
    "personaldata": "All personal data originating from the EU and Switzerland is covered under our self-certification.  This includes offline, online, manually processed, and systematically processed data.",
    "ppdate": "10/20/2014",
    "privacyprograms": "none",
    "recoursemech": "Company agrees to cooperate with EU Data Protection Authorities & Swiss FDPIC for resolution of any disputes",
    "signupdate": "3/13/2007",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02451"
}