{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Qubit Inc",
    "PPLoc": "http://www.qubitproducts.com/about/privacy-policy ",
    "Phone": "3479342251",
    "activities": "Qubit Inc is a Software as a Service website optimisation corporation who have operations in the UK and US and data is transferred from the UK to US where necessary to fulfil our duties of our Customers.\r\nThe personal information moving from EU to US can be any type of webdata that our customers request us to transfer on their behalf and could include but is not limited to browsing habit, likes, dislikes, email addresses, and any number of other variables that could be gleaned from a web experience. \r\nThis is processed by our team in the US on occasions to help us fulfil our duties under the contract.\r\nThe information is received when our Customer requests that we collect the information for them",
    "address": "28 E 28th St, 9th Floor",
    "asp_index": "33793",
    "city": "New York",
    "contactemail1": "jack@qubit.com",
    "contactfax1": "",
    "contactname1": "Jack Carvel",
    "contactoff1": "Qubit US",
    "contactphone1": "3479342251",
    "contacttitle1": "Legal Counsel",
    "corpoffemail1": "jamie@qubit.com",
    "corpofffax1": "",
    "corpoffname1": "Jamie Thomas",
    "corpoffphone1": "3479342251",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "3/16/2017",
    "orgverification": "in house",
    "personaldata": "This includes certain data collected on behalf of our Customers from their webusers so the range of content can be varied but generally would contain information about IP address, age, browsing habits.",
    "ppdate": "11/30/2014",
    "privacyprograms": "We are a UK company and our infrastructure and policies all comply with the 8 Data Protection Principles defined by the EU directive 95",
    "recoursemech": "JAMS",
    "signupdate": "3/16/2015",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10010"
}