{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "SnapLogic Inc",
    "PPLoc": "http://www.snaplogic.com/footer/privacy-policy ",
    "Phone": "(650) 525-3500",
    "activities": "We collect and use EEA/SWISS Data for purposes of providing products and services to our customers, communicating with corporate business partners about business matters, processing EEA/SWISS Data on behalf of corporate customers, providing information on our services, and conducting related tasks for legitimate business purposes.",
    "address": "2 West Fifth Avernue 4th Floor",
    "asp_index": "33804",
    "city": "San Mateo",
    "contactemail1": "jreyes@snaplogic.com",
    "contactfax1": "",
    "contactname1": "Jorge Reyes",
    "contactoff1": "2 West Fifth Avenue San Mateo CA 94402",
    "contactphone1": "415-336-2296",
    "contacttitle1": "Director Operations, Security and IT",
    "corpoffemail1": "bob@snaplogic.com",
    "corpofffax1": "",
    "corpoffname1": "2 West Fifth Avenue San Mateo CA 94402",
    "corpoffphone1": "650 525 3553",
    "corpofftitle1": "Bob Parker",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)General Services - (GSV)",
    "nextcertification": "3/30/2017",
    "orgverification": " In-house and TRUSTe (see PP link above)",
    "personaldata": "We receive mostly business-related information from the EEA/SWISS, including contact information of individual representatives of the businesses with whom we are dealing, including, without limitation, names, addresses, work phone numbers, work email addresses, etc. of EEA/SWISS Persons. We also receive and forward customer data (encrypted) from our service customers.",
    "ppdate": "3/3/2016",
    "privacyprograms": "TRUSTe's Privacy Seal program (https://www.snaplogic.com/footer/privacy-policy)",
    "recoursemech": "Any person with a complaint about SnapLogic's compliance with the Safe Harbor Framework should first contact SnapLogic by sending an email to privacy@snaplogic.com or by regular mail to the attention of Privacy Manager, SnapLogic, Inc., 2 W. 5th Avenue, San Mateo, California 94402.  If the complainant does not receive acknowledgement of its inquiry or the inquiry has not been satisfactorily addressed, the complainant should contact TRUSTe at http://watchdog.truste.com/pvr.php?page=complaint&url=, fax at 415-520-3420, or mail at Watchdog Complaints, TRUSTe, 55 2nd Street, 2nd Floor, San Francisco, CA, USA 94105. If the complainant is faxing or mailing TRUSTe to lodge a complaint, they must include the following information: the name of company, the alleged privacy violation, contact information, and whether the person would like the particulars of their complaint shared with SnapLogic. For information about TRUSTe or the operation of TRUSTe's dispute resolution process, see http://www.truste.org/consumers/watchdog_complaint.php or request this information from TRUSTe at any of the addresses listed above. The TRUSTe dispute resolution process shall be conducted in English. TRUSTe will then serve as a liaison with SnapLogic to resolve the data privacy concerns.",
    "signupdate": "3/30/2016",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94402"
}