{
    "CertificationStatus": "Current",
    "Fax": "914 249 4061",
    "OrgName": "MasterCard International Incorporated",
    "PPLoc": "http://www.mastercard.us/privacy/ ",
    "Phone": "914 249 2000",
    "activities": "MasterCard is a leading global payment solutions company that provides a variety of services in support of the credit, debit and related payment programs of over 24,000 financial institutions and other entities that are MasterCard’s customers.  As a processor of payment card transactions and provider of related services, MasterCard obtains consumer personal data from financial institutions and other entities in connection with payment card transactions.  MasterCard also collects personal data directly from consumers, for example, through MasterCard websites.  MasterCard may use the personal data to undertake activities such as the following:  (i) process payment card transactions; (ii) protect against and prevent fraud, unauthorized transactions, claims and other liabilities; (iii) manage risk exposure and franchise quality; (iv) create and manage online accounts; (v) provide, administer and communicate about products, services and promotions; (vi) publish business directories; (vii) operate, evaluate and improve the company’s business; (viii) monitor the use of and improve the company’s interactive assets; (ix) perform data analyses; and (x) comply with applicable legal requirements, industry standards and company policies.  MasterCard International Incorporated is certifying for and on behalf of itself and the following MasterCard entities:  (i) Maestro International, Inc.; (ii) MasterCard Advisors, LLC; (iii) MasterCard Advisors, LLC Europe; (iv) MasterCard International Services, Inc.; (v) MasterCard Technologies, LLC; and (vi) Orbiscom Inc.",
    "address": "2000 Purchase Street",
    "asp_index": "33809",
    "city": "Purchase",
    "contactemail1": "privacyanddatausage@mastercard.com",
    "contactfax1": "914 249 4061",
    "contactname1": "JoAnn C. Stonier, Esq.",
    "contactoff1": "Global Privacy & Data Usage Office",
    "contactphone1": "914 249 2000",
    "contacttitle1": "Global Privacy & Data Usage Officer",
    "corpoffemail1": "Tim_Murphy@mastercard.com",
    "corpofffax1": "914 249 4061",
    "corpoffname1": "Tim Murphy, Esq.",
    "corpoffphone1": "914 249 2000",
    "corpofftitle1": "General Counsel & Chief Franchise Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Financial Services - (FNS)",
    "nextcertification": "12/18/2016",
    "orgverification": "In-house self-assessment",
    "personaldata": "Off-line, on-line, manually processed",
    "ppdate": "2/28/2014",
    "privacyprograms": "None",
    "recoursemech": "MasterCard will cooperate with JAMS in accordance with the JAMS International Mediation Rules.",
    "signupdate": "12/18/2009",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10577"
}