{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Twilio",
    "PPLoc": "https:/ www.twilio.com/legal/privacy ",
    "Phone": "415-767-1582",
    "activities": "Twilio’s service enables companies to integrate telecommunications capabilities into their software applications, including mobile, web-based and desktop applications.  Some of our customers are located in the EU/EEA and/or Switzerland.  \r\n\r\nWith respect to Twilio’s customers, Twilio collects the following data and uses such data solely for the purpose of facilitating its relationship with its customers:  When a company signs up to use Twilio’s services, Twilio collects contact information and billing information.  In connection with the customer’s actual use of Twilio’s services, Twilio will collect information that is created or provided by the customer for those purposes.  For example, if the customer uses Twilio to enable enable users of the customer’s application to send SMS messages, Twilio will collect and maintain the call data related to that use including content, recipient phone number, size and time of message and other transactional data.  Also, when prospective customers (and others) visit Twilio’s site, Twilio will collect information concerning the user’s browser, IP address and the pages requested.  \r\n\r\nIn terms of Twilio’s corporate operations, the company also collects data concerning its employees and vendors.  That data is used solely to facilitate the applicable relationship.  Some of those employees and vendors are located in in the EU/EEA and/or Switzerland.",
    "address": "645 Harrison St Third Floor",
    "asp_index": "33811",
    "city": "San Francisco",
    "contactemail1": "privacy@twilio.com",
    "contactfax1": "",
    "contactname1": "Sheila Jambekar",
    "contactoff1": "Legal",
    "contactphone1": "415-237-0997",
    "contacttitle1": "Associate General Counsel",
    "corpoffemail1": "ksmith@twilio.com",
    "corpofffax1": "",
    "corpoffname1": "Karyn Smith",
    "corpoffphone1": "(415) 722-4166",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "4/4/2017",
    "orgverification": "In-house",
    "personaldata": "Organizational and Customer data.",
    "ppdate": "3/24/2014",
    "privacyprograms": "American Arbitration Association (“AAA”)",
    "recoursemech": "American Arbitration Association (“AAA”) Dispute Resolution Services Worldwide - Case Filing Services [http://www.adr.org/drs] by email [casefiling@adr.org], by fax at (877) 495-4185, or mail at American Arbitration Association Case Filing Services, 1101 Laurel Oak Road, Suite 100, Voorhees, NJ 08032.",
    "signupdate": "4/4/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94107"
}