{
    "CertificationStatus": "Current",
    "Fax": "203-783-7479",
    "OrgName": "Franchise World Headquarters, LLC",
    "PPLoc": "http://www.subway.com/subwayroot/PrivacyPolicy-FWH.aspx ",
    "Phone": "203-877-4281",
    "activities": "Franchise World Headquarters, LLC (\"FWH\") is an affiliate of, and service provider to, Doctor’s Associates Inc. (“DAI”), the owner of the SUBWAY® Restaurant System, and the SUBWAY® Group which includes amongst other entities:  Subway International B.V. (“SIBV”).  DAI owns and licenses the SUBWAY® trademark and SUBWAY® Restaurant System to its affiliates in order to develop SUBWAY® restaurants worldwide.  FWH also provides its affiliates with certain services, including but not limited to franchise marketing, franchisee training, and accounting services.  FWH receives personal information from its Netherlands affiliate, SIBV and development agents throughout Europe regarding SUBWAY® Group franchisees, prospective franchisees, and development agents in order to service their contracts, as well as receiving personal information from SUBWAY® Restaurant customers in order to provide customer service.",
    "address": "325 Sub Way",
    "asp_index": "33849",
    "city": "Milford",
    "contactemail1": "paquet_t@subway.com",
    "contactfax1": "203-783-7479",
    "contactname1": "Teresa Paquet",
    "contactoff1": "Franchise World Headquarters, LLC",
    "contactphone1": "203-877-4281",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "devine_j@subway.com",
    "corpofffax1": "203-783-7479",
    "corpoffname1": "John Devine",
    "corpoffphone1": "203-877-4281",
    "corpofftitle1": "Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "General Services - (GSV)",
    "nextcertification": "3/26/2017",
    "orgverification": "In-house",
    "personaldata": "All personal data including human resources data",
    "ppdate": "3/22/2015",
    "privacyprograms": "None",
    "recoursemech": "European Union Data Protection Authorities and Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "3/26/2010",
    "state": "Connecticut",
    "statutorybody": "Federal Trade Commission",
    "zip": "06461"
}