{
    "CertificationStatus": "Current",
    "Fax": "813-870-1883",
    "OrgName": "HRMC, INC.",
    "PPLoc": "http://www.hrmc.com/company/privacy-policy.aspx ",
    "Phone": "813-879-4200",
    "activities": "Automatically collected information \r\nWe may passively collect information that is automatically sent to us by your web browser or your internet service provider. This information typically includes your domain name, your user name, your numerical IP address and the type of browser you are using. However, HRMC does not currently track domain names or user names, nor do we use “cookies.” The amount of information sent by your web browser depends on its settings. Please refer to your browser if you want to learn what information it sends. We use this type of information to see which web pages you visit at our website and which website you may have linked to us from. We are then able to develop statistics that help us understand how our visitors use our website and how we can improve it. \r\nUser-generated information \r\nWe collect information at this website when you contact us or respond to the surveys or applications we make available. If you e-mail us, you are voluntarily releasing the content of your e-mail to us (including your e-mail address) and granting us permission to e-mail you in response. If you answer questions we have placed on the website page, you are also voluntarily releasing that information to us. We may use that information to contact you regarding HRMC products and services. If you have received marketing e-mail from us and would like to be removed from our list, click here. \r\nLinks to other sites \r\nFor your convenience, this website may contain hyperlinks to other HRMC websites as well as to third party non-HRMC sites. While HRMC websites are subject to this privacy policy, we can make no promises or guarantees regarding data collection on the hyperlinked pages and sites that are not owned by HRMC. We therefore recommend that you read the privacy statement for each third party site you visit. \r\nInformation security \r\nHRMC’s extensive security measures prevent unauthorized access or disclosure and maintain data accuracy. \r\nOnline job application \r\nIf you apply for a job online with HRMC or with our client partners, we may collect the following personally identifiable information: first and last name, address, telephone number and national I.D. number or social security number. This information is used only as unique identification by this computer system so that (1) you will not have to repeat your answers to the questionnaire if you re-enter the process, and (2) the prospective employer receiving the information can match you to the answers you provided. It is shared only with the employer for which you are completing this questionnaire and with no other party, unless required by law. This information is never publicly displayed. While in the possession of this process operator, HRMC, this information, including backups, is stored in a locked area with access limited to only those who require it in the performance of their duties. The employees who have access to this information are subject to non-disclosure agreements/covenants. \r\nContact us info@hrmc.com.\r\nIf you have any questions regarding this privacy policy, please contact us at info@hrmc.com.",
    "address": "4012 Gunn Highway Suite 120",
    "asp_index": "33878",
    "city": "Tampa",
    "contactemail1": "jtodd@hrmc.com",
    "contactfax1": "813-870-1883",
    "contactname1": "Jenny Todd",
    "contactoff1": "HRMC, INC.",
    "contactphone1": "813-879-4200",
    "contacttitle1": "",
    "corpoffemail1": "rselewach@hrmc.com",
    "corpofffax1": "813-870-1883",
    "corpoffname1": "Ron Selewach",
    "corpoffphone1": "813-879-4200",
    "corpofftitle1": "CEO & Founder",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Employment Services - (EMP)",
    "nextcertification": "3/26/2017",
    "orgverification": "Third party",
    "personaldata": "on line, human resources data",
    "ppdate": "6/6/2007",
    "privacyprograms": "None",
    "recoursemech": "European Union Data Protection Authorities",
    "signupdate": "3/26/2008",
    "state": "Florida",
    "statutorybody": "Federal Trade Commission",
    "zip": "33618"
}