{
    "CertificationStatus": "Current",
    "Fax": "312-381-6708",
    "OrgName": "Aon Service Corporation",
    "PPLoc": "http://www.aon.com/about-aon/privacy.jsp ",
    "Phone": "312-381-5127",
    "activities": "Aon Service Corporation collects, transfers and uses employee information for purposes of personnel administration including; hiring, promotion, global headcount reporting, statistical analysis, budgeting, staffing, compensation, workforce planning, career development, benefits administration processing and reimbursing work-related expenses incurred by Aon personnel.  Aon Service Corporation also collects, transfers, and uses limited business partner information, including first and last name, contact information, job title, family ties to government, and shareholder information for the purpose of ensuring compliance with Aon's Anti-Financial Crime policies.\r\nAon Service Corporation also acts as a data processor on behalf of Aon Corporation subsidiaries and affiliates providing IT hosting, email, back-up, business continuity and disaster recovery services that may include processing of personal information.",
    "address": "200 E. Randolph",
    "asp_index": "33871",
    "city": "Chicago",
    "contactemail1": "sumitha.solai1@aon.com",
    "contactfax1": "312-381-6708",
    "contactname1": "Sumitha Pitroda",
    "contactoff1": "Aon Service Corporation",
    "contactphone1": "312-381-5127",
    "contacttitle1": "Privacy Counsel",
    "corpoffemail1": "beth.burk@aon.com",
    "corpofffax1": "312-381-6708",
    "corpoffname1": "Beth Burk",
    "corpoffphone1": "312-381-3165",
    "corpofftitle1": "Global Chief Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Insurance Services - (INS)",
    "nextcertification": "3/30/2017",
    "orgverification": "In House",
    "personaldata": "Human Resources Data, Manually Processed Data, Off-Line",
    "ppdate": "7/1/2014",
    "privacyprograms": "None.",
    "recoursemech": "EU Data Protection Authorities and Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "3/30/2009",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60601"
}