{
    "CertificationStatus": "Current",
    "Fax": "401 942 8197",
    "OrgName": "The Allied Group",
    "PPLoc": "http://www.thealliedgrp.com/images/Certifications/SafeHarborAffirmativeStatement.pdf ",
    "Phone": "401 946 6100",
    "activities": "The Allied Group enters into printing, kitting, fulfillment, mailing and email marketing agreements with its clients in the EU or Switzerland which may include the processing of information relating to their clients' customers. In these agreements, the EU or Swiss client agrees and recognizes that it is the 'data controller' for the purposes of data protection legislation. This means that our EU or Swiss clients are responsible for complying with the data protection legislation in the relevant Member State national law before it sends its customer data to The Allied Group for processing. Any data processed by The Allied Group is only disclosed to third parties at the request and direction of its European client as the data controller, or when required by law. Any information that our EU or Swiss clients identify as sensitive will be treated as such.",
    "address": "25 Amflex Drive",
    "asp_index": "33917",
    "city": "Cranston",
    "contactemail1": "jbiddick@thealliedgrp.com",
    "contactfax1": "401 942 8197",
    "contactname1": "John T Biddick",
    "contactoff1": "The Allied Group 25 Amflex Drive Cranston RI",
    "contactphone1": "401 946 6100",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "bclement@thealliedgrp.com",
    "corpofffax1": "401 942 8197",
    "corpoffname1": "Robert Clement",
    "corpoffphone1": "401 946 6100",
    "corpofftitle1": "Presindent and Owner",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Printing & Graphic Arts Equipment - (PGA)",
    "nextcertification": "5/1/2017",
    "orgverification": "In House Audits",
    "personaldata": "The Allied Group enters into printing, kitting, fulfillment, mailing and email marketing agreements with its clients in the EU or Switzerland which may include the processing of information relating to their clients' customers. In these agreements, the EU or Swiss client agrees and recognizes that it is the 'data controller' for the purposes of data protection legislation. This means that our EU o",
    "ppdate": "3/4/2013",
    "privacyprograms": "None",
    "recoursemech": "DISPUTE RESOLUTION: Any questions or concerns regarding the use or disclosure of personal information should be directed to The Allied Group Privacy Manager at the address given below. The Allied Group will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this Policy. For complaints that cannot be resolved between The Allied Group and the complainant, The Allied Group has agreed to participate in the dispute resolution procedures of the American Arbitration Association (ICDR/AAA Safe Harbor Program) pursuant to the Safe Harbor Principles.",
    "signupdate": "5/1/2013",
    "state": "Rhode Island",
    "statutorybody": "Federal Trade Commission",
    "zip": "02921"
}