{
    "CertificationStatus": "Current",
    "Fax": "415-382-8002",
    "OrgName": "Raptor Pharmaceuticals Inc.",
    "PPLoc": "http://www.raptorpharma.com/privacy-policy/ ",
    "Phone": "415-408-6200",
    "activities": "Raptor Pharmaceuticals Inc. (“Raptor”) from time to time may engage in activities that include the collection, processing and use of personal information (“PI”) from both Raptor employees as well as other individuals. Raptor may collect, process and use employee PI for business purposes related to roles and functions in the company and for human resources management. Information regarding the collection, processing, use and transfer of employee PI is outlined in the Raptor Employee Privacy Policy, and is available on the Raptor intranet for employees to access. Raptor may also collect, process and use non-employee PI. This information may be collected manually or through Raptor owned websites. Raptor may use this information for a variety of business purposes, including to contact the individual with information about products and services, perform business analyses, process employment applications or inquiries, customize or personalize the use of Raptor’s services, or other purposes that may be described at the time of consent and information collection. Raptor will not sell PI to third parties, but may transfer PI to service providers, corporate affiliates or subsidiaries, in connection with a transfer of assets, or to other parties as required by law or as necessary to protect Raptor’s services. Additional information may be found in the Raptor Website Privacy Policy.",
    "address": "7 Hamilton Landing Suite100",
    "asp_index": "33913",
    "city": "Novato",
    "contactemail1": "privacy@raptorpharma.com",
    "contactfax1": "415-382-8002",
    "contactname1": "Elizabeth Jay",
    "contactoff1": "Raptor Compliance Operations",
    "contactphone1": "415-408-6200",
    "contacttitle1": "Director, Compliance Operations",
    "corpoffemail1": "agould@raptorpharma.com",
    "corpofffax1": "415-382-8002",
    "corpoffname1": "Ashley Gould",
    "corpoffphone1": "415-408-6200",
    "corpofftitle1": "SVP, Coporate Governance, Chief Legal and Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Biotechnology - (BTC)Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "4/2/2017",
    "orgverification": "Third party - TRUSTe",
    "personaldata": "On-line data, off-line data, manually and electronically processed data, human resources data",
    "ppdate": "2/11/2015",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "4/2/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94949"
}