{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "RelateIQ LLC",
    "PPLoc": "https:/ www.salesforceiq.com/privacy-policy ",
    "Phone": "(650) 461-4544",
    "activities": "This Certification applies to the Web-based applications and platform services branded as SalesforceIQ and provided via https://www.salesforceiq.com/ or associated Web pages, which allow customers and their users to access, use, manage and share electronic data and information, including personal data, submitted by customers and their users to servers used by SalesforceIQ.  In this context, SalesforceIQ acts as a data processor and does not determine how its customers’ data is utilized in servers used by SalesforceIQ. SalesforceIQ does not choose or determine the content of the data submitted to servers used by SalesforceIQ, and any access to, or use of, such data is incidental to completing the contractual obligations of SalesforceIQ, as data processor, to its customers.  \r\n\r\nAs part of SalesforceIQ’s internal operations, SalesforceIQ transfers personal data of its current and prospective customers and current and prospective business partners to its U.S. data centers for processing and storage. SalesforceIQ collects, transfers, and uses personal data of its current and prospective customers and current and prospective partners for sales, billing, marketing, and business partner recruitment purposes. In this context, SalesforceIQ acts as a data controller. \r\n\r\nFor clarification, this Certification does not apply to SalesforceIQ's Web-based applications and platform services to the extent SalesforceIQ provides users with access to personal data that SalesforceIQ obtains from publicly available sources on the Internet and/or from third party data partners. Individuals to whom such data relates may be able to opt out of being included in such processing by visiting the linked privacy policy.",
    "address": "502 Emerson St",
    "asp_index": "33943",
    "city": "Palo Alto",
    "contactemail1": "shreya.vora@salesforce.com",
    "contactfax1": "",
    "contactname1": "Shreya Vora",
    "contactoff1": "Privacy",
    "contactphone1": "(415) 546 5857",
    "contacttitle1": "Corporate Counsel, Privacy",
    "corpoffemail1": "lfinch@salesforce.com",
    "corpofffax1": "",
    "corpoffname1": "Lindsey Finch",
    "corpoffphone1": "(415) 536-8946",
    "corpofftitle1": "Vice President, Global Privacy & Associate General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "4/9/2017",
    "orgverification": "In-house and TRUSTe",
    "personaldata": "On-line, client, customer, prospect and business partner data",
    "ppdate": "9/15/2015",
    "privacyprograms": "TRUSTe's Privacy Seal program (see https://www.salesforceiq.com/privacy-policy)",
    "recoursemech": "TRUSTe",
    "signupdate": "4/9/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94301"
}