{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Jhana Education",
    "PPLoc": "http://www.jhanaeducation.com/privacy/ ",
    "Phone": "(415) 796-6444",
    "activities": "Jhana may collect and use the following kinds of personal information: information provided in connection with registering for our applications, tools and other related services offered by us (collectively, the “Services”), including email address and name; information about transactions carried out over the Website, including purchasing access to our educational videos; information about users’ use of the Website and browsing activity; credit card information; and any other information that users send to Jhana.\r\n\r\nWhen users register with us, we collect “Personally Identifiable Information,” such as name, company name and email address. When users use the Website or the Services, certain additional information is automatically collected such as Internet Protocol (IP) address, browser type, browser language, visit time, referring website addresses, and cookie information. We use standard methods of verification and procedure to ensure that the data users provide us is reliable for its intended use, accurate, complete and current.\r\n\r\nThe information and data we collect is used to manage and maintain the Services, track usage, improve the Service, and prevent click fraud. User IP addresses are collected and recorded for monitoring and security purposes. We may use standard online technologies, such as tracking pixels or cookies, to track use of the Website. We may also include tracking pixels and web beacons in advertisements or promotions. The information we may collect from tracking pixels and web beacons enables us to custom tailor the Services. It also allows us to measure the general effectiveness of the content on the Website, our advertising, and other activities.\r\n\r\nJhana may use Personally Identifiable Information to enable users' access to and use of the Services; supply services that users purchase; send statements and invoices; manage accounts; develop content; and/or send marketing communications.\r\n\r\nJhana does not rent, sell or exchange Personally Identifiable Information. We may share information, including Personally Identifiable Information, with authorized service providers that may perform specific services or processes on our behalf, relating to the Services. Such services may include, but are not limited to, customer service, customer support, and marketing, business, sales, or promotional contest assistance offered through our Website or Services.  Where Jhana discloses Personally Identifiable Information to its agents or authorized service providers for these purposes, such agent or authorized service providers will be obligated to use that personally-identifiable information in accordance with the terms of our Privacy Policy and applicable law, including as relates to EU  and Swiss Personal Data.\r\n\r\nThe Personally Identifiable Information we collect may also be shared with third parties if it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of our Terms of Service, or as otherwise required by law.",
    "address": "425 Bush St. Suite 600",
    "asp_index": "34028",
    "city": "San Francisco",
    "contactemail1": "privacy@jhana.com",
    "contactfax1": "",
    "contactname1": "Rob Cahill",
    "contactoff1": "Jhana Education",
    "contactphone1": "(415) 796-6444",
    "contacttitle1": "Privacy Manager",
    "corpoffemail1": "lee@jhana.com",
    "corpofffax1": "",
    "corpoffname1": "Rob Cahill",
    "corpoffphone1": "(415) 796-6444",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Education & Training - (EDS)",
    "nextcertification": "5/12/2017",
    "orgverification": "In-House",
    "personaldata": "“Personal data” includes data from customers, organizations, and users registering for the services. Such personal data may include email address; name; company name; transactions on the website; and credit card information; data may be manually processed.",
    "ppdate": "10/10/2014",
    "privacyprograms": "None.",
    "recoursemech": "JAMS Safe Harbor Program",
    "signupdate": "5/12/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94108"
}