{
    "CertificationStatus": "Current",
    "Fax": "6463753183",
    "OrgName": "Syntactx",
    "PPLoc": "https://syntactx.com/privacy-policy",
    "Phone": "2122289000",
    "activities": "Syntactx, LLC, headquartered in United States is a contract research organization that provides outsourced services to the medical device, pharmaceutical and diagnostics industries including clinical trial operations, core laboratory, medical writing, technology solutions and regulatory consulting. In the performance of services, Syntactx may receive data from individuals participating in research studies including research participants, healthcare providers or other consultants. Syntactx may also process human resources data from prospective, past or current employees.",
    "address": "150 Greenwich Street",
    "asp_index": "34075",
    "city": "New York",
    "contactemail1": "douriel@syntactx.com",
    "contactfax1": "6463753183",
    "contactname1": "David E Ouriel",
    "contactoff1": "Corporate Headquarters",
    "contactphone1": "2122289000",
    "contacttitle1": "COO",
    "corpoffemail1": "douriel@syntactx.com",
    "corpofffax1": "6463753183",
    "corpoffname1": "David E Ouriel",
    "corpoffphone1": "2122289000",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Health Care Services - (HCS)Medical Equipment - (MED)",
    "nextcertification": "5/21/2017",
    "orgverification": "In-house",
    "personaldata": "Organization, Client, Customer, Clinical trial data (online, offline, manually processed)",
    "ppdate": "4/29/2015",
    "privacyprograms": "Self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "EU Data Protection Authorities (DPAs), Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "5/21/2015",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10007"
}