{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Procore, Inc.",
    "PPLoc": "https:/ www.procore.com/fine-print/privacy-policy.php ",
    "Phone": "866 477 6267",
    "activities": "We collect information that personally identifies Authorized Users, such as your name, email address, username and password, company you work for and other personally identifiable information about you or users whose information you provide to us when you sign up for or use the Site or Services (\"Personal Information\"). For example, when you register for an account to use any of the Services, we collect your username, password, and email. When you create your account profile to use any of the Services (\"Profile\") we collect the Profile information you provide us to help you and others be located through the Services. When you add users through the use of our Services, we may collect information about the individual and the capacity in which they may use data within our application. The decision to provide this information is optional. However, if an Authorized User chooses choose not to provide the requested information, they may not be able to use some or all of the features of the Site or Services. Except in connection with some orders  to purchase Services, we do not collect any credit card or other financial account information. We also collect Personal Information from Authorized Users when they access the Services and/or other parts of the Site and elect to provide Personal Information. \r\n\r\nOur mobile application may collect certain additional information automatically, including, but not limited to, the type of mobile device used, a mobile device's unique device ID, the IP address of the mobile device, the mobile operating system, the type of mobile Internet browsers used, available storage space, connection type (e.g. WiFi vs. cellular) and information about the way an Authorized User uses the application. We may also use GPS technology (or other similar technology) to determine locations. \r\n\r\nWe collect aggregated Usage Data. Usage Data is information or content we collect about the use of our Site or Services in a way that does not identify an individual user. Usage Data helps us understand trends in our users' needs so that we can better consider new features or otherwise tailor our Services. We use cookies and may use web beacons, but we do not use cookies or Web beacons to collect Personal Information. \r\n\r\nWe may contract with Service Providers to provide certain services, such as hosting and maintenance, accounting, data analytics and data storage and management, and marketing and promotions. We only provide our Service Providers with the information necessary for them to perform these services on our behalf. Each Service Provider must agree to use reasonable security procedures and practices, appropriate to the nature of the information involved, in order to protect Personal Information from unauthorized access, use or disclosure. Service Providers are prohibited from using Personal Information other than as specified by Company.",
    "address": "6309 Carpinteria Avenue",
    "asp_index": "34080",
    "city": "Carpinteria",
    "contactemail1": "privacy@procore.com",
    "contactfax1": "",
    "contactname1": "Brooke Holan",
    "contactoff1": "Legal Department",
    "contactphone1": "805 4564944",
    "contacttitle1": "Associate Counsel",
    "corpoffemail1": "rusty@procore.com",
    "corpofffax1": "",
    "corpoffname1": "Rusty Reed",
    "corpoffphone1": "805-456-6284",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "5/10/2017",
    "orgverification": "inhouse:https://feedback-form.truste.com/watchdog/",
    "personaldata": "online data, offline data, manually processed data,",
    "ppdate": "3/23/2016",
    "privacyprograms": "TRUSTe's Privacy Seal Program: \r\nhttps://www.procore.com/fine-print/privacy-policy.php",
    "recoursemech": "TRUSTe",
    "signupdate": "5/10/2016",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "93013"
}