{
    "CertificationStatus": "Current",
    "Fax": "212-697-1141",
    "OrgName": "Integreon Managed Solutions, Inc.",
    "PPLoc": "http://www.integreon.com/PrivacyPolicy ",
    "Phone": "212-697-1101",
    "activities": "Integreon is a trusted, global provider of award-winning legal, document, business and research support solutions to leading law firms, corporate legal departments, financial institutions and professional services firms. Around the globe, Integreon’s 2,200 Associates support more than 250 clients in areas such as market and competitive intelligence, discovery, legal process outsourcing (LPO), operating model transformation and back office redesign. Integreon also excels in business support services such as IT, document processing, finance and HR. With our unrivaled outsourcing experience and industry-leading onshore and offshore capabilities, clients increasingly rely on Integreon to provide value-added solutions and meet their needs in a demanding business environment. Integreon has won more than 40 industry awards over the past five years and supports its global client base from 12 delivery centers across the US, UK, India, China, Philippines and South Africa.   \r\n\r\nA portion of Integreon’s business in legal services includes litigation and discovery support, which involves any of the following services: electronic discovery; data collection, processing and hosting; project management; forensic collection and analysis; litigation support tech services; consulting; document reviews; and case management. In the legal services area, Integreon also provides contract management and abstraction services, M&A due diligence support and compliance support. These various services are typically performed by Integreon directly for law firms that are serving as counsel in disputes, litigation or investigative matters, or for corporate clients and their internal and/or external counsel on various matters. \r\n\r\nIntegreon also performs knowledge and business process services to its clients, which services can comprise a full range of back office services (i.e., finance, IT, human resources, procurement) and other business administration services (i.e., document processing and production, and virtual assistant services).  \r\n\r\nAll data collected during the course of Integreon’s services are protected under strict privacy and confidentiality protocols as much of this information may constitute confidential business information, privileged information or attorney work product, or evidence in litigation and/or other sensitive proceedings. In order to provide clients with appropriate assurances of Integreon’s safe-keeping practices for data, Integreon enters into confidentiality agreements with its clients (including any data controller provisions that may be required by clients or by certain privacy regulations), and each Integreon employee is required to sign a standard employee confidentiality and non-disclosure agreement. \r\nData that Integreon receives in the course of providing services may be collected in the EU or Switzerland by the client directly or by Integreon personnel or partners at the Client's direction.  Data may also be sent to Integreon in the United States by the client, Integreon employees in the EU or partners of Integreon or the client. While much of the data that Integreon receives for processing and hosting does not constitute personal information, there are occasions where the data, particularly electronic mail evidence collected during an electronic discovery data gathering process, may include personal information.  Integreon houses any data it receives during the course of providing services on secure servers in the United States, which only Integreon personnel who have a need to access such information for the purpose of performing the services may access. During the performance of services, clients will provide Integreon with direction as to what data it is authorized to process. \r\n\r\nIntegreon also receives human resources data from its UK operations which is used for the purposes of managing human resources and internal financial budgets. More specifically, this human resources data may be used for administration of payroll, compensation, benefits, audits and monitoring compliance with applicable labor or compensation laws.",
    "address": "1450 Broadway, Suite 1100",
    "asp_index": "34103",
    "city": "New York",
    "contactemail1": "mike.zuercher@integreon.com",
    "contactfax1": "310-375-9801",
    "contactname1": "Michael Zuercher",
    "contactoff1": "Integreon Managed Solutions, Inc.",
    "contactphone1": "310-375-9801",
    "contacttitle1": "Chief Legal Officer",
    "corpoffemail1": "mike.zuercher@Integreon.com",
    "corpofffax1": "310-375-9801",
    "corpoffname1": "Michael Zuercher",
    "corpoffphone1": "310-375-9801",
    "corpofftitle1": "Chief Legal Officer",
    "eucountries": "France, Germany, Italy, Poland, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Legal Services - (LES)Information Services - (INF)General Services - (GSV)Management Consulting Services - (MCS)",
    "nextcertification": "2/11/2017",
    "orgverification": "In-house",
    "personaldata": "Off-line, on-line, manually processed, human resources",
    "ppdate": "2/6/2008",
    "privacyprograms": "none",
    "recoursemech": "Integreon's unresolved mechanism for complaints is through the American Arbitration Association (ICDR/AAA Safe Harbor Program); for human resources, we will use the EU Data Protection Authorities (DPAs)",
    "signupdate": "2/11/2009",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10018"
}