{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "FullContact",
    "PPLoc": "http://fullcontact.com/privacy ",
    "Phone": "888-330-6943",
    "activities": "Full Contact provides identity resolution for all of the disparate pieces of contact information out there on the web. We do this by aggregating billions of contact records, all with numerous attributes, including quality, freshness and frequency. Our patent pending algorithms process all of this data and automatically produce clean, accurate full contact records. As a final step, we then check each data element to make sure that it’s publicly available before providing it to our customers.\r\n\r\nWe combine information from hundreds of public websites, social networks, APIs, trusted partners and users of our service.\r\n\r\nWe make a clear distinction between:\r\n\r\nPublic data, which is information that is publicly available on the internet, or otherwise available in the public domain. We aggregate public data, take into account corrections and feedback, and provide this information to developers that use FullContact.\r\n\r\nPrivate data, which is privileged contact information to which only our customers have access and is not publicly available. In order to provide the FullContact service, we may need to process this data behind the scenes; however, private data is not disclosed to any other FullContact customer without explicit permission.",
    "address": "1755 Blake Street, Suite #450",
    "asp_index": "34123",
    "city": "Denver",
    "contactemail1": "data-privacy@fullcontact.com",
    "contactfax1": "",
    "contactname1": "Scott Brave",
    "contactoff1": "Headquarters",
    "contactphone1": "888-330-6943",
    "contacttitle1": "CTO",
    "corpoffemail1": "bart@fullcontact.com",
    "corpofffax1": "",
    "corpoffname1": "Bart Lorang",
    "corpoffphone1": "888-330-6943",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "5/16/2017",
    "orgverification": "In-house",
    "personaldata": "Electronic consumer data and contact data from public sources and users of our applications",
    "ppdate": "8/1/2011",
    "privacyprograms": "BBB EU Safe Harbor",
    "recoursemech": "Registered with BBB EU Safe Harbor",
    "signupdate": "5/16/2012",
    "state": "Colorado",
    "statutorybody": "Federal Trade Commission",
    "zip": "80202"
}