{
    "CertificationStatus": "Current",
    "Fax": "650-503-2295",
    "OrgName": "C3, Inc.",
    "PPLoc": "http://c3iot.com/privacy-policy/ ",
    "Phone": "650-503-2200",
    "activities": "C3 IoT provides an enterprise scale  design, development, provisioning and operating platform as a service (PaaS) offering, as well as a family of analytics software as a service (SaaS) solutions, that enable organizations in data-intensive industries to use real-time performance, monitoring and predictive analytics to optimize business processes, differentiate products and services, and create new revenue streams.  C3 IoT receives and processes information in accordance with its customers’ instructions for the purpose of providing its PaaS offering and SaaS solutions to its customers. In most cases, the data C3 IoT receives is in electronic form and relates to its customers and their end users (depending on the customer and the SaaS solution that the customer licenses). It may include personal information about C3 IoT’s customers’ employees, business contacts, clients, and any other individuals with whom IoT’s customers have dealings.",
    "address": "1300 Seaport Boulevard, Suite 500",
    "asp_index": "34146",
    "city": "Redwood City",
    "contactemail1": "houman.behzadi@c3iot.com",
    "contactfax1": "650-503-2295",
    "contactname1": "Houman Behzadi",
    "contactoff1": "C3 IoT Engineering Department",
    "contactphone1": "650-503-2351",
    "contacttitle1": "Senior Vice President, Products and Engineering",
    "corpoffemail1": "ron.vaisbort@c3iot.com",
    "corpofffax1": "650-503-2295",
    "corpoffname1": "Ron Vaisbort",
    "corpoffphone1": "650-503-2206",
    "corpofftitle1": "Senior Vice President and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "4/6/2017",
    "orgverification": "In-house",
    "personaldata": "Customer and client information (not manually processed)",
    "ppdate": "2/19/2016",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "4/6/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94063"
}