{
    "CertificationStatus": "Current",
    "Fax": "678-718-1851",
    "OrgName": "Brandmovers Inc.",
    "PPLoc": "http://www.brandmovers.com/legal/safe-harbor-privacy-policy ",
    "Phone": "(678) 718-1850",
    "activities": "Digital marketing including advertising and promotions. Some of our clients provide Brandmovers and its affiliates with personally identifiable information about their customers so we can perform various services such as digital promotions, marketing campaigns, promotion and/or marketing campaign analysis, and other services. Additionally, as part of our services, we may collect information about user interaction with client web sites and we may provide that information, along with any of our other services, to the client, whether in raw form, or in the form of a case study or data analysis. All of this information belongs to the client and, as their customer, you should review the privacy policies of the sites you visit. Brandmovers and its affiliates make no other use of this personally identifiable information, and only collect and use it on behalf of a client.",
    "address": "590 Means St NW, Suite 250",
    "asp_index": "34171",
    "city": "Atlanta",
    "contactemail1": "amitchell@brandmovers.com",
    "contactfax1": "678-718-1851",
    "contactname1": "Andrew Mitchell",
    "contactoff1": "Andrew Mitchell",
    "contactphone1": "(678) 718-1850",
    "contacttitle1": "CEO",
    "corpoffemail1": "amitchell@brandmovers.com",
    "corpofffax1": "678-718-1851",
    "corpoffname1": "Andrew Mitchell",
    "corpoffphone1": "(678) 718-1850",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)",
    "nextcertification": "3/14/2017",
    "orgverification": "in house",
    "personaldata": "Customer data",
    "ppdate": "10/15/2013",
    "privacyprograms": "None",
    "recoursemech": "JAMS Safe Harbor Program",
    "signupdate": "3/14/2014",
    "state": "Georgia",
    "statutorybody": "Federal Trade Commission",
    "zip": "30318"
}