{
    "CertificationStatus": "Current",
    "Fax": "(239) 552-5038",
    "OrgName": "Arthrex, Inc.",
    "PPLoc": "http://www.arthrex.com/privacy-policy ",
    "Phone": "(800) 933-7001",
    "activities": "Arthrex, Inc., may receive different types of personal data regarding employees (including applicants and former employees and family members), business partners, consultants, customers and suppliers and their representatives, health care professionals, investigators, clinical investigations, observational and research studies participants, as well as personal data on individuals in relation to adverse events report, product complaints and other information necessary for Arthrex’s compliance with its legal and regulatory obligations. These data are transferred to the US in connection with Arthrex’s administration and support of human resources (including reports made through an ethics helpline), business operations, contract management, research studies, safety and efficacy monitoring activities, including clinical research and investigations, product and quality management, sales, marketing, information technology provision, legal, compliance and audit functions and compliance with legal and regulatory obligations.",
    "address": "1370 Creekside Blvd",
    "asp_index": "34181",
    "city": "Naples",
    "contactemail1": "AskCompliance@Arthrex.com",
    "contactfax1": "(239) 552-5038",
    "contactname1": "Patricia Hilbrands",
    "contactoff1": "Arthrex, Inc.",
    "contactphone1": "(800) 933-7001",
    "contacttitle1": "Global Privacy Officer",
    "corpoffemail1": "AskCompliance@Arthrex.com",
    "corpofffax1": "(239) 552-5038",
    "corpoffname1": "Patricia Hilbrands",
    "corpoffphone1": "(800) 933-7001",
    "corpofftitle1": "Global Privacy Officer",
    "eucountries": "Austria, Belgium, Denmark, France, Germany, Netherlands, Poland, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Medical Equipment - (MED)",
    "nextcertification": "3/18/2017",
    "orgverification": "In-house",
    "personaldata": "Human resources data, clinical research and investigations data, including data on health care professionals, investigators and clinical investigation subjects, medical information, contract management data, business partner, customer, patient, government official, and supplier data, including contact data, with provision in all formats, including electronically stored and manually processed data.",
    "ppdate": "3/7/2014",
    "privacyprograms": "None.",
    "recoursemech": "EU Data Protection Authorities and Swiss Federal Data Protection and Information Commissioner for human resources data.\r\nAmerican Arbitration Association for all other personal data.",
    "signupdate": "3/18/2014",
    "state": "Florida",
    "statutorybody": "Federal Trade Commission",
    "zip": "34108"
}