{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "gr8 People, llc",
    "PPLoc": "http://gr8people.com/privacy/ ",
    "Phone": "267-740-2020",
    "activities": "gr8 People uses personal information that it receives from the EU/EEA and Switzerland for marketing activities as permissible under applicable law. In addition, as part of gr8 People’s product offerings, customers may load electronic data, including personal data, into gr8 People servers. In this context, gr8 People acts as a data processor and may use the personal data to provide and support the service, but does not control the customer’s data. gr8 People does not select the data that is uploaded into the servers and any access to, or use of, such data is incidental to completing gr8 People’s contractual obligations to its customer as a processor and is in accordance with customer’s instructions. Similarly, as part of gr8 People’s professional services operations, gr8 People processes data, including personal data, on behalf of its customers. In this context, gr8 People acts as a data processor and does not control the data. Furthermore, gr8 People also collects, transfers and uses personal information of its employees and candidates for general employment purposes.",
    "address": "451 South State Street",
    "asp_index": "34260",
    "city": "Newtown",
    "contactemail1": "jkettles@gr8people.com",
    "contactfax1": "",
    "contactname1": "Jayne Kettles",
    "contactoff1": "Corporate",
    "contactphone1": "267-740-2020",
    "contacttitle1": "COO",
    "corpoffemail1": "jkettles@gr8people.com",
    "corpofffax1": "",
    "corpoffname1": "Jayne Kettles",
    "corpoffphone1": "267-740-2020",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "6/4/2017",
    "orgverification": "In-house and TRUSTe (see link above)”",
    "personaldata": "online, offline, organization, customer, prospect",
    "ppdate": "5/28/2015",
    "privacyprograms": "TRUSTe’s Privacy Seal program - http://gr8people.com/privacy/",
    "recoursemech": "TRUSTe’s Privacy Seal program - http://gr8people.com/privacy/",
    "signupdate": "6/4/2015",
    "state": "Pennsylvania",
    "statutorybody": "Federal Trade Commission",
    "zip": "18940"
}