{
    "CertificationStatus": "Current",
    "Fax": "510-463-0303",
    "OrgName": "Data Driven Decisions, Inc. (DBA 3D Group)",
    "PPLoc": "http://www.3dgroup.net/privacy-policy.html ",
    "Phone": "510-463-0333",
    "activities": "3D Group helps organizations and individuals improve using employee feedback, primarily through 360-degree feedback, employee satisfaction surveys, and related consulting. When we contract with organizations we collect personal information by being given it directly from the organization and/or the employees (and occasionally from associates outside the organization) to use with that organization and those employees. We collect only the personal information needed to provide our clients with the products and services we offer. Information is collected over the course of a project, usually three weeks to three months. Toward the end of a project, we generally provide reports and analysis that makes use of personal information, usually indirectly, to facilitate analysis. Reports primarily contain aggregated information, most of which are employee opinions and ratings and not personal information, though reports may contain individuals’ names if they were invited to provide feedback, received feedback, or are a supervisor or leader in an organization. \r\n\r\nIn order to solicit feedback and to provide accurate results and analysis, we collect contact information (primarily name and email address, occasionally a phone number for coordination or support). In order to aggregate and analyze feedback for groups of employees, we collect demographic information, primarily about employees' roles and history in the organization (such as who their boss is, what department they work in, and tenure at the organization). We collect feedback about employees and organizations. The feedback we collect generally represents individuals’ opinions about their organization or about an employee. These opinions are provided at the request of the employer and are provided voluntarily by the employees. Employees may opt not to respond. The vast majority of this feedback is not personal information or individually identifiable, but occasionally can be, usually if an individual chooses to share such information, such as in an open-ended survey question.  \r\n\r\nWe collect information on behalf of our clients about their employees. We collect some and occasionally all of the following information: names, email addresses, phone numbers, job titles, organizational roles, employee ID, department/unit/area/function, work place location, exemption status, hire date, re-hire date, tenure, years in role, gender, birth year, age, level, pay grade, classified/unclassified status, supervisor name, supervisor email, supervisor job function, supervisor department, supervisor employee ID, relationship to another employee (peer, direct report, boss, etc.), and similar information if requested by client.\r\n\r\nFeedback recipients using our 360-degree feedback product surveys are offered the opportunity to provide more in-depth demographic information that we strip of individually identifiable information and analyze in aggregate to create norms, improve our surveys, and verify the validity and reliability of our instruments. This optional information includes age, gender, ethnicity, highest level of education, time zone, type of position in current job, length of time in current job, length of time as a supervisor (in career), industry.",
    "address": "1250 45th St",
    "asp_index": "34411",
    "city": "Emeryville",
    "contactemail1": "privacyofficer@3dgroup.net",
    "contactfax1": "510-463-0303",
    "contactname1": "John Diller",
    "contactoff1": "Operations or Client Services",
    "contactphone1": "510-463-0333",
    "contacttitle1": "Director of Operations",
    "corpoffemail1": "privacyofficer@3dgroup.net",
    "corpofffax1": "510-463-0303",
    "corpoffname1": "John Diller",
    "corpoffphone1": "510-463-0333",
    "corpofftitle1": "Director of Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Management Consulting Services - (MCS)",
    "nextcertification": "4/21/2017",
    "orgverification": "in-house",
    "personaldata": "On-line, off-line, some manually processed data. Includes name, email, and, when required by client for scope of work, demographic information such as role, tenure, age, gender.",
    "ppdate": "4/1/2015",
    "privacyprograms": "Self-certification of compliance with Safe Harbor Privacy Principles",
    "recoursemech": "3D Group is registered with JAMS (http://www.jamsadr.com/safeharbor/), an international dispute resolution provider as its independent recourse mechanism. Claims will be handled under the JAMS International Mediation Rules.",
    "signupdate": "4/21/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94608"
}