{
    "CertificationStatus": "Current",
    "Fax": "703-564-0123",
    "OrgName": "@legal discovery LLC",
    "PPLoc": "http://www.legaldiscoveryllc.com/safe-harbor.php ",
    "Phone": "800-568-0179",
    "activities": "@ Legal Discovery LLC will process personal information (in paper and electronic form) in accordance with its clients' instructions for the purpose of providing legal data support services, including legal review, repository holding, data management and forensics.\r\n@ Legal Discovery LLC is a top tier E-Discovery firm solely focused on providing Litigation Support Services from early case assessment and forensic collection to managed hosting through document review. We extract data from these files, also known as E-Discovery, and securely present them to our clients and their legal counsel for review.\r\nAll data collected in the course of @ Legal activities are kept under strict privacy and confidentiality protocols since much of this information may constitute evidence in litigation and other sensitive proceedings. Indeed, it is @ Legal practice (and the customary business practice in the industry in which @ Legal conducts business) to enter into, with each client, a comprehensive Confidentiality and Non-Disclosure Agreement (C&NDA) as to data received in every engagement undertaken. Moreover, each of @ Legal employees has executed C&NDAs pertaining to all information that comes into their possession in the course of their employment. \r\nThe services are provided when one party in a litigation matter is required to produce relevant data to another party, in response to an International Trade Commission investigation or inquiry, or in response to a government second request for additional documentation regarding a pending merger or acquisition.",
    "address": "2815 Hartland Rd, Suite 200",
    "asp_index": "34427",
    "city": "Falls Church",
    "contactemail1": "vrajpara@legaldiscoveryllc.com",
    "contactfax1": "703-564-0123",
    "contactname1": "Vishal Rajpara",
    "contactoff1": "@ legal discovery LLC",
    "contactphone1": "800-568-0179",
    "contacttitle1": "Director",
    "corpoffemail1": "vrajpara@legaldiscoveryllc.com",
    "corpofffax1": "703-564-0123",
    "corpoffname1": "Vishal Rajpara",
    "corpoffphone1": "800-568-0179",
    "corpofftitle1": "Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Management Consulting Services - (MCS)Computer Software - (CSF)",
    "nextcertification": "4/27/2017",
    "orgverification": "Self-assessment",
    "personaldata": "All personal data/On-line/On-line",
    "ppdate": "1/1/2009",
    "privacyprograms": "None",
    "recoursemech": "@ Legal Discovery LLC will provide standard forms that allow the individual recourse in the event of disputes or disagreement and will dutifully work to honor the request of each individual regarding their data. Unresolved complaints will be referred to a private sector dispute resolution mechanism that will adhere to the safe harbor framework and/or EU data protection authorities (DPAs) and will furthermore ensure compiance with local international laws as applicable.\r\n@ Legal Discovery LLC affirms its commitment to cooperate with data protection authorities (DPAs) in the European Union or their authorized representatives. In addition, our self-assessment efforts are enforceable under the FTC or similar statute.",
    "signupdate": "4/27/2009",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "22043"
}