{
    "CertificationStatus": "Current",
    "Fax": "508-541-9437",
    "OrgName": "Dynisco Instruments LLC",
    "PPLoc": "http://www.dynisco.com/content10026 ",
    "Phone": "508-541-9400",
    "activities": "Dynisco receives personal information relating to employees of the company’s affiliates that are located in the European Union and the\r\nUnited Kingdom.. Personal information that is transferred from the European Union and the United Kingdom to the United States is used to\r\ncarry out and support Dynisco’s human resources, IT and financial management functions. Examples of the purposes for which Dynisco\r\ncollects and uses personal data include, without limitation, workflow management, travel and expense reimbursement, compensation\r\nrelated activities, performance management, industrial relations, including grievance proceedings, succession planning, benefits and\r\npersonnel administration and monitoring and enforcing compliance with the company's policies and procedures, career development,\r\nstaffing, international personal security issues, internal investigations, ethics investigations, law enforcement inquiries, import and export\r\ncontrols, reporting and statistical analyses, visas, licenses and other right-to-work authorizations, U.S. government agency inquiries and\r\nmergers, acquisitions and divestitures.",
    "address": "38 Forge Parkway",
    "asp_index": "34425",
    "city": "Franklin",
    "contactemail1": "rob.bruno@dynisco.com",
    "contactfax1": "508-541-9437",
    "contactname1": "Rob Bruno",
    "contactoff1": "Dynisco Instruments LLC",
    "contactphone1": "508-541-9518",
    "contacttitle1": "Director of Information Technology",
    "corpoffemail1": "Cathy.King@Roper-VMASG.com",
    "corpofffax1": "508-541-9437",
    "corpoffname1": "Cathy King",
    "corpoffphone1": "508-541-9454",
    "corpofftitle1": "Vice President Finance",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Plastics Production Machinery - (PME)Process Controls Industrial - (PCI)General Industrial Eqpt & Supplies - (GIE)",
    "nextcertification": "6/11/2017",
    "orgverification": "In-house",
    "personaldata": "on-line, off-line, HR data",
    "ppdate": "5/15/2009",
    "privacyprograms": "Dynisco adheres to its own internal privacy policy and is not a member of an independent privacy program.",
    "recoursemech": "Dynisco elects to satisfy the requirements in points (a) and (c) of the Safe Harbor Enforcement Principles by committing to cooperate with\r\nthe EU Data Protection Authorities or their authorized representatives and the Swiss Federal Data Protection and Information Commissioner\r\nin the investigation and resolution of complaints brought under the Safe Harbor and will comply with any advice given.",
    "signupdate": "6/11/2009",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02038"
}