{
    "CertificationStatus": "Current",
    "Fax": "415-883-0780",
    "OrgName": "DriveSavers Data Recovery, Inc.",
    "PPLoc": "http://www.drivesaversdatarecovery.com/company-info/privacy-policy/ ",
    "Phone": "800-440-1904",
    "activities": "Why is data security important during data recovery? If you use a disreputable company, your data may be exposed to identity theft, irreparable media damage, the downloading and improper use of confidential files, breach of data on unprotected networks, improper disposal of damaged storage devices, and the installation of malware onto hard drives along with recovered data.\r\nDriveSavers is the only data recovery company in the industry today to post proof of annual, company-wide ATA101 SOC2 Type II Audit Reports, the Corporate Industry’s standard for an overall control structure. Unlike Type I, Type II Audit Reports verify that our data hosting control objectives and control activities are in place, suitably designed, enforced and operating effectively.\r\n \r\nThe security control objectives established for our annual Audit Reports are designed to satisfy the stringent security requirements and audits mandated by the corporate clients and government agencies we serve. At the heart of our secure data recovery environment is a self-defending network, protected by a “defense-in-depth” architecture that includes firewalls, intrusion protection systems, managed security services and 24/7 real-time monitoring. Verified in annual ATA101 SOC2 Type II security audit testing to be “a formidable defense” for the information and data that it hosts, the network meets the stringent security requirements and audits mandated by the corporate clients and government agencies we serve.\r\n\r\nWe may collect personal identification information from Users in a variety of ways, including, but not limited to, when Users visit our site, place an order, subscribe to the newsletter, fill out a form, and in connection with other activities, services, features or resources we make available on our Site. Users may be asked for, as appropriate, name, email address, mailing address, phone number. Users may, however, visit our Site anonymously. We will collect personal identification information from Users only if they voluntarily submit such information to us. Users can always refuse to supply personally identification information, except that it may prevent them from engaging in certain Site related activities.",
    "address": "400 Bel Marin Keys Blvd.",
    "asp_index": "34528",
    "city": "Novato",
    "contactemail1": "michael.hall@drivesavers.com",
    "contactfax1": "415-883-0780",
    "contactname1": "Michael Hall",
    "contactoff1": "DriveSavers, Inc.",
    "contactphone1": "800-440-1904",
    "contacttitle1": "Chief Information Security Officer",
    "corpoffemail1": "michael.hall@drivesavers.com",
    "corpofffax1": "415-883-0780",
    "corpoffname1": "Michael Hall",
    "corpoffphone1": "800-440-1904",
    "corpofftitle1": "Chief Information Security Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)",
    "nextcertification": "6/19/2017",
    "orgverification": "in-house",
    "personaldata": "organization information and customer data",
    "ppdate": "12/1/2009",
    "privacyprograms": "ATA101 SOC2 type11 Independent Service Audit\r\nNIST (National Institute of Standards & Technology) SP 800.34 (Rev.1)\r\nHIPAA (Health Insurance Portability and Accountability Act)\r\nFERPA (Family Educational Rights and Privacy Act\r\nSOX (Sarbanes-Oxley Act of 2002)\r\nGLBA (Gramm-Leach-Bliley Act of 1999)",
    "recoursemech": "European data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "6/19/2013",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94949"
}