{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Medtep Inc.",
    "PPLoc": "https:/ www.medtep.com/en/legal/privacy/ ",
    "Phone": "6502784443",
    "activities": "Medtep facilitates the provision of personalised medicine in a disease prevention environment, acute and chronic, at the same time it eases the treatment and monitoring of these conditions through the tracking of medical and patient lifestyle-related data. uClinics (for healthcare professionals) and uPatient (for patients) are the two multi-platform applications that, together, constitute the technological solution of Medtep. The cloud-based platform unifies and provides a meaning to the data related to any prevention and treatment monitoring medical protocol.\r\n\r\nMonitoring protocols included in the platform are defined in collaboration with key agents in the healthcare sector (i.e. medical societies, reference medical centers, international entities, etc). Dashboards are adapted to an increasing number of therapeutic areas. Relevant monitoring variables (data asked) will vary depending on the pathology or preventive process. The healthcare professional is the prescriber and the evaluator of the tool, whereas the patient enters treatment and lifestyle-related data. These data can be gathered either manually or automatically and is shown in dashboards that can be easily understood by both the healthcare professionals and the patient. Patients understand their health and the direct consequences of following a treatment correctly. They adopt a more proactive role, they feel jointly responsible for their own health and wellbeing.\r\n\r\nData is owned by the patient and managed by Medtep. The patient can, at anytime, ask for the elimination of his data. We dissociate and aggregate data in order to provide value to the patient and the doctor. We do not sell data to third parties.",
    "address": "1540 Market Street, Suite 100",
    "asp_index": "34537",
    "city": "San Francisco",
    "contactemail1": "legal@medtep.com",
    "contactfax1": "",
    "contactname1": "Jacob Sunol",
    "contactoff1": "Medtep",
    "contactphone1": "6502784443",
    "contacttitle1": "President",
    "corpoffemail1": "corporate.officer@medtep.com",
    "corpofffax1": "",
    "corpoffname1": "Jacob Sunol",
    "corpoffphone1": "6502784443",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "7/6/2017",
    "orgverification": "third party",
    "personaldata": "online-data",
    "ppdate": "6/25/2015",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "7/6/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94102"
}