{
    "CertificationStatus": "Current",
    "Fax": "216-292-9265",
    "OrgName": "TeamWork Online LLC",
    "PPLoc": "http://www.teamworkonline.com/teamwork/shared_two_resources/TWOPrivacy/TWOPrivacy.cfm ",
    "Phone": "216-360-1790",
    "activities": "You provide to TeamWork and we collect personal and demographic information you choose to provide us and to others either through our recruiting application software or through our professional networking system. \r\n\r\nWe supply technology, hosting, and related services to sports and live event organizations (our licensees) to power recruitment areas on their Web sites. \r\n\r\nWe may use Personal Information to provide newsletters and other requested information, to register you for conferences as requested, to answer questions and inquiries, to conduct activities in connection with the performance of requested or ongoing transactions, to conduct surveys in which you elect to participate, and where appropriate, to provide you with further information about our products and services.\r\n\r\nThe purpose of the TeamWork's professional networking software is to permit Users to voluntarily provide information about themselves for the purposes of developing, maintaining and enhancing a network of professional contacts and identifying those contacts as \"teammates.\"",
    "address": "22550 McCauley Road",
    "asp_index": "34559",
    "city": "Shaker Heights",
    "contactemail1": "buffy@teamworkonline.com",
    "contactfax1": "216-292-9265",
    "contactname1": "Buffy Filippell",
    "contactoff1": "TeamWork Online LLC",
    "contactphone1": "216-360-1790",
    "contacttitle1": "President",
    "corpoffemail1": "buffy@teamworkonline.com",
    "corpofffax1": "216-292-9265",
    "corpoffname1": "Buffy Filippell",
    "corpoffphone1": "216-360-1790",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "General Services - (GSV)",
    "nextcertification": "8/10/2016",
    "orgverification": "In-house self certification",
    "personaldata": "off-line,on-line,manually processed data",
    "ppdate": "3/1/2011",
    "privacyprograms": "none",
    "recoursemech": "BBB EU Safe Harbor, www.bbb.org/us/safe-harbor",
    "signupdate": "8/10/2009",
    "state": "Ohio",
    "statutorybody": "Federal Trade Commission",
    "zip": "44122"
}