{
    "CertificationStatus": "Current",
    "Fax": "650-681-8101",
    "OrgName": "HyTrust, Inc.",
    "PPLoc": "http://www.hytrust.com/safe-harbor/ ",
    "Phone": "650-681-8100",
    "activities": "HyTrust develops and sells security and infrastructure software solutions to business customers. We receive mostly business-related information from Europe, but also contact information related to individual representatives of customers, distributors, resellers, and other business partners.  For example, HyTrust may collect names, job titles, addresses, work phone numbers, work email addresses in connection with commercial and corporate transactions and other business relationships. Some of our customers may not be incorporated and may provide their home address when they acquire software licenses from our authorized online partners or when they register their products.",
    "address": "1975 W. El Camino Real, Suite 203",
    "asp_index": "34550",
    "city": "Mountain View",
    "contactemail1": "mcaprara@hytrust.com",
    "contactfax1": "650-681-8101",
    "contactname1": "Mercy Caprara",
    "contactoff1": "Finance",
    "contactphone1": "650-681-8112",
    "contacttitle1": "CFO",
    "corpoffemail1": "mcaprara@hytrust.com",
    "corpofffax1": "650-681-8101",
    "corpoffname1": "Mercy Caprara",
    "corpoffphone1": "650-681-8112",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "6/9/2017",
    "orgverification": "in-house",
    "personaldata": "Organization, customer and visitor data. Includes manually processed data.",
    "ppdate": "5/8/2015",
    "privacyprograms": "a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "6/9/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94040"
}