{
    "CertificationStatus": "Current",
    "Fax": "760-752-3279",
    "OrgName": "ACT 1 Group Inc dba Agile 1",
    "PPLoc": "http://www.agile-1.com/en/privacy.aspx ",
    "Phone": "310-750-3400",
    "activities": "Agile•1 provides talent procurement and vendor management software, supplier management services and recruitment process outsourcing solutions. Our software suite supports secure portals to manage information collected from candidates, hiring managers, recruiters and staffing suppliers – offering points of collaboration to support an end-to-end hiring process.  The process includes the following: job requisitioning, candidate review, applicant tracking, job requirements matching, job-costing, contractor compliance review, payrolling, onboarding, timekeeping, performance assessment, offboarding, invoicing and reporting.  Agile•1 software and service solutions support both contingent workforce and direct–hire needs for organizations of all sizes around the world.",
    "address": "1999 W. 190th Street",
    "asp_index": "34576",
    "city": "Torrance",
    "contactemail1": "dlewis@agile1.com",
    "contactfax1": "760-752-3279",
    "contactname1": "David J. Lewis",
    "contactoff1": "Corporate Operations",
    "contactphone1": "714-357-9174",
    "contacttitle1": "Senior Vice President",
    "corpoffemail1": "pcarvalho@agile1.com",
    "corpofffax1": "760-752-3279",
    "corpoffname1": "Peter Carvalho",
    "corpoffphone1": "760-304-7070",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "4/13/2017",
    "orgverification": "In-House",
    "personaldata": "On-Line, Off-Line, Human Resources Data",
    "ppdate": "4/1/2008",
    "privacyprograms": "NONE",
    "recoursemech": "Agile 1 agrees to cooperate and comply with the European Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "4/13/2009",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "90504"
}