{
    "CertificationStatus": "Current",
    "Fax": "408-519-5330",
    "OrgName": "TiVo Inc.",
    "PPLoc": "http://www.tivo.com/legal/privacy ",
    "Phone": "408-519-9100",
    "activities": "TiVo receives information related to individual independent contractors, employees and representatives of our distributors, resellers, suppliers and other corporate business partners, as well as users of our products and services and individual website visitors. Such information includes names, addresses, phone numbers, email addresses, viewing behaviors and viewing data, and any other personal data that are provided to TiVo in order to manage our business and business relationships (collectively, “EEA Data”).\r\n\r\nTiVo also provides data processing services to corporate business partners. TiVo processes information that such entities instruct us to process, on their behalf and subject to their direction. When TiVo receives EEA Data from a corporate business partner, the categories of data sent and the purposes of processing depend on that partner and on the relationship they have with their users or customers. \r\n\r\nFinally, TiVo processes personal data of employees of TiVo’s affiliates in the EEA for purposes of global HR administration, career management, cooperation in the group, compliance monitoring and reporting, operation of benefits programs, and other legitimate, group-internal purposes.",
    "address": "2160 Gold Street",
    "asp_index": "34583",
    "city": "Alviso",
    "contactemail1": "legal@tivo.com",
    "contactfax1": "408-519-5330",
    "contactname1": "Matthew Zinn",
    "contactoff1": "General Counsel",
    "contactphone1": "408-519-9100",
    "contacttitle1": "",
    "corpoffemail1": "mattz@tivo.com",
    "corpofffax1": "408-519-5330",
    "corpoffname1": "Matthew Zinn",
    "corpoffphone1": "408-519-9100",
    "corpofftitle1": "SVP, General Counsel, Secretary & Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Consumer Electronics - (CEL)Electronic Components - (ELC)",
    "nextcertification": "6/21/2017",
    "orgverification": "In-house",
    "personaldata": "On-line data, off-line data, HR data",
    "ppdate": "7/17/2015",
    "privacyprograms": "NONE",
    "recoursemech": "American Arbitration Association (ICDR/AAA Safe Harbor Program)",
    "signupdate": "6/21/2011",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95002"
}