{
    "CertificationStatus": "Current",
    "Fax": "(408) 658-1772",
    "OrgName": "Seagate Technology LLC",
    "PPLoc": "At Seagate company headquarters in Cupertino, California, and on the company intranet for access by employees.  This is NOT the company's privacy policy for its public website.",
    "Phone": "(408) 658-1000",
    "activities": "Personal information is exclusively collected for the administration of personnel services and employment processes in the context of the employment relationship.  The specific activities with respect to personal information received from the EU might include, among other things: (i) administering, evaluating and managing applications for employment or potential applications for employment; (ii) provision of employment benefits; (iii) administration and management of compensation, training, and possible future career growth; (iv) performance; (v) communicating with employees or their emergency contacts in case of abnormal circumstances; (vi) administration of company's business including budgeting, staffing, planning, and organizational design; vii) authentication of the individual's identity when gaining access to computer system applications and use of the network; viii) talent acquisition, management and onboarding; ix) legal, regulatory or other third party requests where required by law, or as necessary in connection with the purchase, sale or transfer of all or a portion of a business.",
    "address": "10200 South De Anza Boulevard",
    "asp_index": "34610",
    "city": "Cupertino",
    "contactemail1": "Terry.J.Fitz@seagate.com",
    "contactfax1": "(408) 658-1772",
    "contactname1": "Terry J. Fitz",
    "contactoff1": "Legal Department",
    "contactphone1": "(408) 658-1000",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "Terry.J.Fitz@seagate.com",
    "corpofffax1": "(408) 658-1772",
    "corpoffname1": "Terry J. Fitz",
    "corpoffphone1": "(408) 658-1000",
    "corpofftitle1": "Assistant General Counsel",
    "eucountries": "Belgium, France, Germany, Ireland, Italy, Netherlands, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer & Peripherals - (CPT)Electronic Components - (ELC)Computer Software - (CSF)",
    "nextcertification": "6/25/2017",
    "orgverification": "In-house",
    "personaldata": "Organization Human Resources data",
    "ppdate": "6/20/2014",
    "privacyprograms": "A self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "European Union Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "6/25/2001",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "95014"
}