{
    "CertificationStatus": "Current",
    "Fax": "404-495-7218",
    "OrgName": "Nexidia Inc.",
    "PPLoc": "http://www.nexidia.com/about-nexidia/privacy-policy/ ",
    "Phone": "404-495-7220",
    "activities": "Nexidia acts as a Data Processor (as defined in the Directive) for its clients, who act as Data Controllers (as defined in the Directive), with respect to Personal Data received from natural persons within the member states of the European Union.  Nexidia provides customized data index, search and access services to EU companies in accordance with written agreements between Nexidia and such clients.  Nexidia acts as a Data Controller for Personal Data of its employees, potential employees and/or respective family members of employees and/or potential employees.  Nexidia processes Personal Data from such individuals for employment related purposes and services.",
    "address": "3565 Piedmont Road NE, Piedmont Center, Building Two, Suite 400",
    "asp_index": "34628",
    "city": "Atlanta",
    "contactemail1": "nquantz@nexidia.com",
    "contactfax1": "404-495-7221",
    "contactname1": "Newton G Quantz",
    "contactoff1": "Nexidia Inc.",
    "contactphone1": "404-495-7272",
    "contacttitle1": "VP of Legal Affairs",
    "corpoffemail1": "jezrine@nexidia.com",
    "corpofffax1": "404-495-7221",
    "corpoffname1": "Jon Ezrine",
    "corpoffphone1": "404-495-7216",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "6/26/2017",
    "orgverification": "In-House",
    "personaldata": "Manually processed data, on-line, off-line",
    "ppdate": "4/18/2016",
    "privacyprograms": "none",
    "recoursemech": "Nexidia pledges to address all complaints to the satisfaction of the complainant and agrees to cooperate with the European Union Data Protection Authorities (EU DPAs).",
    "signupdate": "6/26/2006",
    "state": "Georgia",
    "statutorybody": "Federal Trade Commission",
    "zip": "30305"
}