{
    "CertificationStatus": "Current",
    "Fax": "6463492521",
    "OrgName": "Polaris Solutions LLC",
    "PPLoc": "http://polarismanagement.com/legal-notices/polaris-solutions-llc/ ",
    "Phone": "2125021870",
    "activities": "Polaris Solutions, LLC (“Polaris”) assists life sciences companies with their compliance, finance, sales and marketing processes by providing automated solutions and management consulting services. In providing these services, Polaris may make use of individuals’ personal information provided to Polaris by its clients.  Protecting this personal data is important to Polaris.  Polaris does not collect personal information directly from individuals, nor is Polaris’ website designed to obtain or collect personal information from individuals.  Instead, clients of Polaris may use software designed and supported by Polaris to collect personal information, and may make such information available to Polaris in order for Polaris to carry out the services purchased by them.",
    "address": "100 Broadway 7th Floor",
    "asp_index": "34634",
    "city": "New York",
    "contactemail1": "sdesai@polarismanagement.com ",
    "contactfax1": "6463492521",
    "contactname1": "Sapan Desai",
    "contactoff1": "Polaris Solutions",
    "contactphone1": "6465998562",
    "contacttitle1": "Finance & Operations Analyst",
    "corpoffemail1": "abender@polaris-solutions.com",
    "corpofffax1": "6463492521",
    "corpoffname1": "Andy Bender",
    "corpoffphone1": "2125021872",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)General Services - (GSV)Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "12/19/2016",
    "orgverification": "In-house",
    "personaldata": "Personal information of users of client systems. Please see the above field titled: \"DESCRIPTION OF YOUR ORGANIZATION’S ACTIVITIES WITH RESPECT TO PERSONAL INFORMATION\"",
    "ppdate": "6/1/2014",
    "privacyprograms": "NONE",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "12/19/2012",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10005"
}