{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Umbel Corp",
    "PPLoc": "https:/ www.umbel.com/legal/privacy ",
    "Phone": "7377042750",
    "activities": "Umbel is a Software as a Service platform provided to clients on a subscription basis.  Umbel enables clients to centrally manage all their customer data in one location from all of clients’ offline and online sources.  Clients upload their customer data on to Umbel platform in order to manage, enhance and segment data based on interest, demographic and behavior.  Umbel provides the tools and technology for clients to visualize their data to drive meaningful marketing campaigns, drive value for customers, gain new customers and boost revenue.  Umbel processes data collected by clients and does not directly interact with customers of the clients.  Clients of Umbel are responsible for ethical and appropriate data collection practices and commitments made to their customers.  Umbel shall work with clients to address any specific data commitment and data management requirements.",
    "address": "800 W. Cesar Chavez St. B101",
    "asp_index": "34666",
    "city": "Austin",
    "contactemail1": "security@umbel.com",
    "contactfax1": "",
    "contactname1": "Mona Rao",
    "contactoff1": "Umbel Security and Compliance",
    "contactphone1": "7377042750",
    "contacttitle1": "Director, Information Security",
    "corpoffemail1": "security@umbel.com",
    "corpofffax1": "",
    "corpoffname1": "Mona Rao",
    "corpoffphone1": "7377042750",
    "corpofftitle1": "Director, Information Security",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "nextcertification": "6/30/2017",
    "orgverification": "In-house and TRUSTe",
    "personaldata": "The personal data collected and processed for the clients range from name, email address, physical address, demographic, behavior and interest data.  Clients upload this data on to Umbel to use Umbel's tool and technology to analyze, visualize and segment customer data.  This data collection is done online and manually.",
    "ppdate": "6/15/2016",
    "privacyprograms": "TRUSTe Privacy Certification at https://www.umbel.com/legal/privacy",
    "recoursemech": "Umbel has provided a working email address in the privacy policy to send questions and or concerns regarding the use of Umbel digital properties.  In addition to that, Umbel has partnered with TRUSTe to provide customers and clients an independent recourse mechanism at https//www.umbel.com/legal/privacy",
    "signupdate": "6/30/2016",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "78701"
}