{
    "CertificationStatus": "Current",
    "Fax": "650-654-3404",
    "OrgName": "ASSIA, Inc.",
    "PPLoc": "333 Twin Dolphin Dr., Suite 300, Redwood City, CA 94065; see also http://www.assia-inc.com/wp-content/uploads/2014/05/140701-Safe-Harbor.pdf ",
    "Phone": "650-654-3400",
    "activities": "ASSIA develops software for managing DSL networks and local wifi networks for customers of broadband data providers.  ASSIA does not itself collect personal information of EU residents.  However, ASSIA may receive personal information regarding a data provider's customers for purposes of trialing ASSIA's products, integrating ASSIA's products with the data provider's network, or resolving technical issues relating to ASSIA's products.  In all of these instances, ASSIA receives a limited amount of personal information and for a limited period of time, only.  In all other cases, the personal data of the data provider's customers resides at the DSL operator or with the customers themselves and not at ASSIA.  ASSIA therefore subscribes to Safe Harbor provisions for data protection and resolution of disputes, but relies upon its data provider customers to implement the Notice and Choice principles of Safe Harbor.  \r\n\r\nPersonal information received by ASSIA typically includes a DSL subscriber's address and phone number (but not the customer's name).",
    "address": "333 Twin Dolphin Drive, Suite 300",
    "asp_index": "34665",
    "city": "Redwood City",
    "contactemail1": "privacy@assia-inc.com",
    "contactfax1": "650-654-3404",
    "contactname1": "Mary Fuller",
    "contactoff1": "ASSIA, Inc.",
    "contactphone1": "650-654-3400",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "privacy@assia-inc.com",
    "corpofffax1": "650-654-3404",
    "corpoffname1": "David Raun",
    "corpoffphone1": "650-654-3400",
    "corpofftitle1": "COO",
    "eucountries": "France, Germany, Hungary, Poland, Spain, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "6/24/2016",
    "orgverification": "In-House",
    "personaldata": "Broadband Subscriber information/ Off-Line",
    "ppdate": "6/15/2008",
    "privacyprograms": "none",
    "recoursemech": "American Arbitration Association (AAA), ICDR/AAA Safe Harbor Program for all data.",
    "signupdate": "6/24/2008",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94065"
}