{
    "CertificationStatus": "Current",
    "Fax": "415-906-3686",
    "OrgName": "Slack Technologies, Inc.",
    "PPLoc": "https://slack.com/privacy-policy",
    "Phone": "415-805-8989",
    "activities": "Slack Technologies, Inc. runs a team communication software called Slack.  It is a SaaS product that companies can license and make available to their employees.  Some of these customers are based (or have employees who are based) in the EU.  In the course of using Slack, it is possible for our customers' employees to include personal information as part of their job responsibilities or for other general purposes.  Slack is a real-time communication tool so such information can be shared at any point between individuals in a private setting or in a larger team context in 'channels' where other team members may view this content.  Such information is all housed within their instance of Slack and is not made available to Slack Technologies, Inc.",
    "address": "155 5th Street",
    "asp_index": "34686",
    "city": "San Francisco",
    "contactemail1": "anne@slack-corp.com",
    "contactfax1": "415-906-3686",
    "contactname1": "Anne Toth",
    "contactoff1": "San Francisco HQ",
    "contactphone1": "415-805-8989",
    "contacttitle1": "VP, Policy & Compliance",
    "corpoffemail1": "anne@slack-corp.com",
    "corpofffax1": "415-906-3686",
    "corpoffname1": "Anne Toth",
    "corpoffphone1": "415-805-8989",
    "corpofftitle1": "VP, Policy & Compliamce",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "7/3/2017",
    "orgverification": "in-house",
    "personaldata": "On-line data",
    "ppdate": "5/1/2015",
    "privacyprograms": "none",
    "recoursemech": "JAMS",
    "signupdate": "7/3/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94103"
}