{
    "CertificationStatus": "Current",
    "Fax": "646-441-4519",
    "OrgName": "Pfizer Inc.",
    "PPLoc": "The Safe Harbor Human Resources Privacy Policy is available on Pfizer’s intranet. The Safe Harbor Privacy Policy for all other Safe Harbor covered data is available here: http://www.pfizer.com/general ",
    "Phone": "212-733-0228",
    "activities": "Pfizer Inc. in the United States may receive personal information about individuals in connection with its clinical research; adverse event reporting; product complaint handling; medical inquiries; and certain legal and regulatory compliance activities such as anti-corruption due diligence conducted on vendors. Pfizer also receives personal information about current, former, and prospective employees and their dependents, contractors and contingent workers, for personnel management, operations management and security management.",
    "address": "235 East 42nd Street",
    "asp_index": "34711",
    "city": "New York",
    "contactemail1": "privacy.officer@pfizer.com",
    "contactfax1": "646-441-4519",
    "contactname1": "Patrice Ettinger",
    "contactoff1": "Global Privacy Office",
    "contactphone1": "212-733-0228",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "privacy.officer@pfizer.com",
    "corpofffax1": "646-441-4519",
    "corpoffname1": "Patrice Ettinger",
    "corpoffphone1": "212-733-0228",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "6/30/2017",
    "orgverification": "In-House",
    "personaldata": "Human resources; personal information related to clinical research, adverse event reporting, product complaint handling, medical inquiries, and certain legal and regulatory compliance activities such as anti-corruption due diligence conducted on vendors.",
    "ppdate": "6/30/2014",
    "privacyprograms": "None",
    "recoursemech": "JAMS for individuals whose personal information is transferred in connection with Pfizer’s clinical research, adverse event reporting, product complaint handling, medical inquiries, and certain legal and regulatory compliance activities such as anti-corruption due diligence conducted on vendors; the European Data Protection Authorities (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) for human resources data.",
    "signupdate": "12/31/2004",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10017"
}