{
    "CertificationStatus": "Current",
    "Fax": "",
    "OrgName": "Mango Family LLC",
    "PPLoc": "http://www.mango-family.com/privacypolicy/ ",
    "Phone": "3027475758",
    "activities": "In order to participate in our promotional sweepstakes, users may fill a participation form. Users may provide their first name, last name, date of birth, state, email address, telephone number and country of residence.\r\nusers may update their information at anytime",
    "address": "Trolley Square, Suite 20C",
    "asp_index": "34772",
    "city": "Wilmington",
    "contactemail1": "yma@mango-family.com",
    "contactfax1": "",
    "contactname1": "Yvelain MAZADE",
    "contactoff1": "Mango Family",
    "contactphone1": "3027475758",
    "contacttitle1": "Director",
    "corpoffemail1": "yma@mango-family.com",
    "corpofffax1": "",
    "corpoffname1": "Yvelain MAZADE",
    "corpoffphone1": "3027475758",
    "corpofftitle1": "Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Toy & Games - (TOY)Computer Software - (CSF)",
    "nextcertification": "8/5/2017",
    "orgverification": "in-house",
    "personaldata": "First name, Last name, Date of birth, Address, City, Zip code, State, Country, Email address, Telephone number, Mobile phone number, Gender, all may me processed manually",
    "ppdate": "7/20/2014",
    "privacyprograms": "CNIL France Num 1788234 v O.",
    "recoursemech": "A form is provided on Mango Family's website and all complains can be sent through this form. Although, Mango Family will cooperate with data protection authorities located in the European Union or their authorized representatives upon request. The complains may also be sent at: Mango Family LLC,Trolley Square, Suite 20C, Wilmington, 19806, Delaware. As required by the EU and Swiss law, users may update or delete their personal information at any time or upon request at www.mango-family.com. Mango Family LLC always cooperates and complies with the EU DPAs and the Swiss FDPIC to investigate all unresolved complaints, regardless of the type of data involved. Moreover, all EU Unresolved complaints may also be sent to the French CNIL (Commission Nationale Informatique et Liberte) As Mango Family is registered for the EU (Num 1788234 v O).",
    "signupdate": "8/5/2014",
    "state": "Delaware",
    "statutorybody": "Federal Trade Commission",
    "zip": "19806"
}