{
    "CertificationStatus": "Current",
    "Fax": "415-829-2928",
    "OrgName": "Asana, Inc.",
    "PPLoc": "http://asana.com/terms#privacy-policy ",
    "Phone": "415-525-3888",
    "activities": "Our Collection & Use of Information\r\n\r\nInformation You Provide: We collect personal information, such as your name and email address, when you register for an account on our Service. You may also provide us with optional information such as a photograph. Your user name, email address and any optional profile information you elect to associate with your account is referred to as your \"Profile Information.\"  \r\n\r\nIf you are a user of our paid premium service, we will utilize a 3rd party credit card payment processing company to collect payment information. We will share this payment information with a 3rd party processing company as described below. We do not store your payment information.  \r\n\r\nWe may use your email address to send you Service-related notices (including notices required by law, in lieu of communication by postal mail). We may also use your contact information to send you marketing messages. You may opt out of receiving marketing messages at any time by following the instructions provided in the marketing message.  Through your account interface, you may also opt-out of receiving categories of Service-related notices that are not deemed by Asana to be integral to your use of the Service. \r\n\r\nIf you correspond with us by email, we may retain the content of your email messages, your email address and our responses.\r\n\r\nIf you choose to use our invitation service to invite a friend to the Service, we will ask you for that person’s contact information, which may include their email address or social network identity, and automatically send an invitation. Asana stores this information you provide to send the invitation, to register your friend if your invitation is accepted, and to track the success of our invitation service.\r\n\r\nYour Content: Your use of the Service will involve uploading or inputting various content into the Service; including but not limited to tasks, attachments, project names, team names and conversations (the \"Content\"). You control how your Content is shared with others via your settings on the Service. Asana may view your content only as necessary (i) to maintain, provide, and improve the Service; (ii) to resolve a support request from you; (iii) if we have a good faith belief, or have received a complaint alleging, that such Content is in violation of our publicly posted Acceptable Use Guidelines; (iv) as reasonably necessary to allow Asana to comply with or avoid the violation of applicable law or regulation; or (v) to comply with a valid legal subpoena or request that meets the requirements of the Law Enforcement Guidelines published on our website. We may also analyze the Content in aggregate and on an anonymized basis, in order to better understand the manner in which our Service is being utilized. \r\n\r\nInformation we collect automatically:  We use technologies like cookies and pixel tags to provide, monitor, analyze, promote and improve the Service. \r\n\r\nLog Files - when you use our Service, our servers automatically record certain information in server logs. These server logs may include information such as your web request, IP address, browser type, referring / exit pages and URLs, number of clicks and how you interact with links on the Service, domain names, landing pages, pages viewed, mobile carrier, and other such information. Log files help us to monitor, analyze, improve and maintain the Service and to diagnose and fix any Service-related issues.\r\n\r\nDevice Identifiers - when you access the Service using a mobile device, we collect specific device information contained in your mobile device's \"device identifier.\"  This device identifier includes information such as the type of device you are using, its operating system, and mobile information, which may include your mobile phone number. We may associate this device identifier with your Service account and will use data associated with your device identifier to customize our Service to your device and to analyze any device-related issues.\r\n\r\nLocation Information - we may collect and process information about the location of the device from which you are accessing the Service. Location data may convey information about how you browse the Service and may be used in conjunction with personally identifiable information. You can disable location based services in settings associated with the Service; however please be aware that some features of the Service may not function properly if location services are turned off. \r\n\r\nHow We Share Your Information:  \r\n\r\nAs Directed by You - We display your profile information on your profile page and elsewhere in the Service in accordance with preferences you set in your account. We display your Content within the Service as directed by you. If you elect to use a 3rd party application to access the Service, then we will share or disclose your account and profile information and your Content with that 3rd party application as directed by you. \r\n\r\nWith Trusted Service Providers/Business Partners - we may utilized trusted 3rd party service providers to assist us in delivering the Service (e.g., to help host our Service, send out email updates, or process payments). These 3rd party service providers may have access to your information for the limited purpose of providing the service we've contracted with them to provide. They are required to have a privacy policy and security standards in place that are at least as protective of your information as is our privacy policy. We may also store personal information in locations outside the direct control of Asana (for instance, on servers or databases co-located with hosing providers).\r\n\r\nWith Law Enforcement or to Protect our Rights- we may disclose your personally identifiable information if required to do so by law or subpoena and if the relevant request meets our published Law Enforcement Guidelines. We may also disclose your information to our legal counsel, governmental authorities, or law enforcement if we believe that it is reasonably necessary to comply with a law or regulation; protect the safety of any person; address fraud, security or technical issues; or to protect our rights or property.\r\n\r\nIn Connection With a Sale or Change of Control - If the ownership of all or substantially all of our business changes, we may transfer your information to the new owner so that the Service can continue to operate.  In such case, your information would remain subject to the promises and commitments contained in our privacy policy until such time as that privacy policy is updated or amended by the acquiring party upon notice to you. \r\n\r\nHow We Protect Your Information: When you enter sensitive information (such as a credit card number) as part of our Service we encrypt the transmission of that information using industry-standard encryption. We use commercially reasonable and industry-standard physical, managerial and technical safeguards to preserve the integrity and security of your information. We also guard against common web attack vectors, host data in secure SAS 70 audited data centers, and implement firewalls and access restrictions on our servers to secure our network and better protect your information.",
    "address": "1550 Bryant Street, Suite 800",
    "asp_index": "34787",
    "city": "San Francisco",
    "contactemail1": "legal@asana.com",
    "contactfax1": "415-829-2928",
    "contactname1": "John Iparraguirre",
    "contactoff1": "Asana",
    "contactphone1": "415-680-2521",
    "contacttitle1": "Finance",
    "corpoffemail1": "legal@asana.com",
    "corpofffax1": "415-829-2928",
    "corpoffname1": "John Iparraguirre",
    "corpoffphone1": "415-680-2521",
    "corpofftitle1": "Finance",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "6/22/2017",
    "orgverification": "In-house",
    "personaldata": "Customer name and email address",
    "ppdate": "4/27/2015",
    "privacyprograms": "None",
    "recoursemech": "European Union or Swiss citizens with inquiries or complaints regarding this privacy policy should first contact Asana at: privacy@asana.com.\r\n\r\nAsana has further committed to refer unresolved privacy complaints under the US-EU\r\nand US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism,\r\nthe BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you\r\ndo not receive timely acknowledgment of your complaint, or if your complaint is not\r\nsatisfactorily addressed by Asana, Inc., please visit the BBB EU SAFE HARBOR\r\nweb site at www.bbb.org/us/safe-harbor-complaints for more information and to file a\r\ncomplaint.",
    "signupdate": "6/22/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94103"
}