{
    "Fax": "",
    "OrgName": "Quizlet, Inc.",
    "PPLoc": "https://quizlet.com/privacy",
    "Phone": "510-495-6550",
    "activities": "Quizlet, Inc. (Quizlet) may collect the personally identifiable information (PII) of residents of the European Union who voluntarily sign up to use our services. The PII Quizlet obtains from any resident of the EU and/or Switzerland may include the following data elements: name, date of birth, email address or email address of a parent/guardian for a minor younger than 13 years of age, Internet Protocol (IP) address, and UDID. Users of our service may also share through user generated content fields additional PII that they input for their own use of the service, but Quizlet does not collect or process any of this information and makes no additional use of the information other than furnishing the service as requested by the user.  All PII collected is transferred to Quizlet through third party cloud services with servers that are physically located in the United States where they are available for processing to achieve the provision of our service, as requested by our users. As disclosed in our privacy policy, Quizlet contractually engages certain third party vendors to undertake specific data processing to complete and perfect our provision of our service as requested by our users. Quizlet regularly updates this list and explains in that privacy policy the type and purpose of any third party processing of user PII.",
    "address": "501 2nd Street, Suite 500",
    "asp_index": "34898",
    "city": "San Francisco",
    "contactemail1": "thompson@quizlet.com",
    "contactfax1": "",
    "contactname1": "Thompson Paine",
    "contactoff1": "Business Development",
    "contactphone1": "510-495-6550",
    "contacttitle1": "VP of Ops & Biz Dev",
    "corpoffemail1": "andrew@quizlet.com",
    "corpofffax1": "",
    "corpoffname1": "Andrew Sutherland",
    "corpoffphone1": "510-495-6550",
    "corpofftitle1": "CTO & Founder",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Education & Training - (EDS)",
    "nextcertification": "7/28/2017",
    "orgverification": "“In-house” and TRUSTe (see link above)",
    "personaldata": "On-line data",
    "ppdate": "7/13/2016",
    "privacyprograms": "TRUSTe's Privacy Seal program (see link to TRUSTe certified privacy policy)",
    "recoursemech": "TRUSTe",
    "signupdate": "7/28/2016",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94107"
}