{
    "Fax": "781-522-5885",
    "OrgName": "Raytheon Company",
    "PPLoc": "Located on Raytheon Company internal website",
    "Phone": "781-522-5033",
    "activities": "Raytheon receives Human Resource data regarding current, former and potential employees.  The use of EU and/or Swiss employee personnel data will include global enterprise headcount reporting, statistical analysis, compensation planning and related transactions, career development, staffing, international personal security issues, internal investigations, ethics investigations, law enforcement inquiries, U.S. Government agency inquiries and mergers, acquisitions and divestitures.  Raytheon also received Human Resources data from third parties relating to Learning Management services provided to non-Raytheon related entities.",
    "address": "870 Winter Street",
    "asp_index": "34901",
    "city": "Waltham",
    "contactemail1": "timothy_f_schultz@raytheon.com",
    "contactfax1": "781-768-3920",
    "contactname1": "Timothy Schultz",
    "contactoff1": "Ethics Office",
    "contactphone1": "781-768-3913",
    "contacttitle1": "Vice President-Ethics & Business Conduct",
    "corpoffemail1": "timothy_f_schultz@raytheon.com",
    "corpofffax1": "781-768-3920",
    "corpoffname1": "Timothy Schultz",
    "corpoffphone1": "781-768-3913",
    "corpofftitle1": "Vice President-Ethics & Business Conduct",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Defense Industry Equipment - (DFN)Aircraft & Parts - (AIR)Electronic Components - (ELC)",
    "nextcertification": "7/22/2017",
    "orgverification": "In-house",
    "personaldata": "Human Resources Data",
    "ppdate": "7/23/2013",
    "privacyprograms": "N/A",
    "recoursemech": "If a complaint concerning processing of an employee's personal information is not resolved to the employee's satisfaction through the internal Raytheon review process, the employee will be directed to the State or National Data Protection Authority (EU DPAs or the Swiss FDPIC) in the jurisdiction where the employee works.",
    "signupdate": "7/22/2002",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02451"
}