{
    "Fax": "713-744-3727",
    "OrgName": "HCC Service Company",
    "PPLoc": "Corporate Intranet",
    "Phone": "713-744-3738",
    "activities": "HCC Service Company (HCCS) receives personal, operational, customer and vendor and informational data directly from European and/or Irish subsidiaries of HCC Insurance Holdings, Inc. including HCC Global Financial Products, SL, HCC Underwriting Agency Ld., HCC Claim Services Ltd., LDG Re Worldwide Ltd., HCC Diversified Financial Products Limited, HCC Specialty Holdings, Producers Agriculture Insurance Company, Producers Lloyds Insurance Company, HCC International Insurance Company PLC, Houston Casualty Company Europe, Seguros y Reaseguros, S.A., Manchester Dickson Holdings Limited, HCC Trustees Limited, HCC Diversified Financial Products Limited, HCC Diversificacion y Soluciones S.L. and HCCL Holdings Limited. The information collected is stored on an electronic server located in the United States as Agent for the European and/or Irish subsidiaries listed above. HCCS does not share the information it stores with any other party or persons other than with its ultimate parent company, HCC Insurance Holdings, Inc., and U.S., European and/or Irish subsidiaries or as required by law",
    "address": "13403 Northwest Freeway",
    "asp_index": "34911",
    "city": "Houston",
    "contactemail1": "jray@hcc.com",
    "contactfax1": "713-744-3727",
    "contactname1": "Joycelyn Ray",
    "contactoff1": "Compliance",
    "contactphone1": "713-744-3738",
    "contacttitle1": "VP Compliance",
    "corpoffemail1": "jray@hcc.com",
    "corpofffax1": "713-744-3727",
    "corpoffname1": "Joycelyn Ray",
    "corpoffphone1": "713-744-3738",
    "corpofftitle1": "VP Compliance",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Insurance Services - (INS)",
    "nextcertification": "7/12/2017",
    "orgverification": "In-House self assessment",
    "personaldata": "Organization and HR data, Customers and Vendors",
    "ppdate": "8/1/2004",
    "privacyprograms": "None.",
    "recoursemech": "Any questions or concerns regarding the use or disclosure of personal information should be directed to the HCCS EU Privacy Officer. For complaints that cannot be resolved between HCCS and the complainant, HCCS has agreed to participate in the dispute resolution procedures of the panel established by the European Union Data Protection Authorities.",
    "signupdate": "7/12/2004",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "77040"
}