{
    "Fax": "952 681 3140",
    "OrgName": "GED Testing Service LLC",
    "PPLoc": "http://www.gedtestingservice.com ",
    "Phone": "952 681 3615",
    "activities": "GED Testing Service is a joint venture between Pearson and the American Council on Education (ACE) and administers and delivers the global GED® testing and assessment services on behalf of various U.S. jurisdictions and ourselves.  Passing the GED® test represents that an individual has received a high school equivalency credential that is accepted by schools and employers in the majority of the United States, Canada, and internationally.  In addition, GED Testing Service LLC manages, maintains, and hosts credentialing data on behalf of GED test takers.  We receive and process personal information from individuals, including individuals located in the EU/EEA and Switzerland, for purposes of providing the GED® test and assessment services globally.",
    "address": "5601 Green Valley Drive",
    "asp_index": "34939",
    "city": "Bloomington",
    "contactemail1": "monica.theis@pearson.com",
    "contactfax1": "952 681 3140",
    "contactname1": "Monica Theis",
    "contactoff1": "Legal Department",
    "contactphone1": "952 681 3615",
    "contacttitle1": "Senior Contracts Manager",
    "corpoffemail1": "randy.trask@gedtestingservice.com",
    "corpofffax1": "952 681 4790",
    "corpoffname1": "Randall T. Trask",
    "corpoffphone1": "952 681 3730",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Education & Training - (EDS)",
    "nextcertification": "7/28/2017",
    "orgverification": "In-House",
    "personaldata": "On-Line, Off-Line, Manually Processed",
    "ppdate": "11/30/2015",
    "privacyprograms": "None",
    "recoursemech": "GED Testing Service LLC commits to cooperation with the EU/EEA Data Protection Authorities (DPAs)and for Switzerland GED Testing Service LLC commits to cooperation with the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "7/28/2016",
    "state": "Minnesota",
    "statutorybody": "Federal Trade Commission",
    "zip": "55437"
}