{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "(973) 898-6785",
    "OrgName": "Capsugel Holdings US, Inc.",
    "PPLoc": "http://www.capsugel.com/about/privacy-policy ",
    "Phone": "(862) 242-1700",
    "activities": "Capsugel processes information received from the EEA and/or Switzerland about i) employees (potential, current or former) and their family members, contractors and contingent workers; ii) business entities and individuals referenced in contractual documentation and retained in Capsugel's centralized electronic repository of executed agreements; iii) consumers and healthcare professionals making medical enquiries and requesting medical information relating to Capsugel’s products and iv) business entities and individuals processed within certain information technology applications or platforms that support our business functions and which are hosted, supported or maintained by Capsugel Holdings US, Inc.  Personal information that is transferred from the EEA and/or Switzerland to the U.S. is used to carry out and support Capsugel’s human resources, contract management, information technology provisioning and related activities.",
    "address": "412 Mt. Kemble Ave.  Suite 200C",
    "asp_index": "36000",
    "city": "Morristown",
    "contactemail1": "samuel.eubanks@capsugel.com",
    "contactfax1": "(864) 229-7793",
    "contactname1": "Samuel Eubanks",
    "contactoff1": "Capsugel Privacy",
    "contactphone1": "(864) 942-6532",
    "contacttitle1": "Director, Global Information Security",
    "corpoffemail1": "ian.robertson@capsugel.com",
    "corpofffax1": "(973) 898-6784",
    "corpoffname1": "Ian Robertson",
    "corpoffphone1": "(862) 242-1636",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "nextcertification": "8/15/2017",
    "orgverification": "In-house",
    "personaldata": "organization, client, and customer information is processed by Capsugel.Manually processed data may be included.",
    "ppdate": "7/23/2013",
    "privacyprograms": "none",
    "recoursemech": "For organization human resources data: EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner; for all other data: BBB EU Safe Harbor\r\n\r\nhttp://www.bbb.org/us/safe-harbor-complaints",
    "signupdate": "8/15/2012",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "07960"
}