{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "415-659-1450",
    "OrgName": "Aggregate Knowledge, Inc.",
    "PPLoc": "http://www.neustar.biz/privacy/ak-privacy-policy#.U_aUTbxdVig ",
    "Phone": "415-659-1500",
    "activities": "Aggregate Knowledge, a Neustar service, aggregates and analyzes de-identified site data and log data on publisher, retailer, and advertiser websites such as IP address, browser type, referring URL, OS, date/time stamp, pages viewed, clicks, conversions, and simple keyword tags to power its solutions. In addition, Aggregate Knowledge normalizes third-party market segmentation data, including demographic, behavioral, and contextual data, from trusted sources to improve the targeting accuracy and performance of its solution. To the extent AK customers in the EU and Switzerland use PII in connection with AK services (i.e., their own CRM data), AK processes that information as a processor only, and that data remains in the EU, subject to applicable law.  Advertisers and their agents use our services to measure campaign performance across all channels, including Facebook, and effectively allocate media dollars to increase reach and drive new sales.",
    "address": "505 Howard Street, 5th Floor",
    "asp_index": "36040",
    "city": "San Francisco",
    "contactemail1": "becky.burr@neustar.biz",
    "contactfax1": "650-293-2972",
    "contactname1": "Becky Burr",
    "contactoff1": "1775 Pennsylvania Avenue NW Washington DC 20006",
    "contactphone1": "202 533 2932",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "becky.burr@neustar.biz",
    "corpofffax1": "650-293-2919",
    "corpoffname1": "Becky Burr",
    "corpoffphone1": "202 533 2932",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)",
    "nextcertification": "8/23/2017",
    "orgverification": "In House and TRUSTe – see PP link above",
    "personaldata": "On-line and Offline data described above",
    "ppdate": "7/2/2015",
    "privacyprograms": "TRUSTe Enterprise Privacy Certification and NAI, EDAA",
    "recoursemech": "TRUSTe",
    "signupdate": "8/23/2013",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94105"
}