{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "7329387951",
    "OrgName": "WorkWave LLC",
    "PPLoc": "https:/ www.workwave.com/privacy-policy ",
    "Phone": "7323487829",
    "activities": "We process personal data of our customers to allow for the purchase of our hosted software-as-a-service (SaaS) solutions such as name, address, email, telephone number, and credit card or bank account information (encrypted).  Our customers are primarily field service companies with mobile workforces  that use our software products to run their own business.  In that connection our customers enter information in about their own workforce such as names, addresses and contact information of employees, as well as information about their own customers such as customer names, addresses, services required, service history, etc.   We have functional integrations with third party vendors that sometimes receive information about our customers or the customers of our customers to the extent required for our products and services to work fully and properly, such as email, text and phone integrations,  payment processing integrations, data back up and third party hosting services.  Certain information about our customers is also entered into billing and sales systems we use that are provided by third party vendors such as NetSuite and Salesforce, such as customer names, addresses contact information, and encrypted payment information.  As is the case with most companies operating websites, we also automatically collect information and store it in files relating to website activity such as IP addresses, browser types, ISPs, referring and exit pages, date/time stamp and clickstream data, and use cookies to analyze trends, track movements around our websites and gather demographic information about our website user base, with users having the ability to control the use of cookies at the browser level. We also use mobile analytics to track usage, occurrences during usage, aggregated usage, performance data and where apps were downloaded from, but we do not link information with this analytics software to any personally identifiable information submitted within a mobile application.   Our mobile applications also collect information such as name, phone number, device type, carrier, email and physical address, device information and location.  This information is used to set up and manage account and contact users about their service, and process and personalize requests, and to support and develop new features, and to provide users with activity history and statistics.  Users may also receive information regarding special offerings with an opt out feature. Users using location-enabled devices may be transmitting location information, which can be opted out of.",
    "address": "3600 State Route 66, Suite 400",
    "asp_index": "36104",
    "city": "Neptune",
    "contactemail1": "ppappas@workwave.com",
    "contactfax1": "7329387951",
    "contactname1": "Perry A. Pappas",
    "contactoff1": "WorkWave, Neptune",
    "contactphone1": "7323487829",
    "contacttitle1": "SVP, GC & CCO",
    "corpoffemail1": "ppappas@workwave.com",
    "corpofffax1": "7329387951",
    "corpoffname1": "Perry A. Pappas",
    "corpoffphone1": "7323487829",
    "corpofftitle1": "SVP, GC & CCO",
    "eucountries": "Switzerland",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "nextcertification": "",
    "orgverification": "In house and TRUSTe",
    "personaldata": "online data",
    "ppdate": "9/9/2016",
    "privacyprograms": "TRUSTe's Privacy Seal Program",
    "recoursemech": "TRUSTe",
    "signupdate": "9/26/2016",
    "state": "New Jersey",
    "statutorybody": "Federal Trade Commission",
    "zip": "07753"
}