{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "650-817-7241",
    "OrgName": "Glint Inc.",
    "PPLoc": "http://www.glintinc.com/privacy ",
    "Phone": "650-817-7240",
    "activities": "Glint Inc. collects survey information from our customer's employees. These survey responses are associated with Employee data for reporting and filtering purposes. This information is stored in our system for review by our customers to help understand employee engagement within their organization. We also have the capability to create custom pulses, so the surveys may extend beyond strictly covering employee engagement. This information is retained as long as the client stays with us so that the responses can be evaluated over time. \r\n\r\nWith each survey, the privacy policy identifies how our customers will be able to review the employee responses, by default questions responses are only reported in aggregate and cannot be attributed to individual employees. This policy may change depending on the survey and customer requirements, if it does, the privacy policy that informs employees of the reporting will be updated to reflect the confidentiality settings. \r\n\r\nThe employee data usually includes Name, Hire Date, Birth Date, Gender, and Location/Team information. Additional data can be added depending on the needs of the customer.",
    "address": "1100 Island Drive",
    "asp_index": "36105",
    "city": "Redwood City",
    "contactemail1": "cgouveia@glintinc.com",
    "contactfax1": "650-817-7241",
    "contactname1": "Celia Gouveia",
    "contactoff1": "Glint Headquarters",
    "contactphone1": "650-817-7217",
    "contacttitle1": "Director, Customer Success",
    "corpoffemail1": "wen@glintinc.com",
    "corpofffax1": "650-817-7241",
    "corpoffname1": "Chih-Po Wen",
    "corpoffphone1": "650-817-7214",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "8/18/2017",
    "orgverification": "Third Party (TRUSTe)",
    "personaldata": "Online, offline, organization, customer, prospect",
    "ppdate": "3/9/2016",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "8/18/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94065"
}