{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "703-265-2009",
    "OrgName": "AOL Inc",
    "PPLoc": "http://privacy.aol.com/privacy-policy.  Employee policy at PeoplePlace.ops.aol.com",
    "Phone": "703-265-3407",
    "activities": "Personal Information Received from Switzerland:\r\nAOL Inc. receives personal information regarding natural persons located in Switzerland in connection with its various products and service offerings. AOL Inc.’s collection and processing of personal information from users varies according to the particular product or service being provided and its specific features. AOL’s offerings include portal services (such as AOL.com and The Huffington Post), social networking services, and advertising services (such as those offered by AOL Advertising). In connection with its various offerings, AOL may collect and process personal information for different purposes, including any of the following: to operate and improve websites, products and services; to personalize and serve content and advertisements across a variety of Internet and television platforms; to fulfill requests for products, programs, and services; to communicate with customers and respond to inquiries; to conduct research about use of AOL offerings; to help offer other products, programs, or services that may be of interest to users; and to comply with governmental, legislative and regulatory bodies and with law. The privacy policies applicable to AOL offerings including AOL Portal, The Huffington Post, and AOL Advertising services are located at http://privacy.aol.com. AOL Inc. employee, contractor, and job applicant information from  Switzerland is included in the safe harbor.",
    "address": "22000 AOL Way",
    "asp_index": "36116",
    "city": "Dulles",
    "contactemail1": "privacyquestions@aol.com",
    "contactfax1": "703-265-2009",
    "contactname1": "AOL Global Privacy",
    "contactoff1": "AOL Inc.",
    "contactphone1": "703-265-6625",
    "contacttitle1": "",
    "corpoffemail1": "douglas.miller@teamaol.com",
    "corpofffax1": "703-265-2009",
    "corpoffname1": "Douglas Miller",
    "corpoffphone1": "703-265-3407",
    "corpofftitle1": "Vice President and Global Privacy Leader",
    "eucountries": "Switzerland",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)Advertising Services - (ADV)Computer Services - (CSV)",
    "nextcertification": "9/23/2017",
    "orgverification": "In-House",
    "personaldata": "online, offline, manually processed, human resources data",
    "ppdate": "6/23/2015",
    "privacyprograms": "The ICDR/AAA U.S. -Swiss Safe Harbor Program",
    "recoursemech": "For non-HR data, AOL is a participant in The International Centre for Dispute Resolution/American Arbitration Association (ICDR/AAA) EU-U.S.-Swiss Safe Harbor Program: http://info.adr.org/safeharbor.  For HR data only, AOL will cooperate with the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "9/23/2008",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "20166"
}