{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "3032200171",
    "OrgName": "Info Cubic LLC.",
    "PPLoc": "https:/ www.infocubic.com/privacy/ ",
    "Phone": "3032200170",
    "activities": "Info Cubic LLC is specializes in employment background screening. Upon request from our clients (known as “end users”) and with written authorization from the data subject, Info Cubic will obtain particular information related to the data subject’s background which may include criminal record information, education and employment history information, credit history information, etc. Info Cubic obtains this information from a variety of sources including courts (for criminal records) and the educational institutions or employers provided by the data subject. Information is solely collected and processed in response to the employment background screening request submitted by our clients who are vetted prior to becoming a client to ensure they have a legitimate need to request and access the information. The information we collect is not used for any other purpose. Info Cubic operates in compliance with all applicable laws, which include the Fair Credit Reporting Act (FCRA), individual state or province laws, European Union Data protection Directive and any other international laws as applicable. Info Cubic complies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland. Info Cubic has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.  To learn more about the Safe Harbor program, and to view Info Cubic’s certification, please visit http://www.export.gov/safeharbor/.",
    "address": "9250 E Costilla Ave",
    "asp_index": "36110",
    "city": "Greenwood Village",
    "contactemail1": "kellyu@infocubic.com",
    "contactfax1": "3032200171",
    "contactname1": "Kelly Uebel",
    "contactoff1": "Info Cubic LLC.",
    "contactphone1": "7205934863",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "justin@infocubic.net",
    "corpofffax1": "3032200171",
    "corpoffname1": "Kelly Uebel",
    "corpoffphone1": "7205934863",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Security & Safety Equipment - (SEC)Information Services - (INF)",
    "nextcertification": "8/17/2017",
    "orgverification": "In-House",
    "personaldata": "Personal information regarding data subjects (i.e, information such as date of birth, address history, etc.) necessary to complete the requested employment screening report is processed.",
    "ppdate": "7/1/2007",
    "privacyprograms": "None",
    "recoursemech": "Info Cubic employees undergo initial training over several weeks, during which the importance and particulars pertaining the Safe Harbor Privacy Principles. Data subjects may dispute any information reported by Info Cubic free of charge via several methods including completing a form on our website, or by calling, faxing or emailing information to us. Info Cubic’s policy is to reply to inquiries promptly and resolve disputes within 5 business days when possible. Info Cubic has selected the Swiss Federal Data Protection and Information Commissioner (FDPIC) as its independent recourse mechanism for dispute resolution.\r\n\r\nContact Information, Company Headquarters:\r\nInfo Cubic, Inc.\r\n9250 E Costilla Ave. Suite 230\r\nGreenwood Village, CO. 80112 USA\r\nTelephone: 877-360-4636\r\nFax: to 303-220-0171\r\nEmail: compliance@infocubic.com",
    "signupdate": "8/17/2009",
    "state": "Colorado",
    "statutorybody": "Federal Trade Commission",
    "zip": "80112"
}