{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "703-880-0619",
    "OrgName": "Deltek",
    "PPLoc": "Please see www.deltek.com/legal. With respect to Kona, please see the Kona Privacy Policy at www.kona.com. With respect to employee data, please see the posted Employee Privacy Policy. ",
    "Phone": "800-456-2009",
    "activities": "With respect to personal data received in the course of offering its products and services, Deltek uses personal data to offer product registration and support and other business services, enable sales and other transactions, to conduct data analysis to improve products and services, and/or to maintain marketing relationships. \r\n\r\nWith respect to our Kona networking platform, information that users elect to provide to us is used to create a network for users to be more productive by connecting to and collaborating with other users, exchanging ideas and sharing information with respect to projects or goals that users may have in common.\r\n\r\nWith respect to employee data, the Company uses Employee Personal Data for business and employment purposes, including without limitation: (1) filling positions; (2) planning and implementing Employee transfers or assisting with Employee business-related travel; (3) managing employees from another country; (4) conducting performance evaluations and salary, bonus and equity reviews, and other Employee reviews; (5) satisfying governmental reporting and tax requirements; (6) satisfying security, health; and safety concerns; (7) planning and implementing potential acquisitions and mergers; (8) storing and processing data, including Personal Data, in computer databases and servers located in the United States; (9) implementing and maintaining the Company’s information technology; and (10) for other employment-related and business-related purposes permitted and/or required under applicable local law and regulation. If the Company uses Employee Personal Data for any other purpose not listed in this Privacy Policy, the Company will seek consent from the applicable Employee(s).",
    "address": "2291 Wood Oak Dr",
    "asp_index": "36118",
    "city": "Herndon",
    "contactemail1": "privacy@deltek.com",
    "contactfax1": "703-738-2418",
    "contactname1": "Jarrod Sharp",
    "contactoff1": "Legal",
    "contactphone1": "703-995-0983",
    "contacttitle1": "Compliance & Privacy Counsel",
    "corpoffemail1": "privacy@deltek.com",
    "corpofffax1": "703-880-0206",
    "corpoffname1": "Tracy Schampers",
    "corpoffphone1": "703-480-5544",
    "corpofftitle1": "Assistant Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "nextcertification": "",
    "orgverification": "In-house",
    "personaldata": "On-line and Off-line data; customer data, and human resources data from EEA subsidiaries",
    "ppdate": "6/27/2011",
    "privacyprograms": "None",
    "recoursemech": "The Company has agreed to use TRUSTe to assist with the investigation and resolution of unresolved complaints that do not concern human resources data and to use the EU data protection authorities (DPAs) for unresolved complaints that do concern human resources data.",
    "signupdate": "10/12/2010",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "20171"
}