{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "312-253-8215",
    "OrgName": "SpringCM",
    "PPLoc": "https:/ www.springcm.com/privacy-policy ",
    "Phone": "312-881-2018",
    "activities": "SpringCM is a web-based document-centric business process automation service provider.  Customers and clients in the EU can upload documents, metadata and other content to SpringCM for storage, search, archival purposes and other document processing tasks, including workflow and collaboration.  SpringCM does not process or view the information, other than converting documents to pdf, running documents through OCR, and a full text search engine to make it easy for clients to find documents in their secure private library.",
    "address": "180 N La Salle St, Suite 600",
    "asp_index": "36164",
    "city": "Chicago",
    "contactemail1": "operations@springcm.com",
    "contactfax1": "312-253-8215",
    "contactname1": "Chris King",
    "contactoff1": "SpringCM",
    "contactphone1": "312-881-2218",
    "contacttitle1": "VP Operations",
    "corpoffemail1": "cking@springcm.com",
    "corpofffax1": "312-253-8215",
    "corpoffname1": "Chris King",
    "corpoffphone1": "312-881-2218",
    "corpofftitle1": "VP Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "10/21/2016",
    "orgverification": "In-house and TRUSTe (see link above)",
    "personaldata": "The information collected by SpringCM through our Site is not ordinarily acquired in a form or manner that reveals Personal Information. However, Personal Information may be supplied to SpringCM by our Customers or Visitors through the Site or our Services, including contact information (such as name, address, telephone number, e-mail address and company name).",
    "ppdate": "10/1/2014",
    "privacyprograms": "TRUSTe's Privacy Seal program (https://www.springcm.com/privacy-policy) and SOC 2 Privacy",
    "recoursemech": "For organization human resources data: EU Data Protection Authorities (DPAs); For all other types of data: TRUSTe Privacy Dispute Resolution Service;",
    "signupdate": "9/19/2007",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60601"
}