{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "206-341-9123",
    "OrgName": "Changepoint",
    "PPLoc": "http://changepoint.com/en-us/privacy ",
    "Phone": "206-739-9388",
    "activities": "As part of Changepoint’s on-demand service, customers are allowed to upload data into all Changepoint’s products servers (Daptiv, Changepoint and barometerIT). In this context, all three of Changepoint’s products (Daptiv, Changepoint and barometerIT) acts as the processor and does not control the customer’s data. Each of these three products does not choose or determine the type of data that is uploaded into the servers and any access to, or use of, such data is incidental to completing Changepoint’s contractual obligations to its customer as a processor.  Currently, Daptiv is the only Changepoint product that is certified to the ISO/IEC 27001:2013 standard while the Changepoint and barometerIT products will be certified to the ISO/IEC 27001:2013 standards by the beginning of next year.",
    "address": "1111 Third Avenue, Suite 700",
    "asp_index": "36163",
    "city": "Seattle",
    "contactemail1": "douglas.ljung@changepoint.com",
    "contactfax1": "206-341-9123",
    "contactname1": "Douglas Ljung",
    "contactoff1": "Changepoint",
    "contactphone1": "206-739-9388",
    "contacttitle1": "Information Security Manager",
    "corpoffemail1": "brandon.evans@changepoint.com",
    "corpofffax1": "206-341-9123",
    "corpoffname1": "Brandon Evans",
    "corpoffphone1": "206-724-5216",
    "corpofftitle1": "VP Technology",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Hungary, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Romania, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)Computer Services - (CSV)",
    "nextcertification": "3/23/2017",
    "orgverification": "in-house and data security consultants",
    "personaldata": "Online corporate project information",
    "ppdate": "4/1/2014",
    "privacyprograms": "HIPAA",
    "recoursemech": "All complainants are encouraged to refer privacy issues to any of Changepoint products (Daptiv, Changepoint and barometerIT) at contactus@changepoint.com for expedited resolution. If the issue cannot be resolved to that individual's satisfaction, Changepoint will agree to mediate the issue using the appropriate European data protection authorities and/or the Better Business Bureau's EU Safe Harbor Program.",
    "signupdate": "3/23/2009",
    "state": "Washington",
    "statutorybody": "Federal Trade Commission",
    "zip": "98101"
}