{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "415-222-9958",
    "OrgName": "Twitter, Inc.",
    "PPLoc": "http://twitter.com/privacy ",
    "Phone": "415-222-9670",
    "activities": "Twitter, Inc. receives and processes personal information relating to natural persons in Switzerland who are employees, prospective employees, or individual contacts of corporate customers (including advertisers), suppliers, service providers and other corporate business partners. Twitter, Inc. typically receives such information from Twitter International Company or its subsidiaries in Switzerland. Twitter, Inc., provides web-hosting and a wide range of technical services for Twitter International Company, its subsidiaries, and other entities, such as advertisers and partners. Twitter, Inc. may also process personal information provided by Twitter International Company’s or its subsidiaries’ corporate business partners based in Switzerland. The personal information described above is collected, held and processed for different purposes, which may include any of the following: for sales and marketing to consumers and businesses; effecting transactions with consumers and businesses; providing, understanding, improving, and customizing services and products for consumers and businesses; financial processing and management; supplier, vendor, and partner relationship management; customer support and customer relationship management; human resources, operations, and security management; and legal and regulatory compliance. The personal information described above is not disclosed to third parties except in the limited circumstances described in the Privacy Policy, including with consent; to a service provider subject to appropriate privacy, confidentiality, and security measures; to comply with a law or regulation or protect against harm; or to a corporate affiliate or in connection with a business transfer.",
    "address": "1355 Market Street, Suite 900",
    "asp_index": "36177",
    "city": "San Francisco",
    "contactemail1": "eu_privacy@twitter.com",
    "contactfax1": "415-222-0922",
    "contactname1": "Colin Crowell",
    "contactoff1": "Office of Public Policy",
    "contactphone1": "415-222-9670",
    "contacttitle1": "Head of Global Public Policy",
    "corpoffemail1": "eu_privacy@twitter.com",
    "corpofffax1": "415-222-9958",
    "corpoffname1": "Laura Pirri",
    "corpoffphone1": "415-222-9670",
    "corpofftitle1": "Legal Director, Privacy",
    "eucountries": "Switzerland",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Advertising Services - (ADV)Computer Services - (CSV)Information Services - (INF)Telecommunications Services - (TES)",
    "nextcertification": "11/16/2016",
    "orgverification": "In-house",
    "personaldata": "Online and offline customer and employee data which may be manually processed",
    "ppdate": "9/30/2016",
    "privacyprograms": "NONE",
    "recoursemech": "Swiss Federal Data Protection and Information Commissioner (FDPIC) only with respect to human resources data. Twitter, Inc. will cooperate with JAMS in accordance with the JAMS International Mediation Rules.",
    "signupdate": "5/17/2012",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94103"
}