{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "",
    "OrgName": "ScheduleOnce LLC",
    "PPLoc": "http://www.scheduleonce.com/applicationprivacypolicy.aspx ",
    "Phone": "650-206-5585",
    "activities": "We collect and use PII for the purposes of providing the ScheduleOnce Service to our Users and Account Holders at their instruction, processing PII on behalf of Users and Account Holders, communicating with corporate business partners about business matters, providing information on the ScheduleOnce Service to prospective ScheduleOnce Account Holders, improving the ScheduleOnce Service, and conducting related tasks for legitimate business purposes.\r\n\r\nThe categories of data processed by the ScheduleOnce Service, and their purposes of use, depend on how each ScheduleOnce User configures their respective ScheduleOnce Service.\r\n\r\nGenerally, the ScheduleOnce Service is designed to process basic contact information, photographic images (such as profile pictures), location data, and data that pertains to a User’s schedule. The ScheduleOnce Service contains User-customizable fields, which can be used to solicit any category of PII, including sensitive PII. Additionally, the ScheduleOnce Service enables you to upload files to a User’s booking page, which might also contain any category of PII, including sensitive PII.\r\n\r\nWe share PII with our data subprocessors, who further process such PII on behalf of, and under the instruction of, ScheduleOnce. Such data subprocessors include webserver management service providers, colocatioWe collect and use PII for the purposes of providing the ScheduleOnce Service to our Users and Account Holders at their instruction, processing PII on behalf of Users and Account Holders, communicating with corporate business partners about business matters, providing information on the ScheduleOnce Service to prospective ScheduleOnce Account Holders, improving the ScheduleOnce Service, and conducting related tasks for legitimate business purposes.\r\n\r\nThe categories of data processed by the ScheduleOnce Service, and their purposes of use, depend on how each ScheduleOnce User configures their respective ScheduleOnce Service.\r\n\r\nGenerally, the ScheduleOnce Service is designed to process basic contact information, photographic images (such as profile pictures), location data, and data that pertains to a User’s schedule. The ScheduleOnce Service contains User-customizable fields, which can be used to solicit any category of PII, including sensitive PII. Additionally, the ScheduleOnce Service enables you to upload files to a User’s booking page, which might also contain any category of PII, including sensitive PII.\r\n\r\nWe share PII with our data subprocessors, who further process such PII on behalf of, and under the instruction of, ScheduleOnce. Such data subprocessors include webserver management service providers, colocation service providers, software consulting service providers, SMS notification service providers, and email service providers.\r\nn service providers, software consulting service providers, SMS notification service providers, and email service providers.",
    "address": "340 S. Lemon Ave #5585",
    "asp_index": "36193",
    "city": "Walnut",
    "contactemail1": "trust@scheduleonce.com",
    "contactfax1": "",
    "contactname1": "Adam Walker",
    "contactoff1": "Security and Compliance",
    "contactphone1": "650-206-5585",
    "contacttitle1": "Security and Compliance Manager",
    "corpoffemail1": "trust@scheduleonce.com",
    "corpofffax1": "",
    "corpoffname1": "Adam Walker",
    "corpoffphone1": "650-206-5585",
    "corpofftitle1": "Security and Compliance Manager",
    "eucountries": "Switzerland",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "10/24/2017",
    "orgverification": "VeraSafe",
    "personaldata": "Online",
    "ppdate": "9/30/2016",
    "privacyprograms": "VeraSafe Privacy Program",
    "recoursemech": "VeraSafe",
    "signupdate": "10/24/2016",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "91789"
}