{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "208-368-4435",
    "OrgName": "Micron Technology, Inc.",
    "PPLoc": "http://www.micron.com/privacy ",
    "Phone": "208-368-4000",
    "activities": "Micron processes certain human resources data and other non-HR personal data received in the U.S. from the European Union, European Economic Area, and Switzerland. Micron processes human resources data provided by employees (both past and present) in the context of the employment relationship for the purpose of administering and carrying out the employment or personnel relationship, which may include processing data for the following purposes: staffing, global workforce organizational planning and management, processing payroll, providing employee benefits, budget planning, training and certification, ongoing personnel management and performance management, conducting internal investigations and resolving complaints, auditing and compliance, contacting individuals in the case of an emergency, expense reimbursement, business travel, to provide communication systems, to comply with legal and regulatory obligations and investigations, security and fraud prevention, preserving or defending Micron’s legal rights, and for other legitimate purposes necessary to carry out Micron’s obligations that are consistent with the expectations of a reasonable employee given the context of the collection. In some cases, we may transfer human resources data to other companies and individuals, such as contractors, affiliates, vendors, or other third-party providers to perform certain functions on our behalf to help manage all aspects of the employment relationship, which may include processing the human resources data for the following purposes: expense management, managing employee business travel, processing employee benefits, processing payroll, providing employee benefits, or to help perform other activities related to the purposes outlined above. \r\nAdditionally, Micron may processes personal data other than human resources data for various purposes that often include the following: Micron may use contact information to send information about Micron when necessary, which individuals may opt-out from at anytime.  Financial information may be used to determine creditworthiness and to charge for products ordered. Demographic information may be used to tailor user experiences on our websites, show information that we think users might be interested in, and present information according to user preferences. In addition, our sales and marketing departments may use demographic information, information about where individuals learned of our products, and information about intended use of our products to improve our advertising and marketing efforts and to measure interest in our products. We may also process personal data for the purposes of detecting and preventing fraud, preserving or defending Micron’s legal rights, fulfilling orders and invoicing for goods and services, coordinating with sales and marketing activities, or for other  legitimate business purposes consistent with the expectations of a reasonable person given the context of the collection. Micron may employ other companies and individuals, such as contractors, affiliates, vendors, or other third-party providers to perform certain functions on our behalf. We may share the information we collect about you with these third parties for the purposes outlined above. For example, we may share personal data in order to fulfill orders, deliver packages, send postal mail and e-mail, remove repetitive information from customer lists, analyze data, provide marketing assistance, provide search results and links (including paid listings and links), process credit card payments, or provide customer service.",
    "address": "8000 S. Federal Way MS 1-507",
    "asp_index": "36212",
    "city": "Boise",
    "contactemail1": "privacy@micron.com",
    "contactfax1": "208-368-4435",
    "contactname1": "Callie Carr",
    "contactoff1": "Micron Legal Group",
    "contactphone1": "208 368-4000",
    "contacttitle1": "Associate General Counsel",
    "corpoffemail1": "privacy@micron.com",
    "corpofffax1": "208-368-4435",
    "corpoffname1": "Trevor Schulze",
    "corpoffphone1": "208 368-4000",
    "corpofftitle1": "Organization Corporate Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer & Peripherals - (CPT)",
    "nextcertification": "11/15/2016",
    "orgverification": "In-House",
    "personaldata": "off-line, on-line, man proc, hr data",
    "ppdate": "9/28/2016",
    "privacyprograms": "None",
    "recoursemech": "Micron may receive or process human resources data from the EU for use in the context of the employment relationship and Micron commits to cooperate with the relevant EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner with respect to this data.\r\nFor all personal data other than human resources data received or processed by Micron from the EU, Micron commits to an independent dispute resolution mechanism operated by the Council of Better Business Bureaus.",
    "signupdate": "8/24/2007",
    "state": "Idaho",
    "statutorybody": "Federal Trade Commission",
    "zip": "83716"
}