{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "(650) 618-1806",
    "OrgName": "Google Inc. and its wholly-owned U.S. subsidiaries, except as listed below",
    "PPLoc": "http://www.google.com/intl/en/policies/privacy/frameworks/, https://www.google.com/about/careers/privacy/, https://verily.com/privacy/, http://www.liftware.com/privacy/, http://www.stackdriver.com/pri",
    "Phone": "(650) 253-0000",
    "activities": "Google Inc. and its wholly-owned U.S. subsidiaries excluding: \r\n*Calico LLC; \r\n*Sidewalk Labs Employees, LLC & Sidewalk Labs Management Company?,? LLC; and \r\n*any other wholly-owned U.S. subsidiary with a current certification.\r\nThe entities covered by this certification are collectively referred to herein as “Google.” \r\n\r\nHuman resources data: Data is processed for various employment and legal purposes, including: recruitment and staffing; compensation, benefit programs and payroll; performance management and training; compliance and risk management; workplace management; protection against injury, theft, legal liability, fraud and abuse; and other business purposes. Data is disclosed to third parties as detailed in our Privacy Policy, including for business-related and legal purposes.\r\n\r\nPersonal data other than human resources data: Data is processed for various purposes depending on the particular product or service being provided, including: sales and marketing to consumers and businesses; supplying services and products to consumers and businesses; operating, developing and improving Google services and products; personalizing Google services and products; financial processing and management; supplier, vendor and partner relationship management; fraud prevention, security, and protection of Google and our users; compliance with governmental, legislative and regulatory bodies; and customer support and relationship management. Data is disclosed to third parties as detailed in our Privacy Policy, including: in situations in which we have consent, for external processing, with domain administrators, and for legal reasons.",
    "address": "1600 Amphitheatre Parkway",
    "asp_index": "36224",
    "city": "Mountain View",
    "contactemail1": "data-protection-office@google.com ",
    "contactfax1": "(650) 618-1806",
    "contactname1": "Keith Enright",
    "contactoff1": "Legal Department",
    "contactphone1": "(650) 253-0000",
    "contacttitle1": "Director, Privacy Legal",
    "corpoffemail1": "data-protection-office@google.com ",
    "corpofffax1": "(650) 618-1806",
    "corpoffname1": "Keith Enright",
    "corpoffphone1": "(650) 253-0000",
    "corpofftitle1": "Director, Privacy Legal",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "9/22/2016",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed, human resources data",
    "ppdate": "8/29/2016",
    "privacyprograms": "NONE",
    "recoursemech": "HR RECOURSE MECHANISM: Swiss Federal Data Protection and Information Commissioner (FDPIC)\r\nNON-HR RECOURSE MECHANISM: FDPIC with the exception of Nest Labs Inc., which has designated JAMS as its independent Recourse Mechanism.",
    "signupdate": "10/15/2005",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94043"
}