{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "617-370-8101",
    "OrgName": "InsightSquared",
    "PPLoc": "http://www.insightsquared.com/docs/privacypolicy/ ",
    "Phone": "(617) 370-8100",
    "activities": "The InsightSquared website has various features which allow those interested in InsightSquared and its services to obtain more information about InsightSquared.  InsightSquared asks those requesting information about InsightSquared to provide InsightSquared with certain personal contact information that InsightSquared may use to follow up with those interested in its services.  The information InsightSquared may collect through the Insight Squared service includes first and last name, company or organization, title or position within the company or organization, phone number, email address and credit card information.  InsightSquared stores this information and uses this information to respond to requests for information regarding our services and provide support to its customers as well as for InsightSquared’s own marketing purposes.",
    "address": "4 Copley Pl, 5th Fl",
    "asp_index": "36228",
    "city": "Boston",
    "contactemail1": "info@insightsquared.com",
    "contactfax1": "617-370-8101",
    "contactname1": "Fred Shilmover",
    "contactoff1": "InsightSquared",
    "contactphone1": "(617) 370-8100",
    "contacttitle1": "CEO",
    "corpoffemail1": "info@insightsquared.com",
    "corpofffax1": "617-370-8101",
    "corpoffname1": "Jeremy King",
    "corpoffphone1": "(617) 370-8118",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "nextcertification": "10/12/2017",
    "orgverification": "In-house and TRUSTe",
    "personaldata": "Data collected for clients, see privacy policy for all data covered",
    "ppdate": "9/22/2016",
    "privacyprograms": "TRUSTe's Privacy Seal program (http://www.insightsquared.com/docs/privacypolicy/ )",
    "recoursemech": "TRUSTe",
    "signupdate": "10/12/2012",
    "state": "Massachusetts",
    "statutorybody": "Federal Trade Commission",
    "zip": "02116"
}