{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "949-888-2491",
    "OrgName": "Paragon Global Resources, Inc.",
    "PPLoc": "http://www.paragonrelocation.com/Policies/Privacy_v12.htm ",
    "Phone": "949-635-6050",
    "activities": "Paragon Global Resources, Inc. contracts with corporations to provide relocation and assignment management services to their employees.  Paragon receives personal information from the corporation, the employee and suppliers contracted to provide services that Paragon has been contracted by the corporation to provide to their employees. Personal information includes name, address, phone/mobile number, email, family names and salary.  The use of information collected through our services is limited to the purpose of providing services for which either our client or their employees have engaged Paragon.",
    "address": "30071 Tomas",
    "asp_index": "36239",
    "city": "Rancho Santa Margarita",
    "contactemail1": "cronayne@paragongri.com",
    "contactfax1": "972-819-2905",
    "contactname1": "Catherine Ronayne",
    "contactoff1": "Paragon Global Resources, Inc",
    "contactphone1": "972-819-2904",
    "contacttitle1": "Sr. Director, Global Consulting",
    "corpoffemail1": "dbeech@paragongri.com",
    "corpofffax1": "949-888-2491",
    "corpoffname1": "Debbie Beech",
    "corpoffphone1": "949-635-6073",
    "corpofftitle1": "Vice President & CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Accounting Services - (ACT)Financial Services - (FNS)General Services - (GSV)",
    "nextcertification": "11/15/2016",
    "orgverification": "In-house",
    "personaldata": "Customer PII --name, address, telephone, email, salary, family information, etc, is housed by our server located in Texas and accessed by our offices around the world. Our privacy protocol also covers the handling of manually processed data (hard copy files, etc.).",
    "ppdate": "8/29/2016",
    "privacyprograms": "Paragon utilizes TRUSTe as a third party verification program.  Paragon is currently engaged with Truste as part of our annual renewal process.",
    "recoursemech": "If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.\r\n\r\nIndividuals in the European Union (EU) may submit queries related to the processing of personal information under the Privacy Shield framework by contacting Paragon directly at privacy@paragonrelocation.com or write us at: Paragon Global Resources Attn: Privacy Office, 30071 Tomas, Suite 200, Rancho Santa Margarita, CA 92688 USA. Paragon further commits to cooperate with the panel of the European Union Data Protection Authorities (DPAs), the state or national protection authority where the employee works or the Swiss Federal Data Protections and Information Commissioner (FDPIC), as applicable, to investigate unresolved complaints. You can find the details of the relevant DPA at http://ec.europa.eu/justice/data-protection/article-29/structure/data-protection-authorities/index_en.htm.",
    "signupdate": "7/7/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "92688"
}