{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "650-644-0100",
    "OrgName": "Symphony Communication Services, LLC",
    "PPLoc": "https://symphony.com/legal/privacy/",
    "Phone": "650-733-6660",
    "activities": "Symphony Communication Services, LLC’s primary goals in collecting data are to provide and improve our services, to administer the services (including users' Accounts (as defined in our Privacy Policy), if a user is an Account holder), to respond to users' comments and questions, to use users' email address or other contact information to send users information related to the services and to enable users to enjoy and easily navigate our services.\r\n\r\nWhen an Account is created, we will collect certain Personally Identifiable Information that can be used to identify users, such as their name, title, job description, location, email alias, email address and profile photo. We will only use such PII for the purposes of providing the Services to users and their company (as the case may be). We may also collect other information about a user which might not be PII, which information will only be used for purposes of providing the services to that user or their company (as the case may be).\r\n\r\nIf a user provides user feedback or contacts us via email, we will collect their name and email address as well as any other content included in the email or feedback, in order to send the user a reply or in order to improve the services.\r\n\r\nIf a user Account is created on behalf of their organization, we will also collect certain information about the organization, such as the organization’s corporate name, email address, postal address, phone number and billing information. If a user creates an Account using their login credentials from one of their Social Networking Service (“SNS”) Accounts (e.g., Facebook®, Twitter®, Google+™ or other social media sites), we’ll be able to access and collect the user's name and email address and other PII that the user's privacy settings on the SNS Account permit us to access. If a user creates an Account through our services or one of the user's SNS Accounts, we may also collect the user's gender, date of birth, zip code and other information.\r\n\r\nWe may engage third-party services providers to work with us to administer and provide a portion of the services. Such third parties include those providing customer relationship management software, Internet hosting services, SMS notification services, customer support services and customer support software. These third-party services providers have access to user PII only for the purpose of performing services on our behalf, and in compliance with applicable laws and regulations.",
    "address": "1117 S. California Avenue",
    "asp_index": "36237",
    "city": "Palo Alto",
    "contactemail1": "legal@symphony.com",
    "contactfax1": "650-644-0100",
    "contactname1": "Scott Eisenberg",
    "contactoff1": "Legal",
    "contactphone1": "917-831-4255",
    "contacttitle1": "Senior Counsel",
    "corpoffemail1": "legal@symphony.com",
    "corpofffax1": "650-644-0100",
    "corpoffname1": "Scott Eisenberg",
    "corpoffphone1": "917-831-4255",
    "corpofftitle1": "Senior Counsel",
    "eucountries": "Switzerland",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)",
    "nextcertification": "11/21/2016",
    "orgverification": "VeraSafe",
    "personaldata": "Online, offline and manually processed data",
    "ppdate": "9/29/2016",
    "privacyprograms": "VeraSafe Privacy Program",
    "recoursemech": "VeraSafe",
    "signupdate": "7/27/2015",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94304"
}