{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "(650) 832-1753",
    "OrgName": "BaseHealth, Inc.",
    "PPLoc": "http://www.basehealth.com/privacy ",
    "Phone": "(650) 453-3170",
    "activities": "BaseHealth™ makes an integrated health management platform, Genophen, that combines genomic data with clinical and behavioral analysis to engage patients with their physicians in a highly-collaborative way.  Evidence-based assessments help physicians intervene early and often with tailored action plans that span each patient’s unique activity, diet, environmental and lifestyle needs.  In order to conduct business in the EU and Switzerland, BaseHealth collects personal information from patients residing in the EU (also referred to as “user”).  \r\nWhen registering to use services provided by Genophen (“Services”), BaseHealth collects the following Enrollment Information: \r\na.\tName\r\nb.\tEmail address \r\nc.\tPhysical addresses\r\nd.\tTelephone number(s)\r\ne.\tDate of Birth\r\nf.\tGender\r\ng.\tUnique user name and password, answers to 3 security questions and a PIN\r\n\r\nTo use the Services, in addition to Enrollment Information (“Genetic Data & Other Personal Information”):\r\na.   Genetic Data resulting from your genotyping or whole genome sequencing\r\nb.\tMedical information which means, by way of example, your biometrics, medications, procedures, lab work and health records.  \r\nc.\tFamily history that includes information about you, your parents, grandparents, other relatives, siblings, uncles or children.\r\nd.\tLifestyle information which means, by way of example, your nutrition, activities, sleep, stress, smoking/alcohol, relationship, confidential history, and environmental factors) \r\n\r\nBaseHealthmay also collect personal information from you as a result of your email communications, requests for information, products or services, a users posts on our Website, completion of surveys or to apply for employment.\r\nBaseHealth may display personal testimonials on the Website in addition to other endorsements.  \r\nBaseHealth uses the personal information by compiling, saving, using and analyzing the personal information in both a personally-identifiable form and an aggregated, non-personally identifiable form, to operate, maintain, improve, and provide Service and to conduct its business.  BaseHealth uses this information to:\r\n\r\n(i)\tRegister a user and to identify a user when signing-in to the user’s account\r\n(ii)\tAdminister accounts \r\n(iii)\tProvide Recommendations\r\n(iv)\tRespond to inquiries, customer service requests, complaints or a job application \r\n(v)\tVerify activity as deemed necessary\r\n(vi)\tSend a newsletter or other promotional communications\r\n(vii)\tConduct research and analyze data for business purposes and to improve Service or customize  communications \r\n(vii)\tCommunicate with user\r\n\r\nBaseHealth does not share personal information with third parties except as described in its Privacy Policy.  BaseHealth does not sell personal information to third parties.  BaseHealth does share:\r\na.\tA user’s personal information with the user’s physician or other medical professionals under the direction of the user’s physician \r\nb.\tWith business partners or service providers (e.g. credit card processors or our contracted genotyping laboratory) to process and/or store the information in order to help BaseHealth provide, understand or improve our Services. These companies are authorized to use the personal information only as necessary to provide these services to BaseHealth.\r\nc.\tOn an aggregate, non-personally identifiable form for disclosure to existing or potential business partners, affiliates, sponsors or other third parties. \r\nd.\tAs required by law, such as to comply with reporting requirements, a subpoena, or similar legal process. \r\ne.\tIn connection with an investigation of fraud, intellectual property infringement, piracy, or other unlawful activity or as we believe reasonably necessary to protect or enforce BaseHealth’s rights, protect user’s safety or the safety of others.\r\nf.\tWith any third party with user’s prior consent to do so. \r\n\r\nFor genotyping, the patient will be instructed to send your saliva sample to BaseHealth’s third-party Clinical Laboratory Improvement Amendments (CLIA) certified laboratory (“Laboratory”). The sample will be labeled with the unique barcode and no other identifier. The unique barcode identifies the patient to BaseHealth but not to the laboratory. BaseHealth is also required to provide sex and date of birth or age to the laboratory pursuant to CLIA requirements. No other personal information is required for the analysis. To protect privacy, receiving personnel at the laboratory will remove and discard any identifying information (e.g. name, address) included with saliva samples before testing personnel receive the samples for genotyping. Receiving personnel do not perform testing, and testing personnel only handle samples labeled with the unique barcode. DNA and saliva samples are destroyed after the laboratory completes its work, provided that laboratory legal and regulatory requirements no longer require the actual samples to be maintained. The laboratory securely sends the resulting Genetic Data to BaseHealth along with the patient’s unique barcode. Genetic Data is encrypted and stored securely; the laboratory also stores the patient’s Genetic Data, but labeled only with a sample barcode. The laboratory conducting DNA extraction and analysis does not have access to the patient’s name, other Enrollment Information, or any other Personal Information except the patient’s sex and date of birth or age, as required by CLIA.\r\n\r\nFor whole genome-sequencing through Illumina Clinical Services Laboratory of Illumina, Inc., the physician writes the required prescription for the blood draw and arrangements will be made with patient to have a sample of patient’s blood drawn and submitted to the Laboratory for analysis.  Patient’s name, date of birth, gender, ethnicity will be submitted with physician’s prescription. The Laboratory requires an additional written Patient Informed Consent Form be completed and payment information be provided and submitted along with the sample before analysis. Blood sample will be analyzed for multiple parameters, including genetic testing. Blood sample will be disposed by the Laboratory following completion of such testing and the analysis will be sent to BaseHealth or patient’s physician to be uploaded to patient’s Genophen account.  \r\n\r\nBaseHealth may also share patient’s personal information in the event that the business of BaseHealth is transferred to another entity by way of merger, sale of the company’s assets, or otherwise. In such event, patient will be notified via email and/or a prominent notice on the Website of any change in ownership or uses of patient’s personal information, as well as any choices regarding disposition and use of personal information.",
    "address": "275 Shoreline Drive, Suite 500B",
    "asp_index": "36246",
    "city": "Redwood City",
    "contactemail1": "privacy@basehealth.com",
    "contactfax1": "(650) 832-1753",
    "contactname1": "",
    "contactoff1": "BaseHealth, Inc.",
    "contactphone1": "(650) 453-3170",
    "contacttitle1": "",
    "corpoffemail1": "rad@basehealth.com",
    "corpofffax1": "(650) 832-1753",
    "corpoffname1": "Hossein Fakhrai-Rad",
    "corpoffphone1": "(650) 823-4673",
    "corpofftitle1": "Chief Scientific Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Biotechnology - (BTC)Health Care Services - (HCS)Information Services - (INF)Computer Software - (CSF)",
    "nextcertification": "10/20/2017",
    "orgverification": "In-house & TRUSTe (see link above)",
    "personaldata": "On-line data = data collected directly on the Internet.  Offline data = any digital data processed not through the Internet – such as data collected through an Intranet.  Manually processed data = data collected manually – paper, trade shows, etc. Human resources data = data related to the employees of the company self-certifying only.",
    "ppdate": "9/27/2016",
    "privacyprograms": "TRUSTe's Privacy Seal program (http://www.basehealth.com/privacy/)",
    "recoursemech": "TRUSTe",
    "signupdate": "10/20/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94065"
}