{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "925-730-4045",
    "OrgName": "Certent, Inc.",
    "PPLoc": "http://certent.com/privacy-policy/ ",
    "Phone": "925-730-4300",
    "activities": "Certent's user-friendly, web-based technology streamlines equity plan management, financial reporting for ASC718, and SEC filings in XBRL and HTML. With technology based on in-depth accounting expertise, an open ecosystem of industry partners, and an expert services organization focused on customer success, Certent has helped more than 1,300 companies worldwide innovate their stock plan and external reporting processes.\r\n\r\nCustomers use the Certent Platform to manage equity compensation information for their employees and disclosure information for their company.  Varying levels of personal information about employees can be stored in the Certent database including name, date of birth address, phone number, Tax ID and Broker Account Number.",
    "address": "4683 Chabot Drive Suite 260",
    "asp_index": "36286",
    "city": "Pleasanton",
    "contactemail1": "scott.bradley@certent.com",
    "contactfax1": "925-730-4045",
    "contactname1": "Vasanth Madhure",
    "contactoff1": "Certent, Inc.",
    "contactphone1": "925-730-4300",
    "contacttitle1": "Director of TechOps",
    "corpoffemail1": "scott.bradley@certent.com",
    "corpofffax1": "925-730-4045",
    "corpoffname1": "Vasanth Madhure",
    "corpoffphone1": "925-730-4300",
    "corpofftitle1": "Director of TechOps",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Accounting Services - (ACT)",
    "nextcertification": "11/16/2016",
    "orgverification": "in-house",
    "personaldata": "Customers use the Certent Platform to manage equity compensation information for their employees and disclosure information for their company.  Varying levels of personal information about employees can be stored in the Certent database including name, date of birth address, phone number and Tax ID and Broker Account Number.",
    "ppdate": "3/20/2011",
    "privacyprograms": "Certent Privacy Program (self regulated)\r\n201 CMR 17.00 (self-regulated)",
    "recoursemech": "EU Data Protection Authorities (DPAs)\r\nUSCIB / ICC:\r\n1212 Avenue of the Americas                  \r\nNew York, NY  10036\r\nTelephone: (212) 354-4480\r\nFax: (212) 575-0327",
    "signupdate": "11/19/2014",
    "state": "California",
    "statutorybody": "Federal Trade Commission",
    "zip": "94588"
}