{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "312-276-2182",
    "OrgName": "The SAVO Group, Ltd.",
    "PPLoc": "http://www.savogroup.com/products-trust-privacy/ ",
    "Phone": "312-506-1700",
    "activities": "This Privacy Policy describes SAVO’s information practices. This Privacy Policy covers our collection, use, and disclosure of information collected on our web site www.savogroup.com, and through our SaaS Service Platforms located at www.gosavo.comand www.savoinspire.com and our mobile application SAVO Sales Pro.\r\n\r\n\r\nSAVO offers a variety of services that are collectively referred to as the “Service.” SAVO collects information from individuals who simply visit the Company’s Digital Properties and/or who wish to obtain additional information about the Service (“Visitors”) and individuals registered to use the Service (“Customers”).\r\n\r\n\r\nWhen expressing an interest in obtaining additional information about the Service or registering to use the Service, SAVO requires you to provide the Company with contact information, such as name, company name, address, phone number, and email address (“Required Contact Information”). When purchasing the Service, SAVO requires you to provide the Company with financial qualification and billing information, such as billing name and address, credit card number, and the number of employees within the organization that will be using the Service (“Billing Information”). SAVO may also ask you to provide additional information, such as annual revenues, number of employees, or industry (“Optional Information”). Required Contact Information, Billing Information and Optional Information are referred to collectively as “Data About SAVO Customers”.\r\n\r\nAs you navigate the Company’s Digital Properties, SAVO may also collect information through the use of commonly-used tracking technologies, such as cookies and web beacons (“Web Site Navigational Information”). Web Site Navigational Information includes standard information from your web browser (such as browser type, browser version, and browser language), your Internet Protocol (“IP”) address, and the actions you take on the Company’s Digital Properties (such as the web pages viewed and the links clicked). \r\n\r\nWhen you download and use our Services, we automatically collect information on the type of device you use, operating system version, and the device identifier (or “UDID”).\r\n\r\nWe do not ask you for, access or track any location based information from your mobile device at any time while downloading or using our mobile application or Services.",
    "address": "155 N. Wacker Dr. Suite 1000",
    "asp_index": "36326",
    "city": "Chicago",
    "contactemail1": "atul.shah@savogroup.com",
    "contactfax1": "312-276-8138",
    "contactname1": "Atul Shah",
    "contactoff1": "Chicago",
    "contactphone1": "312-506-1947",
    "contacttitle1": "Senior Information Security",
    "corpoffemail1": "rachael.meerkov@savogroup.com",
    "corpofffax1": "312-276-8138",
    "corpoffname1": "Rachael Meerkov",
    "corpoffphone1": "312-506-1947",
    "corpofftitle1": "Sales Contracts Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Information Services - (INF)",
    "nextcertification": "11/16/2017",
    "orgverification": "Truste",
    "personaldata": "SAVO requires you to provide the Company with contact information, such as name, company name, address, phone number, and email address (“Required Contact Information”). When purchasing the Service, SAVO requires you to provide the Company with financial qualification and billing information, such as billing name and address, credit card number, and the number of employees within the organization",
    "ppdate": "11/16/2011",
    "privacyprograms": "TRUSTe",
    "recoursemech": "Truste",
    "signupdate": "11/16/2011",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60606"
}