{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "215-256-0189",
    "OrgName": "Greene, Tweed & Co., Inc.",
    "PPLoc": "http://www.gtweed.com/web/privacy ",
    "Phone": "215-256-9521 x1447",
    "activities": "Greene, Tweed serves as a processor of HR Data on behalf of the Greene, Tweed Subsidiaries because it will provide (a) computer system support to the Greene, Tweed Subsidiaries and will therefore have access to any information stored in the central computer system serving the Greene, Tweed Subsidiaries, and (b) statistical, analytical and other consulting services to the Greene, Tweed Subsidiaries in an effort to assist the Greene, Tweed Subsidiaries make legitimate employment and business related decisions.",
    "address": "2075 Detwiler Road, PO Box 305",
    "asp_index": "36345",
    "city": "Kulpsville",
    "contactemail1": "pobrien@gtweed.com",
    "contactfax1": "215-256-0189",
    "contactname1": "Paul E. O'Brien",
    "contactoff1": "Greene, Tweed & Co., Inc.",
    "contactphone1": "215-256-9521 x1447",
    "contacttitle1": "General Counsel & Secretary",
    "corpoffemail1": "pobrien@gtweed.com",
    "corpofffax1": "215-256-0189",
    "corpoffname1": "Paul E O'Brien",
    "corpoffphone1": "215-256-9521 x1447",
    "corpofftitle1": "General Counsel & Secretary",
    "eucountries": "France, Germany, Italy, Netherlands, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "Composite Materials - (CMT)Plastic Materials & Resin - (PMR)",
    "nextcertification": "1/15/2017",
    "orgverification": "In-house",
    "personaldata": "Manually processed data, HR data",
    "ppdate": "12/7/2007",
    "privacyprograms": "N/A",
    "recoursemech": "Greene, Tweed have agreed to participate in the dispute resolution procedures of the panel established by the European Union Data Protection Authorities (DPAs) to resolve disputes pursuant to the Safe Harbour Principles. Greene, Tweed complies with the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from Switzerland. [Your organization’s name] has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement. To learn more about the Safe Harbor program, and to view Greene, Tweed’s certification, please visit http://www.export.gov/safeharbor/",
    "signupdate": "1/15/2008",
    "state": "Pennsylvania",
    "statutorybody": "Federal Trade Commission",
    "zip": "19443-0305"
}