{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "713-972-3424",
    "OrgName": "DISA Global Solutions, Inc.",
    "PPLoc": "",
    "Phone": "281-673-2400",
    "activities": "DISA Global Solutions, Inc. (“DISA”) gathers personal data (e.g., name, date of birth, mailing or email address, social security number, driver's license) for the purpose of supporting its clients (employers') employment practices, e.g., employee hiring, promoting and discharging.  Initially, personal consumer/employee date is received from the client and is used, in turn, to gather the information required by clients to facilitate their requirements from employment.  Our vendors (e.g., court researchers, runners, investigators) use the personal consumer/employee data to perform criminal searches; employment and education verifications, and other verifications to confirm the identity and determine employment eligibility.  The link to the Safe Harbor Data Protection Policy can be found on the right navigation bar at http://www.disa.com/index.php/services/employee-screening/background-screening.html.",
    "address": "12600 Northborough Dr. Suite 300",
    "asp_index": "36357",
    "city": "Houston",
    "contactemail1": "renia.taylor@disa.com",
    "contactfax1": "713-972-3424",
    "contactname1": "Renia Taylor",
    "contactoff1": "DISA Global Solutions, Inc.",
    "contactphone1": "281-673-2562",
    "contacttitle1": "Background Compliance Manager",
    "corpoffemail1": "safeharbor@disa.com",
    "corpofffax1": "713-972-3424",
    "corpoffname1": "Brendon Brown",
    "corpoffphone1": "281-673-2537",
    "corpofftitle1": "VP of Internal Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Employment Services - (EMP)",
    "nextcertification": "11/2/2016",
    "orgverification": "Self Certify",
    "personaldata": "Background Investigations, Drug Testing, Occupational Medicine and Training",
    "ppdate": "1/10/2011",
    "privacyprograms": "NONE",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "1/12/2011",
    "state": "Texas",
    "statutorybody": "Federal Trade Commission",
    "zip": "77067"
}