{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "703-995-0834",
    "OrgName": "LeaseAccelerator Services",
    "PPLoc": "http://explore.leaseaccelerator.com/privacy-policy/ ",
    "Phone": "703-865-6041",
    "activities": "LeaseAccelerator Services (LAS) operates a web-based platform, LeaseAccelerator, that is used to serve three markets: \r\n* Lessees contract with LAS to utilize LAS systems and services to administer their leased equipment portfolio\r\n* Vendor captives contract with Ecologic to utilize Ecologic systems and personnel to administer their equipment leasing programs\r\n* Lessors self-register to join LAS's Global Lessor Network (GLN) for the opportunity to bid on transactions presented to the GLN by LAS's Lessee and Vendor captive clients.\r\nAll users are required to provide name, e-mail address and company information.  Some clients also capture employee IDs for reporting purposes.  All transaction activity in LeaseAccelerator is logged as part of a visible audit trail associated with the transaction.",
    "address": "737 Walker Rd. Suite # 2",
    "asp_index": "36377",
    "city": "Great Falls",
    "contactemail1": "dmccullough@leaseaccelerator.com",
    "contactfax1": "703-995-0834",
    "contactname1": "David McCullough",
    "contactoff1": "LeaseAccelerator Services",
    "contactphone1": "703-865-6041",
    "contacttitle1": "CFO",
    "corpoffemail1": "jcrawford@leaseaccelerator.com",
    "corpofffax1": "703-995-0834",
    "corpoffname1": "Jonathan Crawford",
    "corpoffphone1": "703-865-6041",
    "corpofftitle1": "VP Engineering",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "Yes",
    "industrysector": "General Services - (GSV)Leasing Services - (LES)",
    "nextcertification": "1/17/2017",
    "orgverification": "In-house",
    "personaldata": "Organization, client, user, all logged and audit trailed activities, self-registrations",
    "ppdate": "12/15/2016",
    "privacyprograms": "NONE",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "1/17/2012",
    "state": "Virginia",
    "statutorybody": "Federal Trade Commission",
    "zip": "22066"
}