{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "",
    "OrgName": "Symphony Talent, LLC",
    "PPLoc": "http://www.symphonytalent.com/privacy/ ",
    "Phone": "212-999-9056",
    "activities": "Symphony Talent’s sites allow job seekers to look for or offer themselves for work, apply for a job, sign up for alerts or other services, participate in a job survey, take a skills assessment, complete a background check, or perform other career related activities.  To create a profile, all job seekers will need to provide their name, email address, and a password.  Depending on the services that the job seekers select, they will also provide contact information such as address and telephone number, information regarding their education and occupational background, information imported by job seekers or their connections from third party sites, information regarding job seeker’s references, resumes, cover letters, work examples, preferences and favorites, and age, gender, race or ethnicity, if permitted by law.  The information that job seekers provide is shared with employers, headhunters, recruiters, hiring managers and other human resource professionals with the job seeker’s consent.",
    "address": "630 Fifth Avenue, Suite 659",
    "asp_index": "36374",
    "city": "New York",
    "contactemail1": "jennifer.harrigan@symphonytalent.com",
    "contactfax1": "",
    "contactname1": "Jennifer Harrigan",
    "contactoff1": "Symphony Talent, LLC",
    "contactphone1": "212-999-9030",
    "contacttitle1": "Legal Counsel",
    "corpoffemail1": "jennifer.harrigan@symphonytalent.com",
    "corpofffax1": "",
    "corpoffname1": "Jennifer Harrigan",
    "corpoffphone1": "212-999-9030",
    "corpofftitle1": "Legal Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "No",
    "hrdata": "No",
    "industrysector": "Employment Services - (EMP)Computer Services - (CSV)Information Services - (INF)",
    "nextcertification": "11/1/2016",
    "orgverification": "Third party verification by Truste.",
    "personaldata": "Profile data, resume/CV data, cover letters from job seekers, business contact information from employers are processed online.",
    "ppdate": "9/30/2016",
    "privacyprograms": "None",
    "recoursemech": "Truste",
    "signupdate": "8/5/2014",
    "state": "New York",
    "statutorybody": "Federal Trade Commission",
    "zip": "10111"
}