{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "312-798-6860",
    "OrgName": "Backstop Solutions Group, LLC",
    "PPLoc": "https:/ www.backstopsolutions.com/terms-conditions ",
    "Phone": "312-277-7700",
    "activities": "BSG collects information from individuals who visit BSG Web Sites (\"Visitors\"), and who become users of BSG Services (\"Subscribers\"), using active and passive methods. Examples of BSG's information collection practices include, but are not limited to, collecting information when Visitors navigate through BSG Web Sites (passive), submit a request for information (active), or become a Subscriber to BSG Services (active).\r\nAs Visitors navigate through BSG Web Sites, BSG may passively collect non-personal information through the use of common data-gathering tools, such as cookies. This data may include basic information from a Visitor's web browser (such as browser type), or a Visitor's Internet Protocol (“IP) address. It may also include information about the actions taken on BSG Web Sites (such as the web pages viewed). Regarding Subscribers' use of BSG Services, Subscribers provide data and business information to BSG in connection with, or through, Subscribers’ use of BSG Services (“Subscriber Data”), by either directly inputting Subscriber Data into BSG Services, or providing the Subscriber Data to BSG for BSG to input into BSG Services on Subscriber’s behalf, for the purposes set forth in a Subscription, Maintenance & Support Agreement entered into between BSG and the applicable Subscriber (“Subscription Agreement”). BSG may access Subscriber Data only for the purpose of providing BSG Services, preventing or addressing service or technical problems, at a Subscriber's request in connection with support matters, or as required by law.",
    "address": "233 S. Wacker Drive, Suite 3960",
    "asp_index": "36445",
    "city": "Chicago",
    "contactemail1": "michael.neuman@backstopsolutions.com",
    "contactfax1": "312-798-6860",
    "contactname1": "Michael Neuman",
    "contactoff1": "Chicago Office",
    "contactphone1": "312-277-7750",
    "contacttitle1": "VP, Information Security",
    "corpoffemail1": "jschuler@backstopsolutions.com",
    "corpofffax1": "312-798-6860",
    "corpoffname1": "Jim Schuler",
    "corpoffphone1": "312-277-7780",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "euprotection": "Yes",
    "hrdata": "No",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "nextcertification": "5/4/2016",
    "orgverification": "In-House and TRUSTe (see link above)",
    "personaldata": "BSG only collects personal information from individuals who voluntarily submit it including: name, company name, address, phone number, and email address. We do not process data manually.",
    "ppdate": "9/30/2016",
    "privacyprograms": "TRUSTe's Privacy Seal Program (see \"https://www.backstopsolutions.com/terms-conditions)",
    "recoursemech": "BSG maintains an EU Safe Harbor Seal granted by Truste, and BSG receives compliance consulting and verification services from TRUSTe, which include:\r\n•\tThe provision of quality assurance of BSG’s Privacy Policy and general privacy practices,\r\n•\tDispute resolution services related to data collection, \r\n•\tYear-round compliance monitoring, and\r\n•\tAn annual review conducted by a dedicated Privacy Professional assigned to BSG’s account. \r\n\r\nIn the event an individual has questions or complaints regarding BSG’s privacy policy or associated practices, they can contact us directly and if they are not satisfied with our response they can contact TRUSTe directly.  BSG has contracted with TRUSTe to serve as its third party dispute resolution agent who will serve as a liaison with BSG to resolve concerns.",
    "signupdate": "5/4/2011",
    "state": "Illinois",
    "statutorybody": "Federal Trade Commission",
    "zip": "60606"
}