{
    "CertifiedThroughLabel": "",
    "Fax": "516 465 3506",
    "OrgName": "1992 International Ltd., dba, Sutton Associates",
    "PPLoc": "Employee Handbook.",
    "Phone": "516 935 6650",
    "activities": "Sutton Associates screens,(vetting services)for persons seeking employment. As such we are regulated by the provisions of the Fair Credit Reporting Act; T15, USC Sec 1681. Work performed is with a signed release from the applicant, which release and attachments provides needed information regarding the applicant's rights.",
    "address": "325 Duffy Ave.",
    "asp_index": "06086",
    "city": "Hicksville",
    "contactemail1": "jfm@suttonaddociates.com",
    "contactfax1": "517 465 3506",
    "contactname1": "James F. Murphy",
    "contactoff1": "Hicksville, NY",
    "contactphone1": "516 935 6650",
    "contacttitle1": "President",
    "corpoffemail1": "jfm@suttonassociates.com",
    "corpofffax1": "516 465 3506",
    "corpoffname1": "James F. Murphy",
    "corpoffphone1": "516 935 6650",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovenia, Slovakia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVN",
        "SVK",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Employment Services - (EMP)",
    "industrysector_parsed": [
        "Employment Services - (EMP)"
    ],
    "latest": "true",
    "nextcertification": "2007-06-19",
    "orgverification": "In house & third party.",
    "personaldata": "all employment screening matters",
    "ppdate": "1990-03-01",
    "previous": "",
    "privacyprograms": "In addition to being regulated by the FTC Sutton Associates is licenses and monitored by the State of New York, Department of State, Division of Licensing services. Additionally Sutton Associates agrees to cooperation with European Union Data Protection Authorities (DPA’s)\r\n1. satisfing the requirement in points (a) and (c) of the Safe Harbor Enforcement Principle. \r\n2. will cooperate with the DPAs in the investigation and resolution of complaints brought under the safe harbor; and \r\n3. will comply with any advice given by the DPAs where the DPAs take the view that the organization needs to take specific action to comply with the Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by any non-compliance with the Principles, and will provide the DPAs with written confirmation that such action has been taken.",
    "recoursemech": "Unresolved complaints may be referred to the NY State Division of Licensing Service as well as the Federal Trade Commission under the Fair Credit Reporting Act.",
    "signupdate": "2006-06-19",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11801"
}