{
    "CertificationStatus": "false",
    "Fax": "(847) 465-3722",
    "OrgName": "ASAP Software",
    "PPLoc": "http://www.asap.com/privacy_policy.html ",
    "Phone": "(847) 465-3700",
    "activities": "ASAP receives personal information from the countries in which it conducts business through its corporate web site (www.asap.com), its European sites:\r\nhttp://www.fr.asap.com\r\nhttp://www.de.asap.com\r\nhttp://www.uk.asap.com\r\nhttp://www.nl.asap.com\r\nhttp://www.es.asap.com\r\nand its password-protected eCommerce site, ASAP E-Way®. The corporate site contains links to newsletters (http://www.asap.com/about_news_newsletters.html) and occasional promotional sites that collect data provided by visitors through online forms and surveys. We respect the confidentiality of our customers and provide options for them to opt-out of our marketing, sales and other distribution lists. Details on how ASAP protects and uses customer data collected through our Web site are provided below. \r\nASAP Software’s Corporate Web Site\r\nThe ASAP web site contains registration forms for receiving our electronic newsletters. These require visitors to give us nothing more than an e-mail address, which we use to send quarterly newsletters. Subscribers can opt out of these newsletter e-mails anytime. We occasionally post other forms for promotional purposes, such as surveys and drawings, which may require additional information, such as name, address, title, company name, number of PCs and specific needs. We use this to send visitors information about our company and promotional material from some of our partners. Information collected on the number of PCs per site and enterprise is used to determine if software volume license information would benefit the customer. Visitors may opt-out of receiving any mailings (see the choice/opt-out section below).\r\nPersonal Information from ASAP E-Way®\r\nASAP E-Way® is our eBusiness service, intended only for our active customers. This site is endowed with safety measures intended to protect the information under our control against every risk of loss, abuse or change. Our European customers enter a formal interchange agreement before using our eCommerce solution.\r\nCustomers are provided private accounts consisting of their customer numbers, login names and passwords. All three are necessary to gain access to their accounts. E-Way utilizes cookies to remember information about a customer, including login page information and other information as a user moves throughout the site. Session information, on the server, is maintained to track various customer activities while they are using the site. Session information will expire upon 60 minutes of idle time, often sooner, requiring the customer to log in again. Critical customer information such as passwords and credit card information is encrypted during transit and whenever stored. Credit Card information only displays the last four digits of the number to a user after it is entered. Information pertaining to a customer account is only sent to the e-mail address that is part of a user's profile when necessary.\r\nE-Way is accessed only by organizations with which ASAP has established relationships. We collect customer contact information, unique identifiers (such as an ASAP account number, user name and password), and financial information (billing address and credit card numbers) in the course of conducting business. Contact information and unique identifiers from the order form are used to verify the user's identity, process and track orders, and generate activity reports for the customer. Financial information that is collected is used to bill customers for products and services. \r\neSMART by ASAP\r\nASAP Software offers eSMART, a technology asset management service, to customers. This system collects software and hardware inventory and configuration information from devices that are connected to customers’ networks and the Internet, encrypts it using both public and private key encryption, compresses it, and sends it to our secured Network Operations Center (NOC). Authorized users at each customer site login to the NOC to view and download their data. Only these authorized users ",
    "address": "850 Asbury Drive",
    "asp_index": "06210",
    "city": "Buffalo Grove",
    "contactemail1": "LegalContracts@cexp.com",
    "contactfax1": "(847) 465-3722",
    "contactname1": "",
    "contactoff1": "See information above",
    "contactphone1": "(847) 465-3700",
    "contacttitle1": "",
    "corpoffemail1": "crajaratnam@asap.com",
    "corpofffax1": "(847) 464-3722",
    "corpoffname1": "Chandran Rajaratnam",
    "corpoffphone1": "(847) 465-3700",
    "corpofftitle1": "Senior Vice President, Operations",
    "eucountries": "Czech Republic, France, Iceland, Liechtenstein, Netherlands, Slovakia, United Kingdom, Austria, Denmark, Germany, Ireland, Lithuania, Norway, Slovenia, Belgium, Estonia, Greece, Italy, Luxembourg, Poland, Spain, Cyprus, Finland, Hungary, Latvia, Malta, Portugal, Sweden",
    "eucountries_parsed": [
        "CZE",
        "FRA",
        "ISL",
        "LIE",
        "NLD",
        "SVK",
        "GBR",
        "AUT",
        "DNK",
        "DEU",
        "IRL",
        "LTU",
        "NOR",
        "SVN",
        "BEL",
        "EST",
        "GRC",
        "ITA",
        "LUX",
        "POL",
        "ESP",
        "CYP",
        "FIN",
        "HUN",
        "LVA",
        "MLT",
        "PRT",
        "SWE"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "",
    "industrysector_parsed": [],
    "latest": "true",
    "nextcertification": "2008-10-05",
    "orgverification": "In-house",
    "personaldata": "On-line, human resources",
    "ppdate": "2003-04-01",
    "previous": "06210",
    "privacyprograms": "None",
    "recoursemech": "Consumer complaints will generally be escalated internally to ASAP's corporate legal representatives, who will consult with management on appropriate response or action depending on the facts at issue. In the event that ASAP Software is unable to resolve a complaint to the consumer's satisfaction, ASAP will direct the consumer to contact local authoritative bodies, including the European Data Protection Authorities.",
    "signupdate": "2006-10-05",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60089"
}