{
    "Fax": "703-437-8003",
    "OrgName": "Brainbench Inc.",
    "PPLoc": "brainbench.com/xml/bb/common/privacy.xml",
    "Phone": "703-437-4800",
    "activities": "System Security: \r\nBrainbench employs several methods for securing our servers from hostile and malicious traffic.  The Brainbench Platform is securely co-located at Savvis Communications in Sterling, VA.  The application itself is fire-walled from internet traffic. Only the ports for HTTP and HTTPS are forwarded through to the web servers form the external network, and only the web servers and database servers have connectivity to the application servers.  The backend databases are not accessible from the internet, and are only visible to the application servers via a private network, and our administrative staff via IPSec VPN connection.\r\nPhysical Security: \r\nBrainbench hosts its applications at the hardened and secured Savvis Communications co-location facility in Sterling, VA.  Please refer to attached PDF for details of security measures in place at that facility.\r\nApplication/Organizational Security: \r\nThe Brainbench Application provides for a hierarchical security model, that isolates data access privileges at the company, company division, and development 'track' groupings.  The administrative application supports 3 levels of security, 'Administrator', 'Manager' and 'Viewer'.\r\nThese privilege levels are configured at account creation, and are tied to the individual username/password combinations.  Data is segregated by access level; ensuring proper access level is required prior to exposure to any sensitive information.\r\nData captured through the Brainbench Corporate Account is never shared with third parties, for any reason.  There are multiple redundant processes in place to ensure enforcement of this policy.",
    "address": "14100 Parke Long Court",
    "asp_index": "06306",
    "city": "Chantilly",
    "contactemail1": "randy.kraemer@brainbench.com",
    "contactfax1": "703-437-8003",
    "contactname1": "Randy Kraemer",
    "contactoff1": "Corporate Support",
    "contactphone1": "703-437-4800",
    "contacttitle1": "Director, Client Services",
    "corpoffemail1": "rick.trinidad@brainbench.com",
    "corpofffax1": "703-437-8003",
    "corpoffname1": "Rick Trinidad",
    "corpoffphone1": "703-674-3317",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)Employment Services - (EMP)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Education & Training - (EDS)",
        "Employment Services - (EMP)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2006-08-09",
    "orgverification": "In-House",
    "personaldata": "Human Resources Data - On-Line Capture",
    "ppdate": "2002-01-01",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "Brainbench is committed to cooperate with Data Protection Authorities located in the European Union or their authorized representatives.",
    "signupdate": "2005-08-09",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "20151"
}