{
    "CertifiedThroughLabel": "",
    "Fax": "972-495-4596",
    "OrgName": "Career Compass, Inc",
    "PPLoc": "http://www.careercompass.com/careercompass/privacy.asp ",
    "Phone": "214-878-1628",
    "activities": "CareerCompass operates as a data processor for our recruitment software customers. Our hosted recruitment software customers fill the role of data collector. Individual users involved in recruitment activities usually interact directly with CareerCompass's customers rather than with CareerCompass. CareerCompass provides its customers with the option of disclosing their relationship with us by providing notice to their users about the CareerCompass technology that they use. CareerCompass maintains only that information related to the candidate recruitment process, which our customers have asked us to process. It is the CareerCompass customer's responsibility to ensure that the data the user collects can be legally collected in the country of origin. The CareerCompass customer is responsible to give its users the appropriate level of notification that their Personal Information is being collected and maintained.\r\nActivities performed using Personal Information gathered by CareerCompass customers include:\r\n·Searching and retrieving specific Personal Information of candidates the Customer’s user are interested in filling a position with.\r\n·Directing the system to match job requirements of the Customer’s user to the Personal Information of the candidates in the system.\r\n·Evaluating Personal Information by the Customer’s user to assess a candidate’s meet the job requirements.",
    "address": "3503 Hillrose Drive",
    "asp_index": "06338",
    "city": "Richardson",
    "contactemail1": "tom@careercompass.com",
    "contactfax1": "972-495-4596",
    "contactname1": "Thomas Meyer",
    "contactoff1": "Career Compass, Inc",
    "contactphone1": "214-878-1628",
    "contacttitle1": "Partner",
    "corpoffemail1": "tom@careercompass.com",
    "corpofffax1": "972-495-4596",
    "corpoffname1": "Thomas Meyer",
    "corpoffphone1": "214-878-1628",
    "corpofftitle1": "Partner",
    "eucountries": "Ireland, United Kingdom",
    "eucountries_parsed": [
        "IRL",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "",
    "industrysector_parsed": [],
    "latest": "true",
    "nextcertification": "2006-09-24",
    "orgverification": "In-house",
    "personaldata": "On-Line",
    "ppdate": "2004-09-24",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities",
    "signupdate": "2004-09-24",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75082"
}