{
    "CertifiedThroughLabel": "",
    "Fax": "617-492-6659",
    "OrgName": "CardScan, Inc./ Corex Technologies Corp",
    "PPLoc": "http://www.cardscan.com/privacy.asp ",
    "Phone": "617-492-4200",
    "activities": "In order to use certain online features and services you may be required to complete a registration form that may require you to provide information such as your name, contact information, email address and contact information for the people in your online address book. CardScan does not use any of the information regarding the people in your online address book, other than to periodically query contacts (if you use the AccuCard service), to ensure that the information is correct. Recipients of the query may be presented with an opportunity to become CardScan or AccuCard users themselves.\r\n\r\nCardScan also may collect personally identifiable information from web forms that you fill out. That data will only be used to answer your question or request, or to fill your order, and you will always have the opportunity to opt-out of other communications. Required Data that is collected during the purchase process includes your name, billing and shipping addresses, email address for order verification and credit card information. Job title and company information is optional.\r\n\r\nCardScan.net maintains any contact data you upload into the system in its secure database. This may include contact or other information from any of your contacts as well as information about you and your subscription to CardScan.net. To request access to review, modify or correct any information CardScan has stored for you, please contact our technical support department at 617-492-4200 x2, fill out an email request to technical support at https://www.cardscan.com/support/tech_support.asp, or login to your CardScan.net account at www.cardscan.net.",
    "address": "810 Memorial Drive",
    "asp_index": "06337",
    "city": "Cambridge",
    "contactemail1": "krom@cardscan.com",
    "contactfax1": "617-492-6659",
    "contactname1": "",
    "contactoff1": "CardScan, Inc.\r\nKristine Krom, Director of Operati",
    "contactphone1": "617-492-4200 x 7113",
    "contacttitle1": "",
    "corpoffemail1": "krom@cardscan.com",
    "corpofffax1": "617-492-6659",
    "corpoffname1": "Kristine Krom",
    "corpoffphone1": "617-492-4200 x 7113",
    "corpofftitle1": "Director of Operations",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Portugal, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "PRT",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "",
    "hrdata": "false",
    "industrysector": "",
    "industrysector_parsed": [],
    "latest": "true",
    "nextcertification": "2006-08-10",
    "orgverification": "Third Party",
    "personaldata": "On-Line and Manually Processed Data",
    "ppdate": "2005-10-17",
    "previous": "",
    "privacyprograms": "BBBOnline Privacy Seal and BBBOnline Reliability Seal",
    "recoursemech": "BBB Online",
    "signupdate": "2005-08-10",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02139"
}