{
    "Fax": "206-232-1321",
    "OrgName": "Davis Direct WorldWide",
    "PPLoc": "http://www.davisdirect.com ",
    "Phone": "206-275-2532",
    "activities": "Davis Direct WorldWide acts as a Data Processor* and therefore processes data in accordance with instructions from the Data Controller**. As a Data Processor, Davis Direct WorldWide, shall not transfer data to a Third Party*** without instructions from the Data Controller. Davis Direct WorldWide will process the data for one-time use and only for the purpose for which it is intended.\r\nWritten instructions shall be provided by the Data Controller outlining the authority granted to Davis Direct WorldWide as the Data Processor, and specify in the instructions, the limits of that processing so that Davis Direct WorldWide may keep on record our classification as a Data Processor. Without written instructions, Davis Direct WorldWide will not be liable for the actions of the Data Controller.\r\n* A Data Processor is an entity that processes personal data on behalf of a data controller.\r\n** A Data Controller is an entity that determines the purposes and means for processing personal data.\r\n*** A Third Party is an entity other than a data controller or data processor.",
    "address": "7525 SE 24th Street, Suite 110",
    "asp_index": "06539",
    "city": "Mercer Island",
    "contactemail1": "howard@davisdirect.com",
    "contactfax1": "206-232-1321",
    "contactname1": "Howard Krawitz",
    "contactoff1": "Mercer Island, WA 98040",
    "contactphone1": "206-275-2532",
    "contacttitle1": "President",
    "corpoffemail1": "howard@davisdirect.com",
    "corpofffax1": "206-232-1321",
    "corpoffname1": "Howard Krawitz",
    "corpoffphone1": "206-275-2532",
    "corpofftitle1": "President",
    "eucountries": "Ireland, Austria, Italy, Belgium, Luxembourg, Denmark, Netherlands, Finland, Portugal, France, Spain, Germany, Sweden, Greece, United Kingdom",
    "eucountries_parsed": [
        "IRL",
        "AUT",
        "ITA",
        "BEL",
        "LUX",
        "DNK",
        "NLD",
        "FIN",
        "PRT",
        "FRA",
        "ESP",
        "DEU",
        "SWE",
        "GRC",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "",
    "industrysector_parsed": [],
    "latest": "true",
    "nextcertification": "2006-06-25",
    "orgverification": "Third Party",
    "personaldata": "On-Line, Off-Line",
    "ppdate": "1996-04-01",
    "previous": "",
    "privacyprograms": "Direct Marketing Association (DMA)\r\nMail Communications Association (MAILCOM)\r\nDirect Marketing Association of the United Kingdom (DMAUK)",
    "recoursemech": "All disputes will be handled through the Direct Marketing Association (DMA)",
    "signupdate": "2001-06-25",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98040"
}