{
    "Fax": "914-586-0006",
    "OrgName": "Digiscribe International",
    "PPLoc": "http://www.digiscribe.info/Digiscribe%20Safe%20Harbor%20Compliance.pdf ",
    "Phone": "914-586-6600",
    "activities": "DIGISCRIBE “Safe Harbor” Compliance\r\nDigiscribe complies with the “Safe Harbor” privacy principles which have been developed and published by the United States Department of Commerce.\r\nNotice: Digiscribe does not directly collect and use personal Identifiable information (“PHI”). We may find ourselves in possession of PHI as a result of work for our clients.  Our possession of such PHI is incidental to our primary tasks of document imaging.  Digiscribe does not disclose PHI that might come into our possession in the course of processing and collecting document images.\r\nDigiscribe International is a one-stop resource for document scanning, document indexing, litigation support services and other document and information management solutions. Our dynamic suite of conversion services can cost-effectively capture, index, store, retrieve and distribute documents and data. And, in the process, dramatically increase your productivity.\r\nOnward Transfer (Transfers to Third Parties): In the event that Digiscribe seeks to disclose information to a third party, it applies the notice and choice principles. If Digiscribe wishes to transfer information to a third party that is acting as an agent, it will first verify that the third party subscribes to the safe harbor principles or is subject to the Directive or another adequacy finding. As an alternative, Digiscribe will enter into a written agreement with such third party requiring that the third party provide at least the same level of privacy protection as is required by the relevant principles.\r\nSecurity: Digiscribe takes reasonable precautions to protect personal information from loss, misuse and unauthorized access, disclosure, alteration and destruction.  Digiscribe has an independent annual security assessment conducted using the ISO 17799 security standard as a baseline.\r\nData integrity: Personal information obtained by Digiscribe is relevant for the purposes for which it is to be used. Digiscribe takes reasonable steps to ensure that data is reliable for its intended use, accurate, complete, and current.\r\nVerification: Digiscribe utilizes the self-assessment approach to assure its compliance with its Safe Harbor privacy policy. Digiscribe regularly verifies, at least once each year, that the policy is accurate, comprehensive, prominently displayed, completely implemented, and in conformity with the Safe Harbor principles. Appropriate employee training is in place and internal procedures for periodically conducting objective reviews of compliance are in place. A statement verifying this self-assessment is signed by a corporate officer or other authorized representative of the organization at least once a year.\r\nEnforcement: If an individual raises a complaint regarding privacy of information, Digiscribe will investigate the matter and attempt to resolve all issues to the satisfaction of the person making the complaint. If the matter cannot be settled, Digiscribe is registered with the Better Business Bureau Online and has agreed that any dispute regarding Safe Harbor compliance will be resolved through that organization.\r\nContacting the website\r\nIf you have any questions about this privacy statement, the practices of this site or your dealings with this website, please contact:\r\nMitchell J. Taube, CDIA\r\nDigiscribe International LLC\r\n6 Westchester Plaza\r\nElmsford, NY 10523\r\nv. 914.586.6600 x103\r\nf. 914.586.0006\r\nwww.digiscribe.info\r\nmtaube@digiscribe.info",
    "address": "6 Westchester Plaza",
    "asp_index": "06563",
    "city": "Elmsford",
    "contactemail1": "bcollins@digiscribe.info",
    "contactfax1": "914-586-0006",
    "contactname1": "Barbara Collins",
    "contactoff1": "Digiscribe International",
    "contactphone1": "914-586-6600",
    "contacttitle1": "",
    "corpoffemail1": "bcollins@digiscribe.info",
    "corpofffax1": "914-586-0006",
    "corpoffname1": "Barbara Collins",
    "corpoffphone1": "914-586-6600",
    "corpofftitle1": "VP Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)General Services - (GSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "General Services - (GSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2010-08-08",
    "orgverification": "BBBOnline",
    "personaldata": "We do not directly collect PII",
    "ppdate": "2007-09-01",
    "previous": "",
    "privacyprograms": "BBBOnline",
    "recoursemech": "BBBOnline",
    "signupdate": "2007-08-08",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10523"
}