{
    "Fax": "(973) 379-3639",
    "OrgName": "Earnings Performance Group, Inc.",
    "PPLoc": "http://www.epggroup.com ",
    "Phone": "(973) 379-7772",
    "activities": "Earnings Performance Group, Inc.\r\nEuropean Union Safe Harbor Privacy Policies\r\n(Updated July 25, 2005)\r\n\r\n\r\nIntroduction\r\n\r\nThis policy document describes the practices and guidelines that Earnings Performance Group, Inc. (\"EPG\") uses to protect client information from unauthorized disclosure.  Through this policy, EPG has self-certified its adherence to the EU - U.S. Safe Harbor framework.  This document is reviewed, at a minimum, annually with revisions to incorporate changes in technology, business relationships, and Safe Harbor requirements.\r\n\r\nEPG maintains all essential care and caution in protecting client and individual data.  It is expected that all employees and contractors to EPG will uphold and abide by these policies.  All employees and contractors upon employment with EPG are required to review and sign an agreement that they will uphold EPG's privacy policies at all times.  The organization to govern information protection and privacy is structured to provide the checks and balances needed to ensure compliance.\r\n\r\nThe Executive Management, which includes the Chairman, CEO, CFO and President, oversees all aspects of information security and privacy.  \r\n\r\nThe policies and guidelines within this document have been approved by the Executive Counsel\r\n\r\nOverview of Individual Privacy Procedures\r\n\r\nSince EPG's business in the European Union is limited to financial services, the type of data and information that we receive or transmit normally includes customer account numbers.  EPG relies on account numbers since most other associated data elements such as balances, overdrafts, payments, and sometimes other accounts are linked to the account number.  EPG directly\r\nrequests that clients not provide, include, or transmit individual names, addresses, phone numbers, or other information that might reveal individual identities.  This information is neither pertinent to nor necessary for the work that we perform for our clients.  In addition, EPG never analyzes or reviews individual account information.  The account information is always aggregated and analyzed from an overall business impact and performance perspective.  Even though this data contains no individual identifiers, when data is transmitted to our U.S. offices from EU client sites, that data is encrypted and protected from contamination.  \r\n\r\nEPG is fully committed to the principles and additional requirements of the Safe Harbor framework and has deployed the necessary mechanisms to ensurecomplete adherence to these principles as described below.\r\n\r\nNotice\r\n\r\nEarnings Performance Group collects personal information directly from our clients in electronic or report formats.  Our clients are in complete control of the information provided to EPG.  EPG insists that no information be provided that can directly link that information to an individual consumer, customer or person.  Since EPG does not receive any individual persons' identifying information, EPG has no need or ability to contact individual client customers.  If a client customer were to submit an inquiry about the use of their account information by third parties such as EPG, our clients would be free to refer the customer to our Safe Harbor certification and this description on the EPG website.  \r\n\r\nChoice\r\n\r\nSimilarly, since EPG does not receive individually identified data it is unlikely that an individual client customer would request that their data not be used in our analyses.  Were a request to be filed with a client by an individual customer that their data not be utilized for research purposes or outside of the EU country where the customer's accounts are maintained, the client has the ability to delete this data prior to encrypting and transmitting to EPG.  If the data has been transmitted to EPG prior to the customer's request, EPG can delete the customer's account data from our files with relative ease without impacting the quality of the research that we can provide our client.  EPG is commi",
    "address": "830 Morris Turnpike",
    "asp_index": "06616",
    "city": "Short Hills",
    "contactemail1": "Milagro D. Turcios, m.turcios@epggroup.com",
    "contactfax1": "(973) 379-3639",
    "contactname1": "",
    "contactoff1": "Short Hills, NJ 07078-2675",
    "contactphone1": "(973) 671-0118",
    "contacttitle1": "Director of Technology",
    "corpoffemail1": "j.halpin@epggroup.com",
    "corpofffax1": "(973) 379-3639",
    "corpoffname1": "Joseph H. Halpin",
    "corpoffphone1": "(973) 379-7772",
    "corpofftitle1": "Chairman and CEO",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2007-06-14",
    "orgverification": "Client access upon request",
    "personaldata": "Electronically transmitted account data.",
    "ppdate": "2005-06-24",
    "previous": "",
    "privacyprograms": "Privacy programs are internal to EPG.",
    "recoursemech": "With respect to any dispute relating to EPG’s EU Safe Harbor policies that cannot be resolved through our internal channels, we will cooperate with competent EU data protection authorities and comply with the advice of such authorities.   In the event that EPG or such authorities determine that we did not comply with this policy, EPG will take appropriate steps to address any adverse effects and to promote future compliance.",
    "signupdate": "2005-06-24",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07078-2675"
}