{
    "Fax": "858-453-3552",
    "OrgName": "EMD Biosciences, Inc. and its affiliates",
    "PPLoc": "http://www.emdchemicals.com ",
    "Phone": "858-450-9600",
    "activities": "EMD Chemicals, Inc. is a worldwide manufacturer/distributor of life science products.  In order to process and fulfill customer online orders,  EMD Chemicals needs to know the name, street address, phone number, zip/postal code, state/county, country, email address, credit card and or purchase order information, resale tax and VAT information.  EMD Biosciences does not share, sell, rent or loan any personal information to any third party.  EMD Chemicals stores, processes, maintains and protects all customer information.  Any personal identifying information that is provided is held with the utmost care.  Secured data is available only to employees of the company that requires access to such information through strict business procedures and processes for which the information is intended.  All employees that have access to personal information have been properly trained on the sole use of the information and will not share any personal information without the consent of corporate management and the customer.  Any failure to follow the procedures as outlined in the Confidentiality and Privacy Policy will result in disciplinary action.",
    "address": "10394 Pacific Center Court",
    "asp_index": "06642",
    "city": "San Diego",
    "contactemail1": "cindy.fox@emdchemicals.com",
    "contactfax1": "858-453-3552",
    "contactname1": "Cindy Fox",
    "contactoff1": "EMD Chemicals, Inc.",
    "contactphone1": "858-450-5544",
    "contacttitle1": "Senior Director, Corporate Purchasing",
    "corpoffemail1": "cindy.fox@emdchemicals.com",
    "corpofffax1": "858-453-3552",
    "corpoffname1": "Cindy Fox",
    "corpoffphone1": "858-450-5544",
    "corpofftitle1": "Senior Director, Corporate Purchasing",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Portugal, Spain, Sweden, United Kingdom, Cyprus, Malta, Slovakia, Estonia, Latvia, Slovenia, Lithuania, Hungary, Poland, Czech Republic",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "PRT",
        "ESP",
        "SWE",
        "GBR",
        "CYP",
        "MLT",
        "SVK",
        "EST",
        "LVA",
        "SVN",
        "LTU",
        "HUN",
        "POL",
        "CZE"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "",
    "industrysector_parsed": [],
    "latest": "true",
    "nextcertification": "2008-10-30",
    "orgverification": "In-house self assessment",
    "personaldata": "On-Line",
    "ppdate": "2001-07-01",
    "previous": "",
    "privacyprograms": "BBBOnLine",
    "recoursemech": "BBBOnLine dispute resolution programs as well as inhouse dispute resolution program.",
    "signupdate": "2001-10-30",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92121"
}