{
    "CertificationStatus": "false",
    "Fax": "415-956-9526",
    "OrgName": "JiWire, Inc.",
    "PPLoc": "http://www.jiwire.com/privacy-policy.htm ",
    "Phone": "415-877-4711",
    "activities": "When someone registers as a member, they must provide their e-mail address, country, and ZIP or postal code, along with information about the industry in which they work, their job function, their company size, and their household income.  JiWire's membership features include the ability to save information on Wi-Fi hotspot locations, editorial features and reviews, as well as signup to receive email newsletters and obtain a user key for JiWire's downloadable software application.",
    "address": "220 Sansome Street, 4th Floor",
    "asp_index": "06978",
    "city": "San Francisco",
    "contactemail1": "david@jiwire.com",
    "contactfax1": "415-956-9526",
    "contactname1": "David Blumenfeld",
    "contactoff1": "JiWire, Inc.  (address above)",
    "contactphone1": "415-877-4448",
    "contacttitle1": "VP of Marketing",
    "corpoffemail1": "david@jiwire.com",
    "corpofffax1": "415-956-9526",
    "corpoffname1": "David Blumenfeld",
    "corpoffphone1": "415-877-4448",
    "corpofftitle1": "VP of Marketing",
    "eucountries": "Austria, Belgium, Denmark, Cyprus, Czech Republic, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "CYP",
        "CZE",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "",
    "industrysector_parsed": [],
    "latest": "true",
    "nextcertification": "2007-10-07",
    "orgverification": "In-House and Third Party",
    "personaldata": "On-Line and Off-Line",
    "ppdate": "2004-09-01",
    "previous": "06978",
    "privacyprograms": "None",
    "recoursemech": "The user bringing a complaint and JiWire will attempt in good faith to resolve any bona fide dispute relating in any way to our collection, use, or handling of your personal information by confidential mediation under the CPR Mediation Procedure. Mediation of the dispute will be conducted on an agreed date by a single, agreed upon, independent mediator in San Francisco, California, or another agreed location. Any bona fide dispute not resolved within a reasonable period of time by discussion or mediation will be finally resolved by confidential arbitration in accordance with the CPR Institute for Dispute Resolution Rules for Non-Administered Arbitration by a sole arbitrator in San Francisco, California, or another agreed location.",
    "signupdate": "2004-10-07",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94104"
}