{
    "CertifiedThroughLabel": "",
    "Fax": "303-328-4163",
    "OrgName": "Jeppesen Sanderson, Inc.",
    "PPLoc": "1) Jeppesen.com (public, intranet policy) ; 2) Jeppesen Intranet (internal policy covering employee data); 3) http://ww1.jeppesen.com/legal/privacy-policy.jsp ",
    "Phone": "303-328-1909",
    "activities": "Jeppesen collects, processes, and stores personal information for the following purposes:\r\nEmployee Data\r\n•\tDesign, evaluate, and implement HR programs and services to fulfill the employment agreement, which include but are not limited to staffing, compensation, education, employee development, training, relocation, employee relations,  and organizational development, and payroll.\r\n•\tSupport employee performance and development assessment programs.\r\n•\tFulfill legal, contractual, and compliance related commitments, such as subpoenas, garnishments, ethics investigations, disciplinary investigations, and security investigations, and compliance with lawful requests for information from government agencies.\r\n•\tSupply our external providers and partners HR data so they can administer programs such as health & welfare, savings plan, pension, stock options and insurance, stock incentives, stock awards, life insurance, employment verification, unions, and bank direct deposits.\r\n•\tSupply other internal service providers such as legal, medical, security, corporate electronic directory, information systems management, etc. with HR data so they can manage their processes and programs.\r\nCustomer Data\r\n•\tTo support the Order Entry process and feed all order fulfillment, distribution and financial processes stemming from customer orders\r\n•\tTo understand demographic trends\r\n•\tFor customer service\r\n•\tFor product and service marketing and promotion\r\n•\tTo facilitate customer use of Jeppesen web sites\r\n•\tTo provide customers with information, products and services they request\r\n•\tTo inform customers about other information, events, promotions, products or services that might be of interest to them\r\n•\tTo administer and assist Jeppesen with the operation of web sites and of its business.\r\n•\tFor the purpose for which the information was provided.",
    "address": "55 Inverness Drive East",
    "asp_index": "06976",
    "city": "Englewood",
    "contactemail1": "tricia.baumgartner@jeppesen.com ",
    "contactfax1": "303-328-4119",
    "contactname1": "Tricia Baumgartner",
    "contactoff1": "Jeppesen HR",
    "contactphone1": "303-328-6015",
    "contacttitle1": "HR Specialist",
    "corpoffemail1": "Mitchell.villanueva@jeppesen.com",
    "corpofffax1": "",
    "corpoffname1": "Mitchell Villanueva",
    "corpoffphone1": "303-799-9090",
    "corpofftitle1": "Vice President, Human Resources",
    "eucountries": "Denmark, Estonia, France, Germany, Greece, Italy, Norway, Poland, Sweden, United Kingdom",
    "eucountries_parsed": [
        "DNK",
        "EST",
        "FRA",
        "DEU",
        "GRC",
        "ITA",
        "NOR",
        "POL",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Aviation Services - (AVS)Transportation Srvs (Except Aviation) - (TRN)",
    "industrysector_parsed": [
        "Aviation Services - (AVS)",
        "Transportation Srvs (Except Aviation) - (TRN)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-03",
    "orgverification": "In-house",
    "personaldata": "HR (employee) data and customer data",
    "ppdate": "2008-06-06",
    "previous": "",
    "privacyprograms": "Jeppesen adheres to corporate policies governing the privacy and security of HR and customer data; complies with the PCI data security standard; is a member of the National Association of Credit Management (NACM) – USA and Institute of Credit Management (ICM) – UK; and complies with NACM published Ethics of Credit.",
    "recoursemech": "Jeppesen attempts to resolve complaints internally; however, if complaints cannot be resolved internally, Jeppesen will refer the complainant to the EU Data Protection Authorities (DPAs) for employee data, or to the American Arbitration Association (AAA) for customer data.",
    "signupdate": "2008-06-03",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80112"
}