{
    "CertificationStatus": "false",
    "Fax": "305-513-5135",
    "OrgName": "Klatu Inc.",
    "PPLoc": "http://ww2.klatu.net/ecom/default.aspx?p=safeharbor ",
    "Phone": "305-433-7989",
    "activities": "At Klatu, we developed an e-commerce engine with extensive international commerce functionality. Called \" eCom\", it is a true international e-commerce solution. We market and license our international e-commerce solution to resellers and manufacturers to power their e-commerce e-stores.  Klatu is an ASP (Application Service Provider).\r\nAn e-store handles consumer transactions on behalf of the e-store owner.  This information consists of billing, shipping and credit card information. We consider the transactional and client-specific information generated by an e-store to have been expressly and willingly provided by the consumer to the reseller to transact a purchase and a sale.\r\nEach e-store is a separate instance of our e-commerce engine, with its own pricing and authorized supplier catalogs. Only the administrator of an e-store, or whomever the administrator authorizes, can access their e-store's authorized catalog and pricing. Information is not pooled in any way.",
    "address": "1626 NW 82 Avenue",
    "asp_index": "07025",
    "city": "Doral",
    "contactemail1": "ralph.falkenburg@klatu.net",
    "contactfax1": "305-513-5135",
    "contactname1": "Ralph Falkenburg",
    "contactoff1": "Klatu Inc. Main Office",
    "contactphone1": "305-433-7989",
    "contacttitle1": "President",
    "corpoffemail1": "ralph.falkenburg@klatu.net",
    "corpofffax1": "305-513-5135",
    "corpoffname1": "Ralph Falkenburg",
    "corpoffphone1": "305-433-7989",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Portugal, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "PRT",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2009-11-22",
    "orgverification": "Yearly Self-Asssessment",
    "personaldata": "E-Commerce Consumer Information",
    "ppdate": "2002-01-01",
    "previous": "07025",
    "privacyprograms": "None",
    "recoursemech": "Recourse Mechanisms. \r\nConsumers are encouraged to direct any complaints to the Klatu's President.   Complaints will be evaluated and addressed if they fall within the scope of the Safe Harbour policies.   Results will be posted on our website and made available on request by other parties.  Future mechanisms may be developed as needed.  \r\nThe process will be transparent and provide the complaining party with information on our firm's dispute resolution measures. Future mechanisms such as standardized web-based complaint forms will also be developed as needed to streamline the classification and handling of the complaint and dispute resolution process. Forms will be made available on request.\r\n  \r\nRemedies and Sanctions include\r\nImmediate reversal of any non-compliance and correction of whatever error or process led to the non-compliance. Modifications to our proceses and security measures to safeguard against repeating the error, enabling re-certification that our firm is once again in conformity with our Safe Harbour principles. Any personal data belonging to the individual that filed the complaint would not be published without their \r\nexpress authorization.  Any determinations of findings of non-compliance will be placed on our website and published through our present press-release mechanisms. Klatu publishes press releases through PRWEB.Com.  A Non-compliance finding will describe the nature of the non-compliance event, the measures our company is implementing to resolve the issue at hand and the measures and changes we will implement to ensure the issue will not repeat itself.  Our company does not collect human resources data.\r\nThe organization will utilize the American Arbitration Association as its independent recourse mechanism under the Safe Harbor.",
    "signupdate": "2003-11-22",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33126"
}