{
    "CertificationStatus": "false",
    "Fax": "847-465-3277",
    "OrgName": "License Technologies Group",
    "PPLoc": "http://www.licensetech.com/privacy-policy.asp ",
    "Phone": "800.988.3945",
    "activities": "Personal Information Received From the EU: LTG receives personal information from the countries in which it conducts business through its corporate web site, www.licensetech.com. The corporate site contains occasional links to promotional sites that collect data provided by visitors through online forms and surveys. We respect the confidentiality of our customers and provide options for them to opt-out of our marketing, sales, and other distribution lists.\r\nDetails on how LTG protects and uses customer data collected through our Web site are provided\r\nbelow.\r\nLTG’s Corporate Web Site\r\nThe LTG web site contains registration for receiving electronic newsletters from LTG. These require visitors to give us an e-mail address, which we use to send newsletters. Subscribers can opt out of these newsletter e-mails anytime. We occasionally post other forms for promotional purposes, such as surveys and drawings, which may require additional information, such as name, address, title, company name, number of PCs and specific needs. We use this to send visitors information about our company and promotional material from some of our partners. Information collected on the number of PCs per site and enterprise is used to determine if software volume license information would benefit the customer. Visitors may opt-out of receiving any mailings (see the choice/ opt-out section below).\r\nLTG’s privacy policy is available on www.licensetech.com and contains complete information available to users.\r\nWhat Information is Shared\r\nGeneral web use statistics (number of hits, specific pages hit) and the statistical results obtained from survey questions asked about software or hardware use and industry trends may be shared with LTG's publisher partners. The list of customers completing an online form survey is NOT provided to LTG's publisher partners, sold to third parties or shared in any way. The name and company of a contest winner may be placed on LTG's web site, used in a press release, included in LTG's marketing materials or, in cases that involve prizes provided by an outside party, given to that party as confirmation that the prizes have been distributed.\r\nAdditional privacy pages can be found at: http://www.licensetech.com/privacy-policy.asp",
    "address": "840 Asbury Drive",
    "asp_index": "07066",
    "city": "Buffalo Grove",
    "contactemail1": "kkowynia@licensetech.com",
    "contactfax1": "847-465-3277",
    "contactname1": "Kristin Kowynia",
    "contactoff1": "License Technologies Group",
    "contactphone1": "847-465-3700",
    "contacttitle1": "Marketing Communications Associate",
    "corpoffemail1": "gsurkamer@licensetech.com",
    "corpofffax1": "847-465-3277",
    "corpoffname1": "Geoff Surkamer",
    "corpoffphone1": "800.988.3945",
    "corpofftitle1": "Senior Group Vice President, IT Services",
    "eucountries": "Cyprus, Finland, Hungary, Latvia, Malta, Portugal, Spain, Austria, Czech Republic, France, Iceland, Liechtenstein, Netherlands, Romania, Sweden, Belgium, Denmark, Germany, Ireland, Lithuania, Norway, Slovakia, United Kingdom, Bulgaria, Estonia, Greece, Italy, Luxembourg, Poland, Slovenia",
    "eucountries_parsed": [
        "CYP",
        "FIN",
        "HUN",
        "LVA",
        "MLT",
        "PRT",
        "ESP",
        "AUT",
        "CZE",
        "FRA",
        "ISL",
        "LIE",
        "NLD",
        "ROU",
        "SWE",
        "BEL",
        "DNK",
        "DEU",
        "IRL",
        "LTU",
        "NOR",
        "SVK",
        "GBR",
        "BGR",
        "EST",
        "GRC",
        "ITA",
        "LUX",
        "POL",
        "SVN"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Computer & Peripherals - (CPT)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2008-10-09",
    "orgverification": "In-house",
    "personaldata": "On-line, human resources",
    "ppdate": "2007-09-21",
    "previous": "07066",
    "privacyprograms": "None",
    "recoursemech": "Consumer complaints will either be resolved by management or escalated internally to LTG's corporate legal representatives, who will consult with management on appropriate response or action depending on the facts at issue. In the event that LTG is unable to resolve a complaint to the consumer's satisfaction, LTG will direct the consumer to contact local authoritative bodies, including the European Data Protection Authorities.",
    "signupdate": "2007-10-09",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60089"
}