{
    "CertifiedThroughLabel": "",
    "Fax": "207-775-6796",
    "OrgName": "Management Research Group, Inc.",
    "PPLoc": "http://mrgqonline.com/dataprivacy.asp ",
    "Phone": "207-775-2173",
    "activities": "Management Research Group (MRG) is an international firm that specializes in human resource development.  We create high-quality assessment tools for selection and development in the areas of leadership/management, career development/personal growth, and sales force effectiveness. We license management consultants, I/O psychologists and human resource specialists to use our questionnaires and feedback reports in projects with their client companies.  These network consultants administer our questionnaires to individuals in their client companies for the purpose of individual and organizational development. Data collected via these questionnaires are transmitted to MRG computers in the United States in order to process the information and create customized feedback reports.  Demographic data collected through these questionnaires do not contain sensitive information and are used solely for aggregate research and questionnaire validation.MRG releases information about individuals only to the licensed network member who will be working with that individual or that individual's organization.  The information shared with the network member is in the form of a customized feedback report prepared from questionnaire data provided by one or more individuals. Our licensed network consultants facilitate the delivery of these feedback reports to their clients by means of one-on-one coaching, group workshops, and other types of consulting interventions. Completion of the questionnaires (including demographics) is entirely voluntary.  No Personally Identifiable Information is ever used for secondary purposes.  Once the customized feedback report is delivered to the individual, his/her data is maintained in the MRG database solely for purposes of statistical analyses and aggregate research.",
    "address": "14 York Street, Suite #301",
    "asp_index": "07105",
    "city": "Portland",
    "contactemail1": "eva.holmes@mrg.com",
    "contactfax1": "207-775-6796",
    "contactname1": "Eva Holmes",
    "contactoff1": "Management Research Group, Inc.",
    "contactphone1": "207-775-2173",
    "contacttitle1": "Director, Product Quality",
    "corpoffemail1": "tricia.nadaff@mrg.com",
    "corpofffax1": "207-775-6796",
    "corpoffname1": "Tricia Naddaff",
    "corpoffphone1": "207-775-2173",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Portugal, Spain, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "PRT",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2009-04-08",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line",
    "ppdate": "2001-04-02",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Individuals are encouraged to contact MRG directly via telephone, email or post with any concerns or complaints.  MRG will first work directly with the individual to try to resolve the complaint. MRG also agrees to fully cooperate with data protection authorities in the European Union and/or their authorized representatives.",
    "signupdate": "2002-04-08",
    "state": "Maine",
    "statutorybody": "FTC",
    "zip": "04101"
}