{
    "Fax": "850-561-0604",
    "OrgName": "MONTEGEN",
    "PPLoc": "http://www.montegen.com ",
    "Phone": "850-561-0604",
    "activities": "MONTEGEN, privately owned, offers integrated business solutions in the biotechnology industry sector (referred in particular to the “proteomics” and the “biopharmaceutical processing”). \r\nMONTEGEN provides consulting services: (i) by offering technical consultation (especially in the proteomic arena), (ii) by providing practical support for business development, business investigations (intelligence information), market research and analysis, product / technology development and commercialization (including also the embryonic & mature technologies), technology scouting, outsourcing services [microbial fermentation, protein purification, covalent structure determination of peptides and proteins, enzymatic catalysis]. \r\nMONTEGEN is also involved in the following research projects:\r\ni)Proteomics for biodefense (Bioconversion of organic molecules, as potential chemical / biological weapons; Protein pattern of biological warfare agents to identify potential muteins; Characterization of enzyme inhibitors with specific activity against pathological agents); ii)A liquid sensor; iii)A new neuroimmunomodulatory factor; iv) \"in vivo\" model for the study of the aggressive drive; v) Bioactivity exploration of tryptophyllins vi) Molecular nanotechnology (specific medical applications of some proteins)\r\nMONTEGEN is involved in a project to support and foster the education of researchers in the techniques of protein biochemistry.\r\nThe MONTEGEN technical experts, as technology interpreters of the client's business, like to work in conjunction with the client and its collaborators to best define, configure and integrate the requested product / technology into the existing environment.\r\nMONTEGEN processes technical / personal data from its European clients. To realize their goals, the collected information can be transferred on the MONTEGEN network of alliances with partners in major markets across the world and possessing specific competences. Personal information received from the EU: MONTEGEN receives personal customer data from the EU for marketing activities and services. \r\nThe web address of MONTEGEN's privacy policy is : \r\nhttp://www.montegen.com/./Montegen/Privacy_notification/privacy_notification.htm\r\nMONTEGEN is a registered service mark.",
    "address": "540 Beverly Ct., Suite 1",
    "asp_index": "07191",
    "city": "Tallahassee",
    "contactemail1": "info@montegen.com",
    "contactfax1": "850-561-0604",
    "contactname1": "Dr. Pier Carlo Montecucchi",
    "contactoff1": "MONTEGEN",
    "contactphone1": "850-561-0604",
    "contacttitle1": "",
    "corpoffemail1": "pcmontecucchi@compuserve.com",
    "corpofffax1": "850-561-0604",
    "corpoffname1": "Dr. Pier Carlo Montecucchi",
    "corpoffphone1": "850-561-0604",
    "corpofftitle1": "Founder and C.E.O.",
    "eucountries": "France, Germany, Greece, Italy, Spain",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "GRC",
        "ITA",
        "ESP"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Biotechnology - (BTC)General Science & Technology - (GST)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Education & Training - (EDS)",
        "General Science & Technology - (GST)"
    ],
    "latest": "true",
    "nextcertification": "2009-05-27",
    "orgverification": "In-house",
    "personaldata": "Off-Line, Manually Processed Data",
    "ppdate": "1998-10-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "European Data Protection Authorities",
    "signupdate": "2002-05-27",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "32301-2506"
}