{
    "CertificationStatus": "false",
    "Fax": "(763) 559-2860",
    "OrgName": "Mosaic Crop Nutrition, LLC",
    "PPLoc": "http://www.fieldinsite.com/Forms/Subscription/P ",
    "Phone": "(763) 577-2700",
    "activities": "Personal Information: Mosaic, its affiliates, and its agents receive and store user specific information you provide to us or that is provided to us on your behalf. Personal Information collected by Mosaic includes your name, address, phone number, e-mail address, geographic information and financial information. Personal Information may be used to communicate with you, provide you with products and services, respond to your requests, update our product offerings, improve the content and user experience on our website, and for non user-specific research and studies, benchmarking, advertising, marketing, promotional and related purposes Mosaic will treat all user-specific data as confidential Personal Information and will not sell contact information or other data that can be traced back to specific users without their permission.\r\nAggregate Information: We use technology that lets us know what type of browser you are using, the website from which you enter our website, and the pages you view as you visit the website. This technology does not identify you personally – it simply helps us compile aggregated statistics about our guests and their use of our website.  We use these statistics to improve our website design and content, and in the preparation and delivery of our marketing programs. We also aggregate Personal Information to provide non user-specific information to other businesses, universities and other organizations. This “Aggregate Information” does not contain any user-specific information and is used for research and studies, benchmarking, and other advertising and marketing purposes. Aggregate Information cannot be traced back to\r\nspecific users.\r\nE-Mail Addresses & Correspondence: We respect your privacy and your time, so we will only send you e-mails that we believe will be pertinent and interesting to you, and only if you have expressly agreed to receive such e-mails. We do not share or sell our e-mail address list with other companies.  When you correspond with us via e-mail or other means of communication, we may collect this information into a file specific to you.\r\n“Cookies”: We use technology such as “cookies” on our website to help us analyze the use of our website. “Cookies” are small files placed on your hard drive that assist us in providing our services. Certain features on our website may only be available through the use of “cookies”.",
    "address": "3033 Campus Drive, Suite E490",
    "asp_index": "07196",
    "city": "Plymouth",
    "contactemail1": "joe.hauwiller@mosaicco.com",
    "contactfax1": "(763) 559-2860",
    "contactname1": "Joe Hauwiller",
    "contactoff1": "Mosaic Crop Nutrition, LLC",
    "contactphone1": "(763) 572-2799",
    "contacttitle1": "",
    "corpoffemail1": "dean.fairchild@mosaicco.com",
    "corpofffax1": "(763) 559-2860",
    "corpoffname1": "Dean Fairchild",
    "corpoffphone1": "(763) 577-2791",
    "corpofftitle1": "AVP Agronomy",
    "eucountries": "France",
    "eucountries_parsed": [
        "FRA"
    ],
    "euprotection": "",
    "hrdata": "false",
    "industrysector": "",
    "industrysector_parsed": [],
    "latest": "true",
    "nextcertification": "2007-08-23",
    "orgverification": "Third Party",
    "personaldata": "On-Line, Off-Line, Manually Processed",
    "ppdate": "2005-08-22",
    "previous": "07196",
    "privacyprograms": "BBBOnline Privacy Program",
    "recoursemech": "BBBOnline Privacy Dispute Resolution Program",
    "signupdate": "2005-08-23",
    "state": "Minnesota",
    "statutorybody": "FTC",
    "zip": "55441"
}