{
    "CertificationStatus": "false",
    "Fax": "213-488-3334",
    "OrgName": "Myriad Litigation Solutions",
    "PPLoc": "http://www.myriadlit.com/home.html ",
    "Phone": "213-488-3332",
    "activities": "Forensic Collections & Analysis of electronically stored information (ESI), including eDiscovery services & consulting for the processing and production of ESI in litigation matters",
    "address": "640 South Olive Street",
    "asp_index": "07210",
    "city": "Los Angeles",
    "contactemail1": "cadams@myriadlit.com",
    "contactfax1": "213-488-3334",
    "contactname1": "Charles Adams",
    "contactoff1": "Myriad Litigation Solutions",
    "contactphone1": "213-488-3332",
    "contacttitle1": "Chief Technology Officer",
    "corpoffemail1": "cadams@myriadlit.com",
    "corpofffax1": "213-488-3334",
    "corpoffname1": "Charles Adams",
    "corpoffphone1": "213-488-3332",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Denmark, France, Germany, Greece, Italy, Luxembourg, Norway, Slovakia, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FRA",
        "DEU",
        "GRC",
        "ITA",
        "LUX",
        "NOR",
        "SVK",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2010-02-24",
    "orgverification": "In-house",
    "personaldata": "offline/online/manually processed data",
    "ppdate": "2009-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Myriad Litigation Solutions utilizes the self-assessment approach to assure its compliance with our privacy statement. Myriad Litigation Solutions periodically verifies that the policy is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented, and in conformity with the Principles. We encourage interested persons to raise any concerns with us using the contact information below. We will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this policy. With respect to any complaints relating to this policy that cannot be resolved through our internal processes, we have agreed to participate in the dispute resolution procedures of the panel established by the EU data protection authorities to resolve disputes pursuant to the Safe Harbor Principles. In the event that we or such authorities determine that we did not comply with this policy, we will take appropriate steps to address any adverse effects and to promote future compliance. Any person who we determine is in violation of our privacy policies will be subject to disciplinary process.",
    "signupdate": "2009-02-24",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90014"
}