{
    "CertificationStatus": "false",
    "Fax": "1-928-222-3350",
    "OrgName": "NetMass Incorporated",
    "PPLoc": "http://www.netmass.com/privacy.html ",
    "Phone": "1-214-585-0302",
    "activities": "NetMass Incorporated provides computer backup and restoration services for electronic information.  The backup and restoration services transpire over the Internet, network, or wide area connection from the customer location to the NetMass data centers.  NetMass Incorporated is located in Dallas, Texas, and maintains its data centers in the United States of America. Electronic information transmitted to the NetMass data centers will be located in the United States of America. \r\nNetMass uses security, privacy, encryption, and data vaulting technology to protect the integrity of all electronic information being transmitted to, stored, or retrieved from its data centers.  NetMass Incorporated only stores the electronic information that customers select.  This information contains unencrypted account registration data, and encrypted backup data.  Encrypted information is accessed by customers using their private encryption key. \r\nManual access of any electronic information from NetMass Incorporated is on a strict need to know basis, and is conducted by authorized operations staff, technical support persons, database administrators, network administrators, and security administrators.  Information is accessed for purposes of problem solving, billing, and technical support. Encryption information is only accessed upon receipt of written authorization directing NetMass Incorporated to access such information.\r\nNetMass Incorporated has no knowledge of the type or content of the backup data being transmitted to and from its data centers.  NetMass does not handle any human resource information transferred from EU.\r\nNetMass has a published privacy policy in place regarding the use of personal information that conforms to the Safe Harbor Principles.  NetMass Incorporated has procedures for the handling of individual complaints and dispute resolution. Upon receiving a complaint, individuals will be informed of arrangements for handling complaints and of the independent mechanisms through which they may pursue complaints.  NetMass Incorporated has instituted a self-regulatory program for ensuring verification and adherence to safe harbor.",
    "address": "112 East Louisiana Street, Suite C",
    "asp_index": "07233",
    "city": "McKinney",
    "contactemail1": "support@netmass.com",
    "contactfax1": "1-520-222-3350",
    "contactname1": "",
    "contactoff1": "NetMass Incorporated",
    "contactphone1": "1-214-585-0302",
    "contacttitle1": "",
    "corpoffemail1": "martin@netmass.com",
    "corpofffax1": "1-520-222-3350",
    "corpoffname1": "Mark W. Martin",
    "corpoffphone1": "1-214-585-0302",
    "corpofftitle1": "Vice President, Sales and Marketing",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Portugal, Spain, Sweden, United Kingdom, Cyprus, Malta, Slovakia, Estonia, Latvia, Slovenia, Lithuania, Hungary, Poland, Czech Republic",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "PRT",
        "ESP",
        "SWE",
        "GBR",
        "CYP",
        "MLT",
        "SVK",
        "EST",
        "LVA",
        "SVN",
        "LTU",
        "HUN",
        "POL",
        "CZE"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "",
    "industrysector_parsed": [],
    "latest": "true",
    "nextcertification": "2007-09-05",
    "orgverification": "In-house",
    "personaldata": "On-Line",
    "ppdate": "2000-07-24",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities.",
    "signupdate": "2001-09-05",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75069"
}