{
    "CertificationStatus": "false",
    "Fax": "801-722-7001",
    "OrgName": "Omniture",
    "PPLoc": "http://www.omniture.com/en/privacy/policy ",
    "Phone": "801-722-7000",
    "activities": "Omniture Inc. collects and processes personal information from the European Union in four discrete ways:  (1) Via our web site.  The personal information collected from users online or otherwise constitutes general account or enquiry information including contact information such as company name, first and last name, title, username and password, phone  and email address; (2) From our European-based operations, employees, agents and consultants in respect of their sales activity and leads, customer relationship management, general business activities and compliance activities; (3)  Via our business optimisation service provided to customers via an online product named SiteCatalyst.  However, via JavaScript code and transparent gifs tagged on our customer's web pages, Omniture Inc. may collect and track data about how these web pages are visited.  In certain instances the tagged web pages may provide Omniture Inc. with personal information such as information about a visitor's IP address.   In addition, the tagged web pages may provide Omniture, Inc. with personal information such as a cookie profile which (when combined with other information held by Omniture or our customer) may lead to the identification of an individual and the uses they make of the customer website and services; and (4)  Via our automated bid management and analytics service provided to customers via an online product named Omniture SearchCenter.  In some instances, on behalf of customers,  Omniture SearchCenter enables customers to pin-point search engine keywords most relevant to geographic, behavioural and other desired profiling information.  In such circumstances, all such information is owned and controlled by Omniture Inc.'s customers and Omniture Inc. has no relationship (or transparency) to such web site visitors.  Omniture Inc. trusts (as well as requires via its terms and conditions of service) our customers to make adequate disclosures to Omniture as a third party processor.  Omniture, Inc. acts as a data processor on behalf of its customer in relation to such personal information. \r\n\r\nIn respect of the information received from the European Union in relation to (3) and (4) above, the majority of the information received by Omniture Inc. is non-personal or anonymised.  Where personal information, Omniture Inc. does not own or control any of the information it merely processes on behalf of its customer.  In such circumstances, all such information is owned and controlled by Omniture Inc.'s customers and Omniture Inc. has no relationship (or transparency) to such web site visitors.  Omniture Inc. trusts (as well as requires via its terms and conditions of service) our customers to give proper notice (and where required to gather opt-in consent to such processing) to such visitors via their privacy policies so as to enable our customers to make adequate disclosures to Omniture as a third party procesor.  Omniture, Inc. acts as a data processor on behalf of its customers in relation to such personal information.",
    "address": "550 East Timpanogos Circle",
    "asp_index": "07286",
    "city": "Orem",
    "contactemail1": "support@omniture.com",
    "contactfax1": "801-722-7001",
    "contactname1": "",
    "contactoff1": "Customer Support",
    "contactphone1": "801-722-7000",
    "contacttitle1": "CTO",
    "corpoffemail1": "slindquist@omniture.com",
    "corpofffax1": "801-722-0120",
    "corpoffname1": "Shawn Lindquist",
    "corpoffphone1": "801-722-7000 x1470",
    "corpofftitle1": "Chief Legal Officer",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2010-08-20",
    "orgverification": "In-house",
    "personaldata": "On-Line and Off-Line customer data, manually-processed and human resources data",
    "ppdate": "2002-01-02",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2004-08-20",
    "state": "Utah",
    "statutorybody": "FTC",
    "zip": "84097"
}