{
    "CertifiedThroughLabel": "",
    "Fax": "732-222-6915",
    "OrgName": "OpenHire Inc.",
    "PPLoc": "Bottom menu of our website, or http://openhire.silkroadtech.com/privacy.asp ",
    "Phone": "877-630-0600",
    "activities": "OpenHire Inc. is a provider of web-based applicant tracking software.\r\nOpenHire Inc. obtains personal information such as would appear on a resume from individual employment candidates through our software, and websites. To facilitate the recruiting process, OpenHire Inc. provides the candidate's personal information to specific personnel at the OpenHire Inc. customer company that are responsible for the recruiting process. The data is used in the assessment and tracking of candidates, job openings, and reporting of recruiting data by the OpenHire Inc. customer. The collection of employment candidate data does not constitute a guarantee of an interview, job offer, hire or any contact by the OpenHire Inc. customer.\r\nOpenHire Inc. also collects personal information via our website in response to user initiated company, product, or service inquiries. This data is utilized to respond to the direct inquiry, and on an aggregate basis to track request volume and classification.\r\nOpenHire Inc. does not resell or share with other companies or entities any personal identifying, information gained through these processes. OpenHire Inc. does characterize data in aggregate form for business performance management.\r\nOpenHire Inc. considers all personal information, whether stored on-line, or off-line, that is retrieved through our software and websites to be under the protection of the safe harbor agreement.\r\nFor more information reference:\r\nhttp://openhire.silkroadtech.com/privacy.asp",
    "address": "111 North Chestnut Street, Suite 200",
    "asp_index": "07297",
    "city": "Winston-Salem",
    "contactemail1": "peter.hauschild@openhire.com",
    "contactfax1": "732-222-6915",
    "contactname1": "Peter Hauschild",
    "contactoff1": "West Long Branch, NJ",
    "contactphone1": "877-630-0600 x5204",
    "contacttitle1": "Implementation Manager",
    "corpoffemail1": "brian.platz@silkroadtech.com",
    "corpofffax1": "773-527-2736",
    "corpoffname1": "Brian Platz",
    "corpoffphone1": "336-201-5048",
    "corpofftitle1": "General Manager, OpenHire Services",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Netherlands, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "NLD",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2007-09-30",
    "orgverification": "In-House",
    "personaldata": "On-Line, Off-Line, Human Resources",
    "ppdate": "2004-09-22",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Any individuals with questions about OpenHire Inc.'s safe harbor policy, concerns about how their personal information is used, or requests to remove or update their data in OpenHire Inc.'s systems should contact our support center via email:\r\nopenhire_support@silkroadtech.com\r\nOrganization has also established the EU Data Protection Authorities as its independent recourse mechanism under the Safe Harbor.",
    "signupdate": "2004-09-30",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27101"
}