{
    "CertifiedThroughLabel": "",
    "Fax": "614-781-7200",
    "OrgName": "Pathlore Software Corporation",
    "PPLoc": "http://www.pathlore.com/privacy.htm ",
    "Phone": "614-781-0036",
    "activities": "Pathlore software Corporation is a computer software and services company that develops and deploys learning management system (LMS) software.  Pathlore's LMS software may contain programs that store and maintain the personal information of individuals employed by companies that deploy this software.  In addition, EU-based customers may choose to have the LMS software hosted by Pathlore in the United States.  If Pathlore is hosting the LMS software, personal information is collected through the LMS software and transferred online to the United States for hosting of this data.  The specific nature of the personal information will be dictated by the requirements of the individual's employer in using the LMS software.  Based on our past experience of deploying the LMS software in general, the information could include, among other things:\r\n. Evaluation of qualifications for employment\r\n. Provision of employment benefits\r\n. Administration and management of training\r\n. Assessment of individual skills\r\n. Communication with employees and/or their emergency contacts in case of unusual circumstances\r\n. Administration of company business including budgeting, manpower planning, and organizational design\r\n. Authentication of identiy when gaining access to the computer software application\r\nA number of user communities are served through Pathlore's web sites.  Relevant customer and shipping information is collected in order to respond to orders for products or services via the website.  Generally, Pathlore only asks for the minimally required personal data to complete the transaction.",
    "address": "7965 North High Street, Suite 300",
    "asp_index": "07336",
    "city": "Columbus",
    "contactemail1": "jtighe@pathlore.com",
    "contactfax1": "614-781-9248",
    "contactname1": "Jim Tighe",
    "contactoff1": "Customer Information Policy and Privacy",
    "contactphone1": "614-781-9218",
    "contacttitle1": "Comptroller",
    "corpoffemail1": "gtroutman@pathlore.com",
    "corpofffax1": "614-781-9248",
    "corpoffname1": "George A. Troutman",
    "corpoffphone1": "614-781-7219",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Czech Republic, France, Netherlands, Slovakia, United Kingdom, Austria, Denmark, Germany, Ireland, Lithuania, Norway, Slovenia, Belgium, Estonia, Greece, Italy, Luxembourg, Poland, Spain, Cyprus, Finland, Hungary, Latvia, Malta, Portugal, Sweden",
    "eucountries_parsed": [
        "CZE",
        "FRA",
        "NLD",
        "SVK",
        "GBR",
        "AUT",
        "DNK",
        "DEU",
        "IRL",
        "LTU",
        "NOR",
        "SVN",
        "BEL",
        "EST",
        "GRC",
        "ITA",
        "LUX",
        "POL",
        "ESP",
        "CYP",
        "FIN",
        "HUN",
        "LVA",
        "MLT",
        "PRT",
        "SWE"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "",
    "industrysector_parsed": [],
    "latest": "true",
    "nextcertification": "2006-02-25",
    "orgverification": "In-house",
    "personaldata": "On-Line, Human Resources",
    "ppdate": "2005-01-31",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "Individuals are first encouraged to contact Pathlore Software Corporation directly with any concerns or complaints.  If the initial resolution is not satisfactory, Pathlore will commit to cooperate with Data Protection Authorities located in the European Union or their authorized representatives.",
    "signupdate": "2005-02-25",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "43235"
}