{
    "Fax": "972-340-6085",
    "OrgName": "Perot Systems Corporation",
    "PPLoc": "http://www.perotsystems.com/Responsibility/personaldataprivacy ",
    "Phone": "972-577-0000",
    "activities": "Visitors to Perot Systems' websites may provide personal data, such as name, address, telephone number or e-mail address, to seek employment, inquire about Perot Systems' products or to obtain marketing information.  In addition, Perot Systems' websites may automatically collect information such as the internet address of the domains from which users visit these websites.  Perot Systems will collect, transfer and use worldwide this information for the purpose it was provided.  \r\n\r\nPerot Systems will collect, transfer and use employee data worldwide for purposes of employee benefits and services.  Benefits and services include evaluation of qualifications for employment, provision of employment benefits, reporting, security management (including computer network and facilities access), administration of compensation, performance and workforce management and training, budget and salary administration, stock options and related management,  business contact directories, authentication and personalization.\r\n\r\nWhen providing information technology, application support and business process management services, Perot Systems may receive and process personal information controlled by our clients about the clients' customers, employees or others, and process that information at the direction of that client.",
    "address": "Attn:  Vice President Human Resources/Privacy Officer; 2300 West Plano Parkway",
    "asp_index": "07356",
    "city": "Plano",
    "contactemail1": "Privacy.Officer@ps.net",
    "contactfax1": "972-577-6828",
    "contactname1": "",
    "contactoff1": "Maureen McDonald, Global Vice President of Human R",
    "contactphone1": "972-577-0000",
    "contacttitle1": "",
    "corpoffemail1": "Privacy.Officer@ps.net",
    "corpofffax1": "972-577-6828",
    "corpoffname1": "Maureen McDonald",
    "corpoffphone1": "972-577-0000",
    "corpofftitle1": "Global Vice President of Human Resources",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2010-10-26",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed, Human Resources Data",
    "ppdate": "2001-10-25",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Perot Systems commits to the European Union Data Protection Authorities or their authorized representatives for on-line, off-line, manually processed, and human resources data.",
    "signupdate": "2001-10-26",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75075"
}