{
    "CertifiedThroughLabel": "",
    "Fax": "310.828.5787",
    "OrgName": "Professional Interactive Entertainment",
    "PPLoc": "http://www.ggl.com/index.php?controller=Static&content=privacy ",
    "Phone": "310.828.5666",
    "activities": "Professional Interactive Entertainment (PIE) properties include GGL.com, iTG.com and ClanBase.com.  PIE collects and stores non-personal information from visitors to the web sites and services owned or provided by PIE and its subsidiaries (\"PIE Sites\") for internal statistical purposes. We may gather data about the areas of the PIE Sites that visitors or users view or access. We do not use any of this navigational data about where they, as an individual user, go on the PIE Sites nor do we share any of this data with third parties. However, we do use and share navigational data in aggregate, non-personal form to understand how our users as a group use the PIE Sites.  PIE Entertainment may also collect personally-identifiable information on certain areas of the PIE sites (e.g., when users register). This personally-identifiable information is not shared with third-parties unless the information is necessary to comply with express user requests (e.g., when a user elects to receive a magazine subscription).  PIE may also send e-mail to users who elected to receive e-mails when they registered. The PIE Sites are not directed to children under the age of 13. The PIE Sites prohibit registration by, and PIE will not knowingly collect personally identifiable information from, anyone under 13. This requirement will be posted at points of data collection within the PIE Sites, such as registration for services.",
    "address": "1522 Cloverfield Blvd., Suite C",
    "asp_index": "07411",
    "city": "Santa Monica",
    "contactemail1": "privacy@ggl.com",
    "contactfax1": "310.828.5787",
    "contactname1": "",
    "contactoff1": "Privacy Department",
    "contactphone1": "310.928.3583",
    "contacttitle1": "",
    "corpoffemail1": "privacy@ggl.com",
    "corpofffax1": "310.828.5787",
    "corpoffname1": "Brett W. Hawkins",
    "corpoffphone1": "310.828.5666",
    "corpofftitle1": "President and Founder",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "",
    "hrdata": "false",
    "industrysector": "",
    "industrysector_parsed": [],
    "latest": "true",
    "nextcertification": "2008-02-09",
    "orgverification": "In-house",
    "personaldata": "online, off-line, manual processed data",
    "ppdate": "2006-02-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association",
    "signupdate": "2006-02-09",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90404"
}