{
    "CertifiedThroughLabel": "",
    "Fax": "562-345-2632",
    "OrgName": "RIA Envia, Inc. and its United States subsidiaries",
    "PPLoc": "http://www.riafinancial.com/global/privacy-policy/us.aspx ",
    "Phone": "562-345-2100",
    "activities": "RIA Envia, Inc. (“RIA”) and its subsidiaries located in the United States, Spain, England, France, Germany, and Italy, as well as other nations around the world (collectively referred to herein as “RIA”), offer money transfer services to consumers worldwide.  In order to process the money transfer transaction and comply with applicable domestic and international regulatory requirements, RIA obtains certain personal and nonpersonal information about consumers, such as name, address, and phone number.  In addition, depending on the service requested by the consumer or the amount of the money transfer, RIA may also collect information and/or documentation including, but not limited to, date of birth, government issued identification (including type, issuer and expiration date), and other information and/or documentation necessary to verify and process the request and necessary to comply with domestic and foreign regulatory requirements.  RIA and its US subsidiaries receive personal and nonpersonal information collected in connection with money transfer orders originating in the European Union for processing at RIA’s headquarters located in California.    \r\nRIA receives human resources and employee data from the European Union containing personal and nonpersonal information needed to administer employee benefits and services, which may include, but are not limited to, compensation, performance evaluations, benefits, and employee access to RIA’s computer network.",
    "address": "6565 Knott Avenue",
    "asp_index": "07489",
    "city": "Buena Park",
    "contactemail1": "hdelgado@riafinancial.com",
    "contactfax1": "562-345-2645",
    "contactname1": "Hope Gregg",
    "contactoff1": "Legal Department",
    "contactphone1": "562-345-2100",
    "contacttitle1": "Legal Counsel",
    "corpoffemail1": "jbianchi@riafinancial.com",
    "corpofffax1": "562-345-1828",
    "corpoffname1": "Juan C. Bianchi",
    "corpoffphone1": "562-345-2100",
    "corpofftitle1": "President and Chief Executive Officer",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-23",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed",
    "ppdate": "2006-10-01",
    "previous": "",
    "privacyprograms": "RIA is not a member of any privacy programs relevant to the Safe Harbor.",
    "recoursemech": "European Union Data Protection Authorities (EU DPAs)",
    "signupdate": "2006-10-23",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90620"
}