{
    "CertificationStatus": "false",
    "Fax": "(805) 918-2545",
    "OrgName": "Seminis Vegetable Seeds, Inc.",
    "PPLoc": "New Employee packets",
    "Phone": "(805) 647-1572",
    "activities": "Seminis Vegetable Seeds, Inc. breeds and otherwise develops vegetable seed varieties for sale to commericial growers worldwide.\r\nThe Employee Privacy Policy is included in the new employee packets and reads as follows:\r\nSeminis Vegetable Seeds, Inc. (“Seminis”) is committed to maintaining the privacy of its employees worldwide.  This policy discloses what personnel information we gather and how we use it.        \r\nNotice (Information We collect):  We collect personally identifiable information at different times during the employment relationship either from documents you provide as an employee or authorize us to obtain through or by a third party.  Information is collected for specifically stated purposes including to extend and facilitate certain benefits to employees, which may be provided through third parties, verify employee information, process payroll, withhold or pay required taxes and to abide by certain local, state or federal laws, regulations, statutes and guidelines which may include statutory reporting requirements.  Information may also be collected relative to meeting the requirements to work according to federal laws. Any questions relating to the content of the information maintained and disclosure should be directed to the Director, WW Human Resources at Human.Resources@seminis.com  \r\nChoice:  An employee may opt to withhold certain personal information from disclosure to third parties with which Seminis shares such information for a particular stated purpose.  If the employee chooses to withhold information it must notify the Director, WW Human Resources of this desire at the time of the requested initial disclosure.   Seminis will endeavor to accommodate such request unless prohibited by local state, or Federal laws, regulations, statutes and guidelines. \r\nOnward Transfer: Seminis does request that any third parties hold any information we provide to them in confidence, and use the information only to provide the services we have hired them to perform for Seminis and its employees.  Seminis shall ensure the protection of employee’s information by requiring that the third party subscribes by the Safe Harbor Act principles, or agrees to provide at least the same level of privacy protection as is required by the relevant principles. \r\nSeminis will make every effort to preserve privacy, but may be required to disclose personal information when required by law wherein we have good faith that such action is necessary to comply with a current judicial proceeding, a court order or legal process served on Seminis.\r\nOnly employment date, job title and employment status (active or non-active) will be released if requested by a third party, unless you consent that more information be released.\r\nInquiries for verification of payroll information will be provided upon written request to the Human Resources Department.  Your Human Resources representative will direct these requests, along with credit or mortgage loan application, to the payroll representative.\r\nAccess:  Employees shall have access to personal information held by Seminis and shall have the capability to correct, amend, or delete the information where it is determined to be inaccurate, except in certain circumstances where the burden and/or expense of providing this access would be disproportionate to the risks to the individual’s privacy in the case in question, or where the rights of persons other than the individual would be violated.\r\nSecurity:  Seminis is committed to helping protect the security of employee’s personal information.  Seminis uses a variety of security technologies and procedures to help protect information from unauthorized access, use or disclosure.  The application system storing the employee data is secured to the field level by virtue of the end user assignment and includes discrimination of data that is allowed to be viewed or maintained by geographical area, country, company, organizational level, and type of user that is accessi",
    "address": "2700 Camino Del Sol",
    "asp_index": "07554",
    "city": "Oxnard",
    "contactemail1": "steven.witt@seminis.com",
    "contactfax1": "(805) 918-2545",
    "contactname1": "Steve Witt",
    "contactoff1": "Human Resources",
    "contactphone1": "(805) 918-2572",
    "contacttitle1": "Director of Wordlwide Human Resources",
    "corpoffemail1": "mateo.mazal@seminis.com",
    "corpofffax1": "(805) 918-2545",
    "corpoffname1": "Mateo Mazal",
    "corpoffphone1": "(805) 918-2279",
    "corpofftitle1": "Vice President of HR and IT",
    "eucountries": "Belgium, Denmark, France, Germany, Hungary, Italy, Netherlands, Poland, Portugal, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "DNK",
        "FRA",
        "DEU",
        "HUN",
        "ITA",
        "NLD",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "",
    "industrysector_parsed": [],
    "latest": "true",
    "nextcertification": "2006-10-15",
    "orgverification": "In-House",
    "personaldata": "Human Resources data transmitted on-line",
    "ppdate": "2004-10-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities",
    "signupdate": "2004-10-15",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "93030-7967"
}