{
    "CertificationStatus": "false",
    "Fax": "817-685-8947",
    "OrgName": "TheAttorneyStore.com, Inc.",
    "PPLoc": "Location of your organization's privacy policy :  Posted on GetLegal.com at http://www.getlegal.com/privacy and at TheAttorneyStore.com at http://www.ecinteractive.com/103710/Default.aspx?page=privacy ",
    "Phone": "877-359-7077",
    "activities": "Although our website is not directed or targeted to EU residents, we recognize that EU residents might submit personal information on one or more of our sites. We don't exclude anyone -- including non-U.S. residents -- from doing so. Our answers below pertain to all individuals, not just EU residents. \r\n•\tWe use the personal information of those who register on our sites to contact them when necessary -- if there is a problem with their membership or online order, to respond to feedback or complaints, notify if there is a data breach, or if a member requests to be contacted in relation to any of GetLegal's services.  \r\n•\tWe may use the personal information of those who register on our sites to send them newsletters and information. \r\n•\t Individual purchasers of our products may submit personal information  via  online ordering  forms (such as on www.theattorneystore.com). We may use such personal information to send products or to provide access to our online services.(The \"online services\" on theattorneystore.com include things like Search Engine Optimization, online marketing services, and video production center).\r\n•\tWe may also collect demographic and contact information  (such as mailing address)  from  our online surveys and contests and use it to send users promotional materials from our business partners, as well as from TheAttorneyStore.com and GetLegal.com sites.  \r\n•\tWe provide public forums for our registered users and encourage them to use caution when disclosing any additional personal information on our public sites.  \r\n•\tWe do not send unsolicited or spam email to anyone.  \r\n•\tWe use email addresses to send email alerts and newsletters containing new information, special offers and new products to our members and customers.",
    "address": "1601 Airport Fwy",
    "asp_index": "07741",
    "city": "Euless",
    "contactemail1": "ken.hesley@getlegaltv.com",
    "contactfax1": "817-685-8947",
    "contactname1": "Ken Hesley",
    "contactoff1": "TheAttorneyStore.com, Inc.",
    "contactphone1": "877-359-7077",
    "contacttitle1": "President",
    "corpoffemail1": "ken.hesley@getlegaltv.com",
    "corpofffax1": "817-685-8947",
    "corpoffname1": "Ken Hesley",
    "corpoffphone1": "817-358-2105",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)Books & Periodicals - (BOK)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Books & Periodicals - (BOK)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2009-06-30",
    "orgverification": "In house",
    "personaldata": "data gathered online only",
    "ppdate": "2008-06-16",
    "previous": "",
    "privacyprograms": "BBBOnline",
    "recoursemech": "BBB Online",
    "signupdate": "2008-06-30",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "76040"
}