{
    "CertificationStatus": "false",
    "Fax": "+1.904-493-9146",
    "OrgName": "Vurv Technology, Inc.",
    "PPLoc": "www.vurv.com/eng/company/privacy.cfm ",
    "Phone": "+1 877-394-5644",
    "activities": "Vurv collects personally identifiable information from:  (a) individuals who submit information on this Site, (b) employees of our clients; and (c) applicants of our clients (collectively referred to as “Users”).  When we use the term “personally identifiable information,” we mean any information that can be used to identify a specific individual, such as name, address, telephone number, email address, resume information or birthdate.  For example, if you submit a question to us online, we will collect your e-mail address.  If you apply for a job with Vurv or if you apply for a job with one of our clients through a client web site, you will be asked to fill out an individual profile.  This profile may include your name, postal address, email address, telephone numbers, employment information and other resume information.  Users will also be asked to select a username and password.  We also collect Users’ name, company, industry, postal address, email address and phone number when they register to download research documents and case studies from our Site. Personally identifiable information collected by Vurv may be stored in the United States or any other country in which Vurv or its affiliates, subsidiaries or agents maintain facilities.",
    "address": "7660 Centurion Parkway",
    "asp_index": "07865",
    "city": "Jacksonville",
    "contactemail1": "privacy@vurv.com",
    "contactfax1": "+1.904-493-9146",
    "contactname1": "Darren Bounds",
    "contactoff1": "Information Security",
    "contactphone1": "+1 877-394-5644",
    "contacttitle1": "Information Security Officer",
    "corpoffemail1": "privacy@vurv.com",
    "corpofffax1": "+1 904-493-9146",
    "corpoffname1": "Darren Bounds",
    "corpoffphone1": "+1 877-394-5644",
    "corpofftitle1": "Information Security Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "",
    "industrysector_parsed": [],
    "latest": "true",
    "nextcertification": "2009-01-23",
    "orgverification": "Third Party",
    "personaldata": "On-Line, Off-Line, Manually Processed",
    "ppdate": "2007-01-23",
    "previous": "07865",
    "privacyprograms": "JAMS",
    "recoursemech": "JAMS (\r\nhttp://www.jamsadr.com\r\n) for non-human resources data.",
    "signupdate": "2007-01-23",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "32256"
}