{
    "CertificationStatus": "false",
    "Fax": "303-444-2586",
    "OrgName": "Wall Street On Demand, Inc.",
    "PPLoc": "http://www.wallst.com/privacy/ ",
    "Phone": "303-583-4394",
    "activities": "We provide hosted managed internet services to our clients, some of whom reside in the EU. Some of the end users reside in the EU, and our customers may ask for their personal information when they sign up for services.  We do not access or use such personal information except, when requested, to provide product or service updates, information and alerts.\r\nWe collect and store non-personal information from visitors to our hosted sites for internal statistical purposes. This data may include: the name of domain from which users access the Internet; date and time users access our hosted sites; the Internet address of the website from which users linked directly to our hosted sites; and information users view while visiting our hosted sites.",
    "address": "5718 Central Avenue",
    "asp_index": "07868",
    "city": "Boulder",
    "contactemail1": "wyatt.magee@wallst.com",
    "contactfax1": "303-444-2586",
    "contactname1": "Wyatt Magee",
    "contactoff1": "Wall Street On Demand, Inc.",
    "contactphone1": "303-583-4394",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "james.tanner@wallst.com",
    "corpofffax1": "303-444-2586",
    "corpoffname1": "James Tanner",
    "corpoffphone1": "303-583-4343",
    "corpofftitle1": "President & CEO",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2009-10-10",
    "orgverification": "In-house",
    "personaldata": "Online",
    "ppdate": "2007-10-04",
    "previous": "07868",
    "privacyprograms": "None",
    "recoursemech": "We will allow our clients reasonable access to verify our commitment to adhere to the safe harbor principles, including transferring a sample of data stored on its systems to the client. We will cooperate with the EU Data Protection Authorities and the Department of Commerce to resolve any complaints and disputes arising in connection with its privacy policy. All employees will be required to be familiar with and adhere to this privacy policy. We will investigate any reported complaints of violations of its privacy policy and will take prompt remedial action where violations are found. Dispute resolution provisions in our client contracts will be followed.",
    "signupdate": "2007-10-10",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80303"
}