{
    "Fax": "202-587-9005",
    "OrgName": "Capture Discovery",
    "PPLoc": "Corporate Office",
    "Phone": "202-587-9000",
    "activities": "Capture Discovery specializes in automated services specific to Document Management, Corporate Compliance, and Litigation Support. Almost 95 percent of all data received is considered confidential and/or personal information. In the instances of back file /day forward scanning we are typically asked to scan confidential business information, as well as personnel files for archiving or easier reference. In instances were we are asked to create databases for electronic review (for Attorney or in-house counsel) from data once residing on corporate servers, all of the data in one way or another contain personal information from the custodians data collected from their work or home computers. Levels of confidentiality and or privacy are dependant on the case, the information collected, and the origin of the originals.",
    "address": "1667 K St., NW  Suite LL 50",
    "asp_index": "08375",
    "city": "Washington",
    "contactemail1": "ttomanio@capturediscovery.com",
    "contactfax1": "202-587-9005",
    "contactname1": "Todd Tomanio",
    "contactoff1": "Capture Discovery",
    "contactphone1": "202-587-9000",
    "contacttitle1": "Managing Partner",
    "corpoffemail1": "ttomanio@capturediscovery.com",
    "corpofffax1": "202-587-9005",
    "corpoffname1": "Todd Tomanio",
    "corpoffphone1": "202-587-9000",
    "corpofftitle1": "Managing Partner",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Legal Services - (LES)Computer Services - (CSV)General Services - (GSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "General Services - (GSV)",
        "Information Services - (INF)",
        "Legal Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2011-10-26",
    "orgverification": "In house.",
    "personaldata": "All documents and ESI received for processing",
    "ppdate": "2008-06-01",
    "previous": "",
    "privacyprograms": "We are currently not a member of any privacy programs.",
    "recoursemech": "In the event that Capture Discovery needs to engage in recourse, we (1) will comply with legal or regulatory supervisory authorities that provide for handling of individual complaints and dispute resolution; or (2) provide a commitment to cooperate with data protection authorities located in the European Union or their authorized representatives",
    "signupdate": "2009-10-26",
    "state": "District of Columbia",
    "statutorybody": "FTC",
    "zip": "20006"
}