{
    "CertificationStatus": "false",
    "Fax": "301-519-1565",
    "OrgName": "Intelliworks",
    "PPLoc": "http://www.intelliworks.com/PrivacyPolicy ",
    "Phone": "240-238-3210",
    "activities": "Intelliworks uses the information that We collect from you to set up the Service for You and Your organization. We may also use the information to contact You to further discuss Your interest in our company, the Service that We provide, and to send information regarding our company or third-party partners, promotions and events. Except with respect to financial and billing information (“Billing Information”) as specified below and except as We explicitly state at the time We request any information from You, or as provided for in the Intelliworks Master Agreement executed between You and Intelliworks, we will not distribute or share your General Information, Additional Information or Billing Information with third parties. You may be invited to receive an email newsletter by providing an email address. This email address You provide for newsletter receipt will not be distributed or shared with third parties. You can opt out of being contacted by Us, or receiving such information from Us, at any time by sending an email to info@intelliworks.com. The email address You provide for newsletter receipt may be different from the email address You are asked to provide when registering for the Service, in order to receive a username and password . We may also email information to this registration email address regarding updates to the Service or company.",
    "address": "2092 Gaither Road, Suite 100",
    "asp_index": "08675",
    "city": "Rockville",
    "contactemail1": "dan.obregon@intelliworks.com",
    "contactfax1": "301-519-1565",
    "contactname1": "Daniel Obregon",
    "contactoff1": "Intelliworks",
    "contactphone1": "240-238-3210",
    "contacttitle1": "Director of Marketing",
    "corpoffemail1": "dan.obregon@intelliworks.com",
    "corpofffax1": "301-519-1565",
    "corpoffname1": "Intelliworks",
    "corpoffphone1": "240-238-3210",
    "corpofftitle1": "Director of Marketing",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovenia, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVN",
        "SVK",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2010-12-15",
    "orgverification": "Third-party",
    "personaldata": "On-line, Off-line, Manually Processed",
    "ppdate": "2009-11-18",
    "previous": "",
    "privacyprograms": "TRUSTe's EU Safe Harbor Seal Program",
    "recoursemech": "TRUSTe's EU Safe Harbor Seal Program",
    "signupdate": "2009-12-15",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "20850"
}