{
    "CertificationStatus": "false",
    "Fax": "866-801-1553",
    "OrgName": "ElevateCDS, LLC",
    "PPLoc": "http://www.familyofficenetwork.com/_pdf/09_fon_privacy_policy.pdf ",
    "Phone": "(866) 801-1553",
    "activities": "FamilyOfficeNetwork® specializes in providing communication and organization tools through an online portal for advisors and their clients.  \r\nWe collect non-public personal information about member advisors and their clients from the following sources:\r\n•\tInformation entered into the client's notes or email advisors section that is recorded in our administration notes.\r\n•\tFiles uploaded by advisors that have access to a client's account.  FamilyOfficeNetwork does not have access to information posted by clients or advisors.\r\nA primary advisor is defined as the advisor that uploads the client into the system, or the advisor that has been transferred \"ownership.\" The primary advisor controls the access of the client's account and grants access to the client's other advisors.\r\nA client's \"advisor\" may include the primary advisor or any FamilyOfficeNetwork member that has been granted access to that client's account by the primary advisor, or at the request of the client.\r\nWe will only use information about you or your clients to:\r\n•\tManage and administer the database.\r\nWe have limited the amount of information accessible by FamilyOfficeNetwork to the client's username only.\r\nWe have limited the access to data on the server, either physical or other type of access, to only the programming team and project manager.",
    "address": "2665 Fourth Ave",
    "asp_index": "09372",
    "city": "San Diego",
    "contactemail1": "aaron@familyofficenetwork.com",
    "contactfax1": "(866) 801-1553",
    "contactname1": "Aaron Pickett",
    "contactoff1": "FamilyOfficeNetwork",
    "contactphone1": "(866) 801-1553",
    "contacttitle1": "",
    "corpoffemail1": "pete@familyoffienetwork.com",
    "corpofffax1": "(866) 801-1553",
    "corpoffname1": "Peter R. Wheeler",
    "corpoffphone1": "(866) 801-1553",
    "corpofftitle1": "Founder and Managing Director",
    "eucountries": "Ireland, United Kingdom",
    "eucountries_parsed": [
        "IRL",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2011-03-05",
    "orgverification": "In-house.",
    "personaldata": "On-line.",
    "ppdate": "2008-02-21",
    "previous": "09372",
    "privacyprograms": "None",
    "recoursemech": "In the event a dispute cannot be resolved, the parties agree to submit to binding arbitration with a representative of the American Arbitration Association.  All decisions of the arbitrator shall be binding on all parties.",
    "signupdate": "2008-03-05",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92103"
}