{
    "Fax": "949-266-5784",
    "OrgName": "WebVisible",
    "PPLoc": "http://webvisible.com/legal/privacy-policy.php ",
    "Phone": "949-502-4442",
    "activities": "What personal information do we collect and how do we use it?\r\nIn order to provide our full range of services and provide the best customer experience for our customers, we may collect the following types of information:\r\nUser provided information.  Certain aspects of our web site allow you to submit personal information to us (such as your name, email address, telephone number and mailing address) via internet browser based forms or by sending us an e-mail.  In addition, certain aspects of our web site require that you register in order to obtain a user name and password from us.  We may retain and use those communications in order to process your requests, respond to communications or improve the quality of our customer experience.  If you provide feedback via our “contact us” form or otherwise, we may also retain and use those communications for the same purposes.  In order to purchase products or services from our web site, we may require you to submit a credit card for payment.  We take reasonable steps to encrypt your credit card information as it is processed and stored on our servers. \r\nCookies.  When you visit our web site, we do not send your internet browser cookie files.  \r\nLogs.  By accessing our web site, our internet servers automatically record information your internet browser sends when you visit a web site.  These logs may contain information such as your internet protocol (IP) address, browser version, domain name, language, date and time, and the referring web site.  We do not use any logs created by your visit except as necessary for you to submit user provided information via our web site. \r\nWe will only use your personal information (i) to provide our services or information about our services to you, (ii) for analysis in order to improve our services and operations, (iii) to develop products and services, (iv) to comply with applicable law, rules and regulations and (iv) for the specific reasons outlined on our web site when we collect your information.  \r\nIf we use your information for a purpose different from those outlined above, we will ask for your consent prior to such use.  You may choose to opt-out of such use at such time.  You may also request we remove your personal information from our active systems at any time by contacting us at the email or street address noted above.",
    "address": "121 Innovation Suite 100",
    "asp_index": "09402",
    "city": "Irvine",
    "contactemail1": "jgardner@webvisible.com",
    "contactfax1": "949-266-5784",
    "contactname1": "Jason Gardner",
    "contactoff1": "Webvisible, Inc.",
    "contactphone1": "949-502-4442",
    "contacttitle1": "CFO",
    "corpoffemail1": "jgardner@webvisible.com",
    "corpofffax1": "949-266-5784",
    "corpoffname1": "Jason B Gardner",
    "corpoffphone1": "949-502-4442",
    "corpofftitle1": "CFO",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2011-03-27",
    "orgverification": "In-house",
    "personaldata": "on-line",
    "ppdate": "2007-02-22",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Better Business Bureau EU Safe Harbor Program",
    "signupdate": "2007-03-27",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92617"
}