{
    "Fax": "703-245-6101",
    "OrgName": "LEX On Demand",
    "PPLoc": "http://www.lexondemand.com ",
    "Phone": "703-245-6100",
    "activities": "LEX on Demand (LEX) provides data processing, hosting and collection services for electronically stored information.  These services are performed on behalf of client law firms as well as directly to business organizations who are parties to various types of legal and commercial proceedings. \r\nAll data collected in the course of LEX's activities are kept under strict privacy and confidentiality protocols since much of this information may constitute evidence in litigation and other sensitive proceedings.  It is LEX's practice to enter into a comprehensive Confidentiality and Non-Disclosure Agreement as to data received in every engagement undertaken.  Each of LEX's employees has executed a Confidentiality and Non-Disclosure Agreement pertaining to all information that comes into their possession in the course of their employment.\r\nPersonal information is collected in the EU by the Client directly, LEX personnel and/or partners at the Client's direction.  In addition, data might also be sent to LEX in the United States by the Client or a LEX partner for processing.  Data is then housed on secure servers in the Unites States which is accessible to LEX personnel who have a need to access such information for the purpose of performing data services.\r\nMuch of the data processed and hosted by LEX does not constitute personal data.  However, personal data will, on occasion, enter into the possession of LEX within the email accounts of individuals in the employ of parties to litigation.",
    "address": "7927 Jones Branch Drive",
    "asp_index": "09524",
    "city": "McLean",
    "contactemail1": "amorrow@lexondemand.com",
    "contactfax1": "703-245-6101",
    "contactname1": "Alexandra Morrow",
    "contactoff1": "LEX On Demand",
    "contactphone1": "703-245-6100",
    "contacttitle1": "Senior Project Manager",
    "corpoffemail1": "dtomashefski@lexondemand.com",
    "corpofffax1": "703-245-6101",
    "corpoffname1": "David Tomashefski",
    "corpoffphone1": "703-245-6100",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Liechtenstein, Luxembourg, Netherlands, Norway, Poland, Portugal, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LIE",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer & Peripherals - (CPT)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2011-04-16",
    "orgverification": "In-house",
    "personaldata": "On-line, off-line, manually processed",
    "ppdate": "2008-04-01",
    "previous": "",
    "privacyprograms": "The Better Business Bureau's BBB EU Safe Harbor",
    "recoursemech": "All complaintants are encouraged to refer privacy issues to Gretchen Haughney, Senior Project Manager (ghaughney@lexondemand.com) for expedited resolution.  If the issue cannot be resolved LEX will agree to mediate the issue using the BBB EU Safe Harbor Privacy Dispute Resolution Procedure.",
    "signupdate": "2008-04-16",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22102"
}