{
    "CertificationStatus": "false",
    "Fax": "650 240 0431",
    "OrgName": "Servo Software, Inc.",
    "PPLoc": "http://www.servo.net/privacy/ ",
    "Phone": "650 577 2340",
    "activities": "Servo Software Inc. and other companies within the Servo Software Inc. corporate group, collect personal information in relation to natural persons from within member states to the European Union (\"EU data subjects\") as result of:\r\n1) the use and operation by Servo Software Inc. and its group members of internet domains which are registered in member states of the European Union from which Servo Software Inc. and its group members carry on their business and supply services to EU data subjects; and\r\n2) the distribution, within member states of the European Union, by Servo Software Inc. and its group members (and other third parties authorised to do so by Servo Software Inc. and its group members) of applications and products to EU data subjects; and\r\n3) the supply of goods and/or services to Servo Software Inc. and its group members by companies and businesses located in member states of European Union (which may in some cases involve the supply or exchange of personal information in relation to EU data subjects).\r\nPersonal information collected under (1) and (2) is held and processed by Servo Software Inc. and its group members for differing purposes depending upon the particular service or product being provided. These purposes may include any of the following: sales and marketing to such consumers and/or businesses, contract negotiation, effecting transactions with such consumers and/or businesses, supplying services and/or products to such consumers and/or businesses, operating, developing and improving our services and products, personalising our services and products, financial processing and management, fraud detection and prevention, compliance with governmental, legislative and regulatory bodies, customer support and/or customer relationship management.\r\nPersonal information collected under (3) is held and processed by Servo Software Inc. and its group members for differing purposes depending upon the nature of the supply of goods and/or services. These purposes may include any of the following: contract negotiation, effecting transactions with such individuals and/or businesses, financial management and/or supplier relationship management, fraud detection and prevention, and compliance with governmental, legislative and regulatory bodies.",
    "address": "1990 S Norfolk St, Suite 350",
    "asp_index": "09771",
    "city": "San Mateo",
    "contactemail1": "privacy@getservo.com",
    "contactfax1": "650 240 0431",
    "contactname1": "Christof Wittig",
    "contactoff1": "Servo Software, Inc.",
    "contactphone1": "650 577 2340",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "tobias@getservo.com",
    "corpofffax1": "650 240 0431",
    "corpoffname1": "Tobias C Stepan",
    "corpoffphone1": "+49 151 24158040",
    "corpofftitle1": "General Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Computer & Peripherals - (CPT)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2011-07-02",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed data",
    "ppdate": "2009-06-01",
    "previous": "09771",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2009-07-02",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94403"
}