{
    "CertificationStatus": "false",
    "Fax": "215-947-4938",
    "OrgName": "Sprintserve Net LLC",
    "PPLoc": "http://www.sprintserve.net/safeharbor.php ",
    "Phone": "215-480-7400",
    "activities": "Sprintserve Net will only collect information from customers, persons or companies requesting information about Sprintserve Net's services, or persons using services of Sprintserve Net. Sprintserve Net will use customer information internally to provide domain name and webhosting and server administration services to its clients. Sprintserve Net may ask visitors or existing customers to submit credit related information or account information through Sprintserve Net's billing system or secured form. All financial information is encrypted for its protection prior to its transmission over the internet. Sprintserve Net may collect this information on a transaction-by-transaction basis and will not authorize the release of the information with anyone not directly involved in processing the transaction. This information may be encrypted and stored for logging purposes in accordance with applicable regulatory requirements or for automated transaction processing for existing customers' invoices. Sprintserve Net's clients provide all the content for the communications and retain ownership of all data and content.",
    "address": "1903 60th Place E., Suite M1375",
    "asp_index": "09878",
    "city": "Bradenton",
    "contactemail1": "silver@sprintserve.net",
    "contactfax1": "215-947-4938",
    "contactname1": "",
    "contactoff1": "Sprintserve Net LLC",
    "contactphone1": "215-480-7400",
    "contacttitle1": "",
    "corpoffemail1": "silver@sprintserve.net",
    "corpofffax1": "215-947-4938",
    "corpoffname1": "Chaw Ming, Ho",
    "corpoffphone1": "215-480-7400",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Cyprus, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Netherlands, Norway, Portugal, Slovakia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "PRT",
        "SVK",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2011-08-14",
    "orgverification": "in-house",
    "personaldata": "On-Line, Off-Line, Manually Processed",
    "ppdate": "2009-06-01",
    "previous": "",
    "privacyprograms": "BBB EU Safe Harbor Program, Reference no. EU7749606-01-09",
    "recoursemech": "BBB EU Safe Harbor Dispute Resolution Program",
    "signupdate": "2009-08-14",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "34203"
}