{
    "CertifiedThroughLabel": "",
    "Fax": "818-706-3436",
    "OrgName": "Conversive, Inc",
    "PPLoc": "http://www.conversive.com/privacy_policy ",
    "Phone": "818-480-6880",
    "activities": "•\tUsage Information\r\nInformation about the usage of the web-chat service will be used only to monitor and improve the service.\r\n\r\n•\tContact Information\r\nContact information collected by Conversive will be used to provide the requested information and support.  Contact information may be used to send out promotional material about our services from time to time.\r\n\r\n•\tCookies\r\nCookies are used to personalize the Customer web-chat experience.\r\n\r\n•\tInformation Received on Behalf of Clients\r\nWhen the Conversive web-chat service is hosted on Conversive servers on behalf of a Client, it is always Conversive’s policy, as the Client’s agent, to comply with the terms and conditions of each Client’s Privacy Policy with regard to Customer Information.  While Customer Information may be contained in logs or records of the conversations between a Client and its Customers, Conversive does not segregate Customer Information, or use it for any commercial purpose of its own. Logs and transcripts of chat conversations may be reviewed by Conversive or the Client for the purposes of evaluating and improving the service.\r\n\r\nExcept as required by law, or as noted above, Conversive does not share Customer Information with any third party.",
    "address": "5137 Clareton Drive, Suite 200",
    "asp_index": "09889",
    "city": "Agoura Hills",
    "contactemail1": "jkeane@conversive.com",
    "contactfax1": "818-449-7635",
    "contactname1": "Jack Keane",
    "contactoff1": "Conversive",
    "contactphone1": "818-480-6887",
    "contacttitle1": "CTO",
    "corpoffemail1": "jkeane@conversive.com",
    "corpofffax1": "818-449-7635",
    "corpoffname1": "Jack Keane",
    "corpoffphone1": "818-480-6887",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2011-06-30",
    "orgverification": "in-house",
    "personaldata": "on-line",
    "ppdate": "2010-06-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Conversive:\r\n\r\n1. Elects to satisfy the requirement in points (a) and (c) of the Safe Harbor Enforcement Principle by committing to cooperate with the DPAs;\r\n\r\n2. Will cooperate with the DPAs in the investigation and resolution of complaints brought under the Safe Harbor; and\r\n\r\n3. Will comply with any advice given by the DPAs where the DPAs take the view that the organization needs to take specific action to comply with the Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by any non-compliance with the Principles, and will provide the DPAs with written confirmation that such action has been taken.",
    "signupdate": "2010-06-30",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "91301"
}