{
    "CertificationStatus": "false",
    "Fax": "281-263-6395",
    "OrgName": "TechRadium Inc",
    "PPLoc": "http://www.techradium.com/privacy.cfm ",
    "Phone": "281-263-6300",
    "activities": "Any personally identifiable information you share with TechRadium when registering for Products and Services at any of our Network sites is maintained and accessible only by TechRadium unless specifically stated otherwise. TechRadium requests information from its users so that users can enjoy customized experiences across the TechRadium Network, including personalization services, interactive communications, games, online shopping and much more. Most of these Products and Services are available to you at no cost. In order to provide great content and services free of charge, TechRadium displays advertisements. \r\n\r\nThe following are examples of how the TechRadium Network may use the information it collects:\r\n\r\nTechRadium uses the aggregate data collected to let our sponsors know the numbers of people who have certain demographic characteristics and the number of those people who have seen and \"clicked\" on their advertisement(s). We will also disclose to those third-party sponsors the overall demographics available regarding who saw and \"clicked\" on their advertisement. No personally identifiable information will be disclosed to these advertisers as part of this process — only information in an aggregate form.\r\n\r\n\r\nTechRadium also uses the aggregate data to perform statistical analyses of the collective characteristics and behavior of our registered users and visitors, to measure user demographics and interests regarding specific areas of the TechRadium Network and to analyze how and where best to use our resources. Without such data, we would not know which parts of the TechRadium Network are the most popular, and we would not be able to change and update the content and services appropriately. \r\n\r\n\r\nTechRadium may, from time to time, use your information to contact you about changes or enhancements to Products and Services on the TechRadium Network.\r\n\r\n\r\nIf you told TechRadium that you were interested in receiving offers or information from selected sponsors and advertisers, TechRadium will send you email about products and services that we feel may be of interest to you. For those who elect to receive such materials from TechRadium or third parties, and who indicate that they do in their profile, TechRadium will release personally identifiable information. Information released includes name, email address and other information supplied in the TechRadium Network registration process.\r\n\r\n\r\nTechRadium sometimes uses an individual registered user's data to \"pre-populate\" forms that are displayed for the purpose of collecting individual data by the TechRadium Network and/or its advertisers and sponsors.\r\n\r\n\r\nIf you enter a sweepstakes or a contest on the TechRadium Network, we will use the information you provided to contact you in the event you win.\r\n\r\n\r\nTechRadium may be required by law enforcement or judicial authorities to provide information on individual users to the appropriate governmental authorities. In matters involving a danger to personal or public safety, TechRadium may voluntarily provide information to appropriate governmental authorities.",
    "address": "One Sugar Creek Center Blvd",
    "asp_index": "09913",
    "city": "Sugar Land",
    "contactemail1": "lvetrano@techradium.com",
    "contactfax1": "281-263-6395",
    "contactname1": "Louis Vetrano",
    "contactoff1": "Corporate",
    "contactphone1": "281-263-6300",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "pbrager@techradium.com",
    "corpofffax1": "281-263-6395",
    "corpoffname1": "Paul W Brager Jr",
    "corpoffphone1": "281-263-6300",
    "corpofftitle1": "Chief Security Officer",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Telecommunications Services - (TES)Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2011-10-18",
    "orgverification": "In-house",
    "personaldata": "All forms of electronic data processed by Techradium are covered by the safe harbor.",
    "ppdate": "2008-09-01",
    "previous": "09913",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2010-10-18",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "77478"
}