{
    "CertifiedThroughLabel": "",
    "Fax": "239-495-7366",
    "OrgName": "My Docs Online, Inc.",
    "PPLoc": "http://www.mydocsonline.com/privacy.html ",
    "Phone": "239-495-1181",
    "activities": "Our site's registration form requires users to give us contact information (like their name, address, email address, and credit card information if applicable).  By registering, users are able to upload, store, and download files, and share files with others.  We use customer contact information (specifically e-mail addresses) from the registration form to send the user information about our company and products, and to notify users when another user has made a file available. E-mail is also the primary means of providing technical support, including account modifications.  This site has security measures in place to protect the loss, misuse and alteration of the information under our control. All user files are safely stored on the My Docs Online private network servers. These servers are machines that are physically isolated from the public Internet, for security purposes. The My Docs Online Web server is deployed using a dual-homed configuration, thus providing specialized, application-specific firewall protection to our private network.",
    "address": "9148 Bonita Beach Road Suite 201",
    "asp_index": "10410",
    "city": "Bonita Springs",
    "contactemail1": "rviets@mydocsonline.com",
    "contactfax1": "239-495-7366",
    "contactname1": "Richard Viets",
    "contactoff1": "9148 Bonita Beach Road Suite 201",
    "contactphone1": "239-495-1181",
    "contacttitle1": "CTO",
    "corpoffemail1": "rviets@mydocsonline.com",
    "corpofffax1": "239-495-7366",
    "corpoffname1": "Richard Viets",
    "corpoffphone1": "239-495-1181",
    "corpofftitle1": "Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2011-10-04",
    "orgverification": "In-house",
    "personaldata": "On-Line data",
    "ppdate": "2000-08-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "My Docs Online, Inc. is committed to cooperate with data protection authorities located in the European Union or their authorized representatives.",
    "signupdate": "2001-10-04",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "34135"
}