{
    "CertifiedThroughLabel": "",
    "Fax": "305-600-5450",
    "OrgName": "Tradepal, Inc.",
    "PPLoc": "http://www.tradepal.com/privacy/ ",
    "Phone": "305-600-5480",
    "activities": "Personal Information. we collect first and last name, telephone number, email address, mailing address, birth date, credit card information, account numbers, photo, gender and account login information (i.e., username and password). PII may alo be uniquely linked to a User as a result of his/her visit to the Site, such as server log file data and session information (which is explained in more detail in subsection (d) below). This Site is only open to registered Users. In order to complete trades on the Site, you will need to provide additional personally identifiable information. Other than what is required to register as a User and to complete trades on the Site, we do not collect your personal information unless it is voluntarily disclosed by you. \r\n\r\n(a)\tPurchase Information: When you make a trade through Tradepal, we collect your name and payment method information, such as credit card information or bank account numbers. \r\nb)\tElectronic Mailing Lists: We use electronic mailing lists to send news, updates, events, announcements, newsletters, and other communications to Users via email. You may opt out of our mailing lists at any time. Once you opt out, we will not reuse your email address unless you rejoin our mailing lists or otherwise opt in to receive electronic communications from us \r\n(c)\tSurvey and Feedback Forms: We may use online survey and feedback forms to gather opinions, comments, suggestions, etc. about the Site from our Users. \r\n(d)\tMember Registration and Profile: Our software will use Facebook Connect as the default option for identity and authentication. To register as a Member, you must provide certain personal information, such as your full name, email address, zip code, phone number, gender and birth date. If you are a minor (but not below the age of 13), we reserve the right to require you to provide the name and email address for your parent or legal guardian.  (e)\tAlerts: We may send you email alerts regarding possible trading opportunities, status of a proposal or trade, communicate a proposal or complete a trade. We may also send you emails to facilitate shipping, confirm proposals, confirm trades, complete trades, delivering notification about groups and/or events, regarding optimization of the Site, respond to your customer service inquiries or requests, to solicit your feedback, resolve disputes, and to prevent fraud. Under your direction, we may send your friends email invites to join the Site, groups and/or events.\r\n(f)\tLog Files and Cookies: Our web servers may automatically generate log files that contain data linked to individual Users, such as IP address, browser type, operating system, ISP domain name, referring/exit page, date/time stamp, clickstream data, etc. Also, the Site may use “cookies” to collect session information about individual Users' visits to the Site (see Section 6 below for more information about cookies).\r\n(h)\tInvites: If you choose to use our invitation service to tell a friend about our Site, we will ask you for information needed to send the invitation, such as your friend's email address. We will send your friend an email in your name inviting him or her to visit the Site, and may send up to two reminders to them. We store this information to send invitations and reminders, to register a friend connection if your invitation is accepted, to allow you to see invitations you have sent, and to track the success of our referral program. Your friend may contact us at privacy@tradepal.com to request that we remove this information from our database.",
    "address": "1111 Brickell Ave., 11th Floor",
    "asp_index": "10411",
    "city": "Miami",
    "contactemail1": "contact@tradepal.com",
    "contactfax1": "305-600-5450",
    "contactname1": "",
    "contactoff1": "Tradepal, Inc.",
    "contactphone1": "305-600-5480",
    "contacttitle1": "",
    "corpoffemail1": "karim.guessous@tradepal.com",
    "corpofffax1": "305-600-5450",
    "corpoffname1": "Karim Guessous",
    "corpoffphone1": "305-600-5480",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Denmark, France, Germany, Ireland, Italy, Liechtenstein, Luxembourg, Netherlands, Norway, Poland, Portugal, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "LIE",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2011-09-10",
    "orgverification": "Third-Party",
    "personaldata": "on-line",
    "ppdate": "2010-08-18",
    "previous": "",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "TRUSTe EU Safe Harbor Program",
    "signupdate": "2009-09-10",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33131"
}