{
    "CertificationStatus": "false",
    "Fax": "770-828-0510",
    "OrgName": "Global Management Technologies",
    "PPLoc": "http://www.gmt.com/about/privacy ",
    "Phone": "770-864-2202",
    "activities": "GMT is a leading worldwide provider of workforce management, cash management, and performance management software for call centers, branch banking, back office, and services organizations.  GMT resource optimization solutions are used in over 10,000 locations across 6 continents and schedules over 250,000 people every day.  GMT counts 4 of the top 5 North American retail banks as clients, and other leading brands such as World Travel Holdings, AirTran, BB&T, Golfsmith, UPS, and Weight Watchers.\r\nGMT On-Demand was developed to bring full-featured workforce optimization to contact centers, banks, credit unions and building societies that desire a complete package but may not have the capital budgets or internal resources to manage one.  GMT On-Demand is a Software as a Service (SaaS) solution that enables these organizations to realize the benefits of workforce optimization technologies without the burden of a large up-front or capital investment.  GMT has an award-winning GMT Plant workforce management solution that provides as a hosted delivery model.\r\n\r\nSecurity\r\nApplication hosting demands additional measures beyond the application security schemes available in the product.  GMT chose Rackspace as its application hosting partner largely because of the robust and comprehensive physical, network and software security supported by Rackspace.\r\nSAS 70 \r\nRackspace Hosting has completed an examination in conformity with Statement on Auditing Standards No. 70 (SAS 70), Service Organizations. Completion of the SAS 70 Type II examination indicates that selected Rackspace's processes, procedures and controls have been formally evaluated and tested by an independent accounting and auditing firm. The examination included the company's controls related to security monitoring, change management, service delivery, support services, backup and environmental controls, logical and physical access.\r\nWhere a different service provider is utilized GMT requires a minimum of SAS 70 Type II examination or ISO 27001 Compliance.\r\nPhysical Security\r\nThe Rackspace facilities that host GMT On-Demand are secure places.  They are in nondescript locations.  Manned security is provided 24x7x365.  There is no third-party access to these data centers whatsoever and all production areas secured by combination of PINs, passcards, and biometric hand scanners.\r\nInformation & Password Security\r\nInformation is kept secure by utilizing separate environments for each customer.  Access logs are kept and reviewed periodically.  Administrative passwords are kept securely and are encrypted.\r\nFirewall and Virtual Private Network Services\r\nNetwork security is established through a combination of Cisco PIX firewalls and GMT-designated managed VPN Access.   As part of its customary GMT On-Demand implementation, GMT will establish VPNs between the hosting facility and the customer’s network.  VPN parameters and keys are kept secure and only two individuals within GMT have access to these.\r\nService Level Agreement (SLA)\r\nGMT recognizes that GMT On-Demand is an essential business service to its customers and, as such, strives to provide high-availability service consistent with the customer’s expectation and budget.  Two Service Level options are available with GMT On-Demand.\r\nRedundant High-Availability Environment\r\nGMT will maintain customer’s data at an additional data center and commits to the High Availability Environment SLA even in the event of a cataclysmic event at a any specific data center.",
    "address": "Six Concourse parkway/Ste. 3100",
    "asp_index": "10506",
    "city": "Atlanta",
    "contactemail1": "jmcswain@gmt.com",
    "contactfax1": "770-828-0510",
    "contactname1": "Simon Angove",
    "contactoff1": "Global Management Technologies",
    "contactphone1": "770-864-2202",
    "contacttitle1": "CEO",
    "corpoffemail1": "jmcswain@gmt.com",
    "corpofffax1": "770-828-0510",
    "corpoffname1": "Mike Podrazhansky",
    "corpoffphone1": "770-864-2202",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2011-10-12",
    "orgverification": "Self-Assessment",
    "personaldata": "We store telephone statistics, bank transaction statistics and employee records both off-line and on-line.",
    "ppdate": "2006-06-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For human resources data: EU data protection authorities and Swiss Federal Data Protection and Information Commissioner; For all other types of data: American Arbitration Association",
    "signupdate": "2010-10-12",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30328"
}