{
    "CertifiedThroughLabel": "",
    "Fax": "212-635-2499",
    "OrgName": "Kopy Kween, Inc. dba: SuperiorGlacier",
    "PPLoc": "http://www.superiorglacier.com/index.php/superior/privacy ",
    "Phone": "212-514-6500",
    "activities": "SuperiorGlacier does not directly collect and use personal identifiable information (“PII”).  We may find ourselves in possession of PII, as a result of our work for our clients involved in various legal proceedings.  Our possession of such PII is incidental to our primary task of document and information management.  SuperiorGlacier does not disclose PII that might come into our possession in the course of processing and collecting documents in the course of our litigation support efforts.  \r\nSuperiorGlacier is a full service document management company.  Our Firm is recognized as a leader in applying litigation support technology to the traditional methods of creating document management systems.  SuperiorGlacier systems and methodologies allow our clients to quickly cull, index and copy documents at significant cost savings compared to traditional methods and the practices of others working in this industry. \r\nThe information we obtain varies pursuant to our clients’ requirements; we provide litigation support document management & conversion services.  Our services include high volume duplication, document capture, e-discovery and case management in all tasks.  SuperiorGlacier will assure you the utmost in security and dependability.    \r\nWith respect to personal information received from the European Union, SuperiorGlacier will comply with “The European Union Directive on Data Protection”.  \r\nSECURITY AND CONFIDENTIALITY\r\nSuperiorGlacier US Facilities\r\nThe SuperiorGlacier facilities maintain security and confidentiality that satisfies most litigation situations.  The facilities are usually staffed around the clock, and are otherwise secured through a double system keys.  The networks are accessible only through a double password system that limits users only to permitted projects and applications.  The network is not publicly accessible from the outside.  Documents are processed one file at a time, and paper materials are checked in and out of a secured document control area..  Photocopiers can be configured to require passwords for operation.  Staff are screened, references are checked, confidentiality statements collected as part of the SuperiorGlacier employment procedure.  The Company will sign additional confidentiality agreements if required.\r\nOur recent move to a new facility has allowed us to institute greater physical security as well.  All doors with exterior access are secured with hand scanners that require a password and the associated hand.  We have installed over 40 high-resolution cameras to monitor the facility.  These images are written to a hard drive that is backed up daily; the images are retained for 60 days.  In addition to the cameras themselves, the software on the system borrows from object recognition technology and allows us to track physical objects as they are moved within the facility.\r\nIn extraordinary situations, we maintain separate, locked facilities for the management of very sensitive client materials.  In other circumstances, we bring our scanning equipment and staff to a client site so that the document review and selection can be closely controlled.  We are prepared to undertake virtually any security measure to afford our clients the highest desired level of comfort, including placing an active security guard, equipping and securing a separate, dedicated facility on our site, dedicating a separate network server, and performing additional formal background checks on all staff.",
    "address": "42 Broadway",
    "asp_index": "11135",
    "city": "New York",
    "contactemail1": "Gov@SuperiorGlacier.com",
    "contactfax1": "212-635-2499",
    "contactname1": "Frank Canterino",
    "contactoff1": "SuperiorGlacier",
    "contactphone1": "212-514-6500",
    "contacttitle1": "V.P. of Project Management and Technical Sales",
    "corpoffemail1": "Ben_Friedman@SuperiorGlacier.com",
    "corpofffax1": "212-635-2499",
    "corpoffname1": "Ben Friedman",
    "corpoffphone1": "212-514-6500",
    "corpofftitle1": "Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "General Services - (GSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2012-02-10",
    "orgverification": "BBBOnline",
    "personaldata": "We do not directly collect PII",
    "ppdate": "2002-10-01",
    "previous": "",
    "privacyprograms": "BBB EU Safe Harbor Program",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2006-02-10",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10004"
}