{
    "CertificationStatus": "false",
    "Fax": "305-402-0268",
    "OrgName": "Odysseus Solutions",
    "PPLoc": "http://www.odysseussolutions.com/privacypolicy.asp ",
    "Phone": "305-804-4177",
    "activities": "Odysseus Solutions operates solely as a provider of Internet-enabled Application Service Provider (“ASP”) that provides a comprehensive customer & travel reservation online booking & management system solution for travel sellers registered directly with Odysseus. As such, Odysseus does not collect any of the data within our systems except for and at the explicit instructions of our “Clients”. Our Clients are comprised of travel agencies, consortia, consolidators, online travel sellers, host agencies, suppliers and others that have contracted with Odysseus to use our applications and services.",
    "address": "325 S. Biscayne Blvd, Suite 3123",
    "asp_index": "11484",
    "city": "Miami",
    "contactemail1": "monish@OdysseusSolutions.com",
    "contactfax1": "305-402-0268",
    "contactname1": "Monish Luthra",
    "contactoff1": "Odysseus Solutions, LLC",
    "contactphone1": "305-804-4177",
    "contacttitle1": "President & CEO",
    "corpoffemail1": "monish@OdysseusSolutions.com",
    "corpofffax1": "305-402-0268",
    "corpoffname1": "Monish Luthra",
    "corpoffphone1": "305-804-4177",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Travel & Tourism Services - (TRA)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)",
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "true",
    "nextcertification": "2012-03-31",
    "orgverification": "In-house",
    "personaldata": "on-line",
    "ppdate": "2006-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Odysseus utilizes the self-assessment approach to assure its compliance with our privacy policy statement. Odysseus periodically verifies that the policy is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented, and in conformity with the Principles. Odysseus encourages interested persons to raise any concerns with us using the contact information below. Odysseus will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this policy.\r\n\r\nWith respect to any complaints relating to this policy that cannot be resolved through our internal processes, Odysseus has agreed to participate in the dispute resolution procedures of the panel established by the EU data protection authorities to resolve disputes pursuant to the Safe Harbor Principles, as well as to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner. In the event that Odysseus or such authorities determine that Odysseus did not comply with this policy, Odysseus will take appropriate steps to address any adverse effects and to promote future compliance. Any person who Odysseus determines is in violation of our privacy policies will be subject to disciplinary process.",
    "signupdate": "2010-03-31",
    "state": "Florida",
    "statutorybody": "DoT",
    "zip": "33131"
}