{
    "Fax": "214-481-9596",
    "OrgName": "Top Image Systems (TIS) Americas",
    "PPLoc": "http://www.egisticsinc.com/html/privacy_policy.html ",
    "Phone": "866-344-7842",
    "activities": "We do not sell your personal information to anyone, nor do we use any information about your accounts for market research or any other research that is shared outside of Top Image Systems. We may disclose your personally identifiable information to certain third party vendors (e.g., data storage facilities, payment processors) used by TIS - Americas to assist us in providing the TIS - Americas services, to the extent necessary to enable such vendors to provide such assistance. These third parties are prohibited from using your personally identifiable information for any other purposes. We may securely send information to those third party companies and/or TIS - Americas companies that help us store and protect your or your client's account information. An example of such services includes cloud storage. Any client's information that is stored with a third party is restricted to access by the client and by TIS - Americas personnel required to resolve service requests by the client. Third parties are prevented from accessing or viewing your or your clients' information. We limit the collection of information to that which is necessary to deliver our service to our clients. This service includes informing you of how we conduct our business, as well as any other opportunities that may be of benefit to you, including storing your data for you and your agents. Regarding individual persons, we get most information directly from you or your custodians, either via telephone, Web form or email. Information that we collect may include some or all of the following: Contact information of your employees or agents Information that you provide to us on other questionnaires and forms If you purchase a product or service from us on-line, we request certain personally identifiable information from you on our order form. You must provide contact information (such as name, email, and shipping address) and financial information (such as credit card number, expiration date). We use this information only for billing purposes and to fill your orders. If we have trouble processing an order, we or our agent will use this information to contact you. This information is stored and protected in a Payment Card.",
    "address": "5208 Tennyson Pkwy, Ste 100",
    "asp_index": "11772",
    "city": "Plano",
    "contactemail1": "bwinters@topimagesystems.com",
    "contactfax1": "214-481-9596",
    "contactname1": "Brian Winters",
    "contactoff1": "Top Image Systems (TIS) Americas",
    "contactphone1": "866-344-7842",
    "contacttitle1": "VP IT, Security & Operations",
    "corpoffemail1": "bwinters@topimagesystems.com",
    "corpofffax1": "214-481-9596",
    "corpoffname1": "Brian Winters",
    "corpoffphone1": "214-256-4607",
    "corpofftitle1": "VP IT, Security & Operations",
    "eucountries": "France, Germany, Italy, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "ITA",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2012-04-08",
    "orgverification": "Self-Assessment",
    "personaldata": "The following personal data is covered by the Safe Harbor Framework: organization, client, and customer. TIS-Americas does not manually process data.",
    "ppdate": "2011-01-01",
    "previous": "",
    "privacyprograms": "PrivacyTrust Safe Harbor",
    "recoursemech": "Any action, dispute, claim or controversy of any kind, in connection with, or in any way pertaining to, the Privacy Policy (\"Dispute\") will be resolved expeditiously, amicably, and at the level within each Party's organization most knowledgeable about the Dispute, in accordance with the procedures outlined below. The Parties do not intend for the procedures outlined below to supplant the routine handling of inquiries and complaints through informal contact with customer service representatives or other designated personnel of the Parties.\r\n\r\nThe complaining party's representative will notify the other party's representative in writing of the Dispute, and the non-complaining party will exercise good faith efforts to resolve the matter as expeditiously as possible. In the event that such matter remains unresolved fourteen (14) days after the delivery of the complaining party's written notice, the parties will confer in an effort to resolve the Dispute. If they are unable to reach a resolution of the Dispute, it will be resolved by binding arbitration in accordance with the terms of this dispute resolution section, except as otherwise set forth below. A party who fails or refuses to submit to arbitration following a lawful demand by any other party will bear all costs and expenses incurred in compelling arbitration of any Dispute. Arbitration proceedings will be administered by the American Arbitration Association (\"AAA\") or such other administrator as the parties may mutually agree upon. Arbitration will be conducted in accordance with the AAA Commercial Arbitration Rules. If there is any inconsistency between the terms hereof and any such rules, the terms herein will control. Arbitrators must be active members of the State Bar in the State of Texas with expertise in the substantive laws applicable to the subject matter of the Dispute.\r\n\r\nArbitrators (a) will resolve all Disputes in accordance with the substantive law of the State of Texas, without regard to such state's conflict of laws provisions, (b) may grant any remedy or relief that a court of the State of Texas could order or grant and such ancillary relief as is necessary to make effective any such award (but in no event will the arbitrator have the authority to award damages that exceed the scope of the Privacy Policy), and (c) will have the power to award recovery of all costs and fees, to impose sanctions and to take such other actions as they deem necessary to the same extent a judge could pursuant to the Federal Rules of Civil Procedure, the Rule of Civil Procedure in the State of Texas. To the maximum extent practicable, the AAA, the arbitrators and the Parties will take all action required to conclude any arbitration proceeding within one hundred and eighty (180) days of the filing of the Dispute with the AAA. No arbitrator or other party to an arbitration proceeding may disclose the existence, content or results thereof, except for disclosures of information by a party required in the ordinary course of its business, by applicable law or regulation, or to the extent necessary to exercise judicial review rights as set forth herein. This arbitration provision will survive termination, amendment or expiration of the Privacy Policy.",
    "signupdate": "2011-04-08",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75024"
}