{
    "CertifiedThroughLabel": "",
    "Fax": "503-303-8199",
    "OrgName": "Accero, Inc.",
    "PPLoc": "http://www.accero.com/privacy ",
    "Phone": "800-429-2674",
    "activities": "Accero, Inc. collects personal information (primarily business contact information), information relating to product preferences and use, and transaction related information from customers using our products and services, and from prospective customers requesting information.  This information may be used for a variety of business purposes including delivery and support of products and services; customer service; website content selection, performance management and navigation; and marketing and training.  As part of Accero's services, some customers may allow Accero to maintain or provide Accero with access to their data.  In connection with those services, Accero does not control the data, and any access to or use of such data is incidental to completing our contractual requirements for the customer. Accero also collects personal information from applicants and employees in the EU for human resources purposes.  Examples of these purposes are workforce recruitment and management, benefits administration, performance evaluation, regulatory compliance, budgeting and salary administraion, health and safety management, and security management. Accero may transfer information concerning employees, applicants, customers, prospects, partners and suppliers on a confidential basis to Accero's business advisors (such as auditors and legal counsel).",
    "address": "233 South Wacker Dr., Suite 3640",
    "asp_index": "12065",
    "city": "Chicago",
    "contactemail1": "privacy@accero.com",
    "contactfax1": "503-303-8199",
    "contactname1": "Stan Gonsalves",
    "contactoff1": "Privacy Compliance Office",
    "contactphone1": "800-429-2674",
    "contacttitle1": "Vice President Technology",
    "corpoffemail1": "privacy@accero.com",
    "corpofffax1": "503-303-8199",
    "corpoffname1": "Amy Grant",
    "corpoffphone1": "800-429-2674",
    "corpofftitle1": "Secretary",
    "eucountries": "Ireland, United Kingdom",
    "eucountries_parsed": [
        "IRL",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2012-05-10",
    "orgverification": "In-house",
    "personaldata": "On-line, off-line and manually-processed human resource data",
    "ppdate": "2010-04-30",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Accero agrees to cooperate with Data Protection Authorities located in the European Union or their authorized representatives for disputes specific to human resource information received from the European Union. All other disputes that cannot be resolved between Accero and the complainant will be handled in accordance with applicable dispute resolution procedures through the American Arbitration Association.",
    "signupdate": "2010-05-10",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60606"
}