{
    "Fax": "408-341-2393",
    "OrgName": "BayTSP.com Inc.",
    "PPLoc": "http://www.baytsp.com/privacy/ ",
    "Phone": "408-341-2300",
    "activities": "BayTSP may use EU Personal Data for business purposes in providing the following services to our its business clients (\"Clients\"):\r\n1.\tPeer-to-Peer Tracking & Enforcement\r\n2.\tWeb Video Tracking & Enforcement\r\n3.\tCyberlocker Tracking & Enforcement\r\n4.\tLive Streaming Tracking & Enforcement\r\n5.\tFirst Alert & Crisis Enforcement Services\r\n6.\tBusiness Intelligence & Monetization Services\r\nIn providing the above listed services, BayTSP may obtain various types of EU Personal Data about potential intellectual property right infringers or sharers of content:  information generally broadcasted by a peer-to-peer client without modification, user IP address, serve IP address, timestamp of detection, peer-to-peer client name and version, aliased username or ID (if provided), filename, file size, protocol hash of file, proportion of the file in possession, URL of potentially infringing content, file description (if provided), view count (if provided), and other URLs posted by user (if provided).\r\nBayTSP may use these types of EU Personal Data for business purposes, including delivering or providing products or services; to establish or maintain client and business relationships; to provide access to Internet-based and e-commerce activities; to perform accounting functions; and to conduct other activities as necessary or appropriate in connection with the servicing and development of the business relationship.  In the case of intellectual property right infringers, a notice of such infringement with information evidencing the infringement may be sent to an appropriate online service provider based upon the user IP address.  \r\nIf your personally identifiable information changes, you may correct, update or delete inaccuracies within your information by contacting us at privacy@baytsp.com.  We will respond to your request to access within 30 days.\r\nClients\r\nBayTSP provides a wide variety of services and solutions to its business clients (\"Clients\") that facilitate services including intellectual property right infringement tracking and online service provider notifications of intellectual property right abuse individuals (\"Data Subjects\"). In some instances, BayTSP may obtain access to EU Personal Data about such Data Subjects in the course of providing the services and solutions. In other specific instances, BayTSP may also obtain access to data about our Clients' end users in the course of providing support services to the Clients (\"End Users\"). Such data may include the data listed above, and other information, depending on the particular Client and application at issue.\r\nWherever we obtain access to EU Personal Data about Data Subjects or End Users, we are acting as a mere data processor on behalf of our Clients, and we therefore conduct such activities strictly in accordance with their instructions and pursuant to our contractual arrangements with them. If you are a an End User with an existing relationship with one of our Clients, you should refer to the Client's website to understand the privacy practices that apply to EU Personal Data that we may maintain about you. If you would like to access, review, update or request deletion of your EU/US Personal Data, you should contact us with any such requests at privacy@baytsp.com.  We will cooperate as appropriate with requests from our Clients to assist with such responses. We will respond to your request to access within 30 days.",
    "address": "141 Albright Way, Suite B",
    "asp_index": "12084",
    "city": "Los Gatos",
    "contactemail1": "osamah@baytsp.com",
    "contactfax1": "408-341-2393",
    "contactname1": "Osama Hussain",
    "contactoff1": "BayTSP.com, Inc.",
    "contactphone1": "408-341-2345",
    "contacttitle1": "In-House Counsel",
    "corpoffemail1": "stuartr@baytsp.com",
    "corpofffax1": "408-341-2393",
    "corpoffname1": "Stuart Rosove",
    "corpoffphone1": "408-341-2364",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)General Services - (GSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "General Services - (GSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2012-05-18",
    "orgverification": "TRUSTe",
    "personaldata": "information generally broadcasted by a p2p client without modification, user IP address, serve IP address, detection timestamp, p2p client name and version, aliased username or ID, filename, file size, protocol hash of file, proportion of the file in possession, URL of potentially infringing content, file description, view count , and other URLs posted by user.",
    "ppdate": "2011-05-03",
    "previous": "",
    "privacyprograms": "TRUSTe EU Safe Harbor program",
    "recoursemech": "TRUSTe",
    "signupdate": "2011-05-18",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95032"
}