{
    "CertificationStatus": "false",
    "Fax": "734-668-1883",
    "OrgName": "Enlighten Ventures, LLC",
    "PPLoc": "http://www.whatwasthere.com/privacy ",
    "Phone": "734-668-6678",
    "activities": "Information We May Collect\r\nYou can browse our Site without providing any personal or individually identifiable information. There are times when you may choose to give us personally identifiable information. For example, you may wish to register to create an account on our Site, to receive e-mails from us, to receive invitations, or to preview new content on the Site.\r\n\r\nWe will collect personally identifiable information that you voluntarily give us, as well as Site usage data.\r\n\r\nPersonally Identifiable Information\r\nIn order to utilize certain features of the Site, you may be asked to provide personally identifiable information such as your e-mail address, name, or mailing address, as well as other information, which you may provide voluntarily. We collect such personally identifiable information that you give us so that we may:\r\n•\tAuthenticate registered users \r\n•\tPost your content and comments\r\n•\tPersonalize your experience on the Site\r\n•\tKeep you informed of new content and services on the Site\r\n•\tImprove customer service and respond to your requests for information\r\n•\tAnalyze survey results and contest entries\r\n\r\nSite Usage Data\r\nWe may record your interactions with our web sites, our advertisements, emails or other applications we provide using data collection tools such as web logs, beacons, cookies, embedded web links and other commonly used tools.\r\n\r\n “Cookies” are small text files that are placed on your computer by our Site for the purpose of facilitating and enhancing your communication and interaction with the Site and collecting aggregate information. You may stop or restrict the placement of cookies on your computer or flush them from your browser by adjusting your web browser preferences and browser plug-in settings, in which case you may still use our Site, but it may interfere with some of its functionality.\r\n\r\nThe kind of information we may collect includes:\r\n•\tYour Internet Protocol (IP) address\r\n•\tThe pages visited on our Site and the time spent on each page\r\n•\tThe links clicked on our Site;\r\n•\tThe features used;\r\n•\tThe domain name of the sites from which visitors connect to our Site and the sites to which visitors connect through our service.\r\n\r\nWe use Site usage data to develop, manage, and improve the Site. Sometimes we may aggregate Site usage data with personally identifiable information from registered members. We may use that information to:\r\n•\tManage the Site\r\n•\tHelp resolve problems\r\n•\tAnalyze use of the Site\r\n•\tNotify you about products or services that we, our third party marketing partners, and members may offer from time-to-time\r\n\r\nCircumstances may arise where, whether for strategic or other business reasons, Enlighten decides to sell, buy, merge or otherwise reorganize businesses. Such a transaction may involve the disclosure of personally identifiable information to prospective or actual purchasers, or the receipt of it from sellers. It is our practice to seek appropriate protection for information in these types of transactions.\r\n\r\nDisclosure of Information\r\nEnlighten may permit its employees, vendors and subcontractors to access your personally identifiable information, but they are only permitted to do so in connection with services they are performing for Enlighten. They are not authorized by Enlighten to use the information for their own benefit. Enlighten may disclose personally identifiable information as required by law or legal process.\r\n\r\nEnlighten may disclose personally identifiable information to investigate suspected fraud, harassment or other violations of any law, rule or regulation, or the terms or policies for the Site.\r\n\r\nIn the event of a sale, merger, liquidation, dissolution, reorganization or acquisition of Enlighten, information Enlighten has collected about you may be sold or otherwise transferred. However, this will only happen if the party acquiring the information agrees to use personally identifiable information in a manner which is substantially similar to the uses described in this policy.\r\n\r\nCommunications\r\nFrom time to time, we may send e-mail to users regarding updates to the Site, special offers, press releases and announcements concerning the services we provide, as well as important changes in our Terms and Conditions and Privacy Policy. By providing us your e-mail address and opting-in to receive these emails, you consent to receiving such communications. If at any time you decide for any reason that you no longer wish to receive such communications, you may opt out of receiving them by using one of the following methods:\r\n•\tSelect the e-mail \"opt out\" or \"unsubscribe\" link, or follow the opt-out instructions included in each subscription communication.\r\n•\tIf applicable, return to the page on the Site where you originally registered your preferences and follow the opt-out instructions.\r\n\r\nPlease be aware that when you opt out of receiving communications, it may affect the services you have chosen to receive from us where accepting the communications is a condition of receiving the services.",
    "address": "3027 Miller Road",
    "asp_index": "12590",
    "city": "Ann Arbor",
    "contactemail1": "steveg@enlighten.com",
    "contactfax1": "734-668-1883",
    "contactname1": "Steve Glauberman",
    "contactoff1": "Enlighten",
    "contactphone1": "734-929-1999",
    "contacttitle1": "CEO",
    "corpoffemail1": "steveg@enlighten.com",
    "corpofffax1": "734-668-1883",
    "corpoffname1": "Steve Glauberman",
    "corpoffphone1": "734-929-1999",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2012-08-11",
    "orgverification": "In-house",
    "personaldata": "On-line",
    "ppdate": "2010-08-03",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association",
    "signupdate": "2010-08-11",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48103"
}