{
    "CertifiedThroughLabel": "",
    "Fax": "415-989-2373",
    "OrgName": "CaseCentral",
    "PPLoc": "http://www.casecentral.com//privacy.php ",
    "Phone": "415-989-2300",
    "activities": "CaseCentral provides electronic discovery and compliance software and discovery readiness and response services to corporations and the law firms that represent them. The company’s readiness services help corporations and law firms assess and improve business processes to drive down discovery costs and risks.  The supporting response services deliver accurate, comprehensive data culling, review and production solutions for corporations facing litigation or investigation. CaseCentral has adopted and adheres to the following principles which are based upon the seven principles identified in the Safe Harbor Agreement (the “Safe Harbor Principles”).  In the course of CaseCentral’s business, it does not typically collect Personal Data.  Instead, CaseCentral receives Personal Data from parties who have already collected and are in possession of such information.  Some of this data may contain personal information of our customers’ employees, partners or any other third party with which our customers may communicate. In this data processor role, CaseCentral also hosts the data on behalf of our clients for their access for document review related to litigation, internal or governmental investigation or similar legal matters. Personal information transferred to the United States may either be held in a secure storage location for preservation purposes or is processed as described above. Therefore, to the extent permitted, and in accordance with the Safe Harbor Agreement, CaseCentral reserves the right to process Personal Data in the course of providing service to its clients without the knowledge of individuals involved. CaseCentral will not use Personal Data for any other purposes than for the purposes that CaseCentral’s clients provide such information and will only share such information at the lawful direction of the client.",
    "address": "50 Market Street, Suite 200",
    "asp_index": "12995",
    "city": "San Francisco",
    "contactemail1": "wwagner@casecentral.com",
    "contactfax1": "415-989-2373",
    "contactname1": "William Wagner",
    "contactoff1": "CaseCentral",
    "contactphone1": "415-402-1245",
    "contacttitle1": "Director of Product Management",
    "corpoffemail1": "steve@casecentral.com",
    "corpofffax1": "415-989-2373",
    "corpoffname1": "Steve d'Alencon",
    "corpoffphone1": "415-402-1246",
    "corpofftitle1": "Chief Marketing Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2012-09-15",
    "orgverification": "In-house",
    "personaldata": "Off-line, On-line, Manually Processed",
    "ppdate": "2009-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities and Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2009-09-15",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94111"
}