{
    "CertificationStatus": "false",
    "Fax": "760-804-8434",
    "OrgName": "Orange21 North America, Inc.",
    "PPLoc": "http://www.spyoptic.com/privacy-policy ",
    "Phone": "760-804-8420",
    "activities": "Employee information is used for record keeping purposes.  Information submitted by customers is used to process orders and payments, deliver products and services, and communicate with customers about orders, products, services and promotional offers, and to maintain each customer's account.  We also use customer information to enhance the customer’s online experience by displaying relevant content, such as wish lists, to recommend merchandise and services, and to display customer reviews.  Processing of data takes place in databases in the U.S.  We also use this information to improve our website, prevent or detect fraud or abuses of our website and enable third parties to carry out technical, logistical or other customer service functions on our behalf.",
    "address": "2070 LAS PALMAS DRIVE",
    "asp_index": "13582",
    "city": "Carlsbad",
    "contactemail1": "mmarovich@o21na.com",
    "contactfax1": "760-804-8434",
    "contactname1": "Mark Marovich",
    "contactoff1": "North American Headquarters",
    "contactphone1": "760-444-9782",
    "contacttitle1": "Web Manager",
    "corpoffemail1": "mangel@o21na.com",
    "corpofffax1": "760-804-8434",
    "corpoffname1": "Michael Angel",
    "corpoffphone1": "760-444-9760",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Apparel - (APP)General Consumer Goods - (GCG)Sporting Goods & Recreational Equipment - (SPT)",
    "industrysector_parsed": [
        "Apparel - (APP)",
        "General Consumer Goods - (GCG)",
        "Sporting Goods & Recreational Equipment - (SPT)"
    ],
    "latest": "true",
    "nextcertification": "2012-12-02",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed data, human resources data",
    "ppdate": "2011-11-18",
    "previous": "13582",
    "privacyprograms": "N/A",
    "recoursemech": "Any questions or concerns regarding the use or disclosure of personal information should be addressed to the Privacy Officer identified above.  The Company will investigate and attempt to resolve complaints regarding violations of its published privacy policy directly with the complainant.  In the event that the complaint cannot be resolved by the Company internally, the complainant may submit the matter to binding arbitration before the American Arbitration Association in San Diego, California. For complaints that involve organization human resources data, the Company will cooperate and comply with the EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2011-12-02",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92011"
}