{
    "CertificationStatus": "true",
    "Fax": "617-973-1611",
    "OrgName": "PHT Corporation",
    "PPLoc": "http://www.phtcorp.com/Safe-Harbor.aspx ",
    "Phone": "617-973-1610",
    "activities": "PHT, a global provider of the PHT Product Suite, provides customizable electronic systems that capture data used in clinical trials for medical and pharmaceutical companies.  These devices produce electronic records that become the source of data and analyses that are included in submissions to regulatory agencies for market approval of pharmaceuticals or medical devices. \r\n\r\nPHT obtains the data when subjects self-report information concerning symptom levels, medication consumption and other study-relevant data items using PHT devices. The data may by used by clinical Sites to monitor the assessments reported by the patients serving as subjects in clinical trials. Such data includes, but is not limited to, personal health information and administrative information.  For Sponsors, the patient information is anonymized (i.e., the study information/ data do not include the patient name or other PI other than an ID code that is not publically available. ) For Sites, who have clinical responsibility for the patients in a trial, it is necessary for the clinical staff to be able to identify a particular patient during a clinical trial. Whenever PHT collects patient data for Site use, it contains identifying information.  When it transfers data to the Sponsor, the identifying information is not included.  In either case, PHT is acting solely as a data processor for the Site investigators, and all activities performed by PHT are in accordance with the Sponsor’s instructions and written agreements.  Any subjects who want to have access to their personal data do so through the Site investigator.  PHT does not share patient, site-staff, or sponsor information with third parties.\r\n\r\nPHT also obtains personal information for PHT employees in the EEA and Switzerland which is needed for administrative purposes. PHT generally collects, and uses employee information at the time of hire and with the full understanding and consent of its employees.",
    "address": "500 Rutherford Ave",
    "asp_index": "13595",
    "city": "Boston",
    "contactemail1": "sraymond@phtcorp.com",
    "contactfax1": "617-973-1611",
    "contactname1": "Stephen A. Raymond, PhD",
    "contactoff1": "Quality OIffice",
    "contactphone1": "617-973-1610",
    "contacttitle1": "Chief Scientific Officer, Quality, Privacy Officer and Founder",
    "corpoffemail1": "sraymond@phtcorp.com",
    "corpofffax1": "617-973-1611",
    "corpoffname1": "Stephen Raymond, PhD",
    "corpoffphone1": "617-973-1610",
    "corpofftitle1": "Chief Scientific Officer, Quality, Privacy Officer and Founder",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Computer Services - (CSV)Biotechnology - (BTC)Employment Services - (EMP)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Computer Services - (CSV)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Employment Services - (EMP)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-25",
    "orgverification": "Third Party,  PHT used an independent third party,",
    "personaldata": "On-Line, Manually-Processed, Client, Clinical Trial Data, Patient PI, Clinical Trial Investigator Experience, Organization, and Human Resources.",
    "ppdate": "2014-09-19",
    "previous": "",
    "privacyprograms": "International Association of Privacy Professionals (IAPP)\r\nCertified Information Privacy Professional",
    "recoursemech": "PHT has selected a third party, TRUSTe, to serve as its independent recourse mechanism (IRM) for dispute resolution. The E.U. Data Protection Authorities (“DPAs”) and the Swiss Federal Data Protection and Information Commissioner (“FDPIC”) will be used for dispute resolution to investigate unresolved complaints involving “human resources data”.",
    "signupdate": "2014-09-25",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02129"
}