{
    "CertificationStatus": "false",
    "Fax": "(646) 304-1030",
    "OrgName": "Superglued, LLC",
    "PPLoc": "http://superglued.com/privacy ",
    "Phone": "(212) 620-0935",
    "activities": "SuperGlued adheres to the Safe Harbor Principles published by the U.S. Department of Commerce (the \"Safe Harbor Principles\") with respect to personally identifiable information it receives from the European Union. This notice outlines our general policy and practices in compliance with the Safe Harbor Principles, including the type of information to which this notice applies, how we use information, and your choices regarding our use of, and your ability to correct, your personally identifiable information. For purposes of this notice, “personally identifiable information” includes information (a) transferred from the European Union to the United States; (b) recorded in any form by us; and (c) pertaining to a specific individual who is identified in, or is identifiable from, the data.  This notice applies to all personally identifiable information we handle, including on-line (except as noted below), off-line, and manually processed data.  If there is any conflict between this Privacy Policy and the Safe Harbor Principles, the Safe Harbor Principles will govern.  \r\nNotice and Choice\r\nWe obtain personal information only as permitted by the Safe Harbor Principles or with the consent of the individual affected.  We may ask for your consent to collect, use, and/or disclose personal information in certain ways, and you may be required to give your consent in order to use the website or our services.  To the extent permitted under the Safe Harbor, we reserve the right to process personal information in the course of providing services through the Website without the knowledge of individuals involved.\r\nTransfers\r\nSuperGlued will obtain assurances from its agents that they will safeguard personal information consistently with this Privacy Policy. If SuperGlued learns that an agent is using or disclosing personal information in a manner contrary to this Privacy Policy, SuperGlued will take reasonable steps to prevent or stop the use or disclosure.  Transfers of information permitted under this notice, either to third parties or within SuperGlued, may include the transfer of data from one jurisdiction to another, such as transfers to and from the United States of America.\r\nSecurity & Enforcement\r\nSuperGlued will take reasonable precautions to protect personal information in its possession from loss, misuse and unauthorized access, disclosure, alteration and destruction, and it will conduct compliance audits of its relevant privacy practices to verify adherence to this Privacy Policy.",
    "address": "115 Eastern Parkway, Apt. 4F",
    "asp_index": "13636",
    "city": "Brooklyn",
    "contactemail1": "iliya@fridmanlawgroup.com",
    "contactfax1": "(646) 304-1030",
    "contactname1": "Iliya Fridman, Esq.",
    "contactoff1": "Superglued, LLC",
    "contactphone1": "(212) 620-0935",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "iliya@fridmanlawgroup.com",
    "corpofffax1": "(646) 304-1030",
    "corpoffname1": "Rushabh Doshi",
    "corpoffphone1": "(212) 620-0935",
    "corpofftitle1": "Founder",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2012-11-25",
    "orgverification": "In-house",
    "personaldata": "on-line",
    "ppdate": "2008-11-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Commitment to cooperate with data protection authorities located in the European Union or their authorized representatives.",
    "signupdate": "2008-11-25",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11238"
}