{
    "CertificationStatus": "false",
    "Fax": "(650) 646-3776",
    "OrgName": "Color Labs, Inc.",
    "PPLoc": "http://www.color.com/privacy/s ",
    "Phone": "(443) 629-8926",
    "activities": "In general, information you submit to us is used either to respond to requests that you make or to aid us in serving you better, including to fix technical problems, provide administrative services, and monitor traffic, the number of visitors, and the effectiveness of programs. We may provide these services ourselves or share the information with partners who will provide the services for us. We may use aggregated user data to market the App, the service, or the Site to others. We may use your Personal Information to provide you with updates and offers, such as alerts, and other value-added services, and to notify you of important changes to the App and Site.  We display your Facebook Profile information as you have provided it to Facebook on the App and on our Site. \r\n\r\nWe may provide Personal Information to other service providers to help facilitate our business, such as to host the service at a co-location facility for servers, to send you products, to update you through notifications about Color, and to provide you with access to third party links and information. We may be required to disclose Personal Information pursuant to a subpoena, legal investigation or enforcement proceedings. We may release your Personal Information under exigent circumstances. If there is a change in Color’s ownership or a partnership, Personal Information may be transferred to the new owner so the service can continue operations. \r\n\r\nIn addition to the foregoing, we use your data to respond to your requests for information and newsletters, provide you with access to promotions and services, provide product support, customer services and other communications related to your activity, to determine if you are eligible to receive certain products, services or promotions from Color, provide you with additional information that may be of interest, including marketing materials, and support other common and usual business purposes, like administration of the App or the Site.\r\n\r\nWe occasionally use other companies to perform services on Color’s behalf, necessary to Color’s successful operation. For instance, we may employ an organization to assist us with completion of a promotion, such as a contest, sweepstakes, or giveaway. These companies may only use your information for the purposes of our requested service, and we only provide them with the limited information we may require. internal operations.  For example, we may partner with other companies to fulfill an order for games, deliver promotional emails, or provide customer service. While providing services for us, these companies may access your personal information, and are required to use it solely as directed by us for the purpose of our requested service. These companies are obligated to maintain your personal information in confidence. We may also provide your postal address to these companies and to the U.S. Postal Service or other package/mail couriers for the purpose of delivering information to you. You will receive notice if your Personal Information is transferred to a third party for a different purpose.",
    "address": "201 Hamilton Ave",
    "asp_index": "13735",
    "city": "Palo Alto",
    "contactemail1": "privacy@color.com",
    "contactfax1": "(650) 646-3776",
    "contactname1": "Adam Witherspoon",
    "contactoff1": "Color Labs",
    "contactphone1": "808-214-8800",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "alyssa@color.com",
    "corpofffax1": "(650) 646-3776",
    "corpoffname1": "Alyssa Solomon",
    "corpoffphone1": "415-999-7331",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2012-12-13",
    "orgverification": "In-house",
    "personaldata": "Facebook token and profile information, location information, information provided by the user while using the app (i.e. photos, videos, etc.), information to identify the user's device and its capabilities and information from its sensors, and clickstream data (no data is manually processed)",
    "ppdate": "2011-12-02",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2011-12-13",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94301"
}