{
    "CertificationStatus": "false",
    "Fax": "(719) 352-0242",
    "OrgName": "Tempo Financial Holdings Corp.",
    "PPLoc": "7935 East Prentice Avenue, Suite 300W, Greenwood Village, Colorado 80111",
    "Phone": "(888) 707-7111",
    "activities": "Tempo offers money transfer and other financial services to its customers around the world.  As part of the money transfer services Tempo receives personal and non-personal information from its customers. The information received is required in order to complete Tempo’s money transfer orders and to comply with anti-money laundering, terrorist financing and all other applicable domestic and international laws and regulations. To process and monitor its money transfer payment orders Tempo collects personal information such as the name; address; telephone number; the payment currency and its current exchange rate; the country of payment; name and address of the recipient and recipient’s identifying information. Depending on the amount of the money transfer order Tempo will collect additional information such as identifying information; date of birth; type of identification; number of the identification document; expiration date of the identification document; issuing agency; source of funds, purpose of the transaction.",
    "address": "7935 E. Prentice Avenue, Suite 300W.",
    "asp_index": "14018",
    "city": "Greenwood Village",
    "contactemail1": "lvelez@itransfer.com",
    "contactfax1": "(719) 352-0242",
    "contactname1": "Luis E. Velez",
    "contactoff1": "Tempo Financial Holdings Corp.",
    "contactphone1": "(303) 256-3450",
    "contacttitle1": "Information Officer",
    "corpoffemail1": "lvelez@itransfer.com",
    "corpofffax1": "(719) 352-0242",
    "corpoffname1": "Luis E. Velez",
    "corpoffphone1": "(888) 707-7111",
    "corpofftitle1": "Chief Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2012-08-18",
    "orgverification": "In-house verification",
    "personaldata": "On-Line, Manually Processed",
    "ppdate": "2009-07-01",
    "previous": "",
    "privacyprograms": "Tempo is not a member of any organization relevant to its privacy policy.",
    "recoursemech": "Tempo’s independent recourse mechanism for customer complaints will be resolution by the American Arbitration Association.",
    "signupdate": "2009-08-18",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80111"
}