{
    "CertifiedThroughLabel": "",
    "Fax": "510-658-3696",
    "OrgName": "Quantivo Corporation",
    "PPLoc": "http://www.quantivo.com/content/privacy-policy ",
    "Phone": "510-338-6100",
    "activities": "You can generally visit this Site without revealing any personally identifiable information about yourself. But to register for an account or to otherwise use or obtain certain products, services, and/or functionality of the Site, Quantivo may invite you to contact it with questions or comments or request information through a registration form. Due to the nature of some of these activities, Quantivo may collect personally identifiable information such as your name, e-mail address, phone number, and any other contact or personally identifiable information that you voluntarily transmit with your communications to Quantivo.\r\nQuantivo may use your personally identifiable information to register you: to use its services, to provide its services to you, to contact you to deliver certain services, products or information you have requested, to verify your authority to enter the Site, to improve the content and general administration of the Site and its services, and to provide you with notices regarding its services.\r\nQuantivo recognizes the privacy interests of children and encourages parents and guardians to take an active role in their children's online activities and interests. This Site is not intended for children under the age of 13. Quantivo does not target its services or this Site to children under 13. Quantivo does not knowingly collect personally identifiable information from children under the age of 13.\r\nQuantivo may use small text files called cookies to improve overall Site experience. A cookie is a piece of data stored on the user's hard drive containing information about the user. Cookies generally do not permit Quantivo to personally identify you. If you reject cookies, you may still use our site, but your ability to use some areas of our site may be limited.\r\nThe Site may track information that will be maintained, used, and disclosed in aggregate form only and will not contain your personally identifiable information, for example, without limitation, the total number of visitors to this Site, the number of visitors to each page of this Site, browser type, External Web Sites (defined below) linked to and IP addresses. Quantivo may analyze these data for trends and statistics in the aggregate, and it may use such aggregate information to administer the Site, track users' movement, and gather broad demographic information for aggregate use internally.\r\nWe employ a software technology called clear gifs in our HTML-based emails to let us know which emails have been opened by recipients. This allows us to gauge the effectiveness of certain communications and the effectiveness of our email communications. \r\nClear gifs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of Web users. In contrast to cookies, which are stored on a user’s computer hard drive, clear gifs are embedded invisibly on Web pages and are about the size of the period at the end of this sentence. We tie the information gathered by clear gifs to our customers’ personally identifiable information.\r\nWe will share your personal information with third parties only in the ways that are described in this privacy statement.\r\nQuantivo may provide your personally identifiable information and the data generated by cookies and the aggregate information to the vendors and service agencies that it may engage to assist it in providing its services to you for their use solely to provide it with such assistance. For example, Quantivo may provide your personally identifiable information to a credit card processing company to process your payment.\r\nWe use other third parties such as an email service provider to send out emails on our behalf. When you sign up for our services, we will share your personal information only as necessary for the third party to provide that service. \r\nQuantivo will also disclose your personally identifiable information (a) if it is required to do so by law, regulation, or other government authority or otherwise in cooperation with an ongoing investigation of a governmental authority, (b) to enforce the Quantivo terms of use or to protect Quantivo's rights or (c) to protect the safety of users of this Site and Quantivo's services. Quantivo will not sell your personally identifiable information to any company or organization, but it may transfer your personally identifiable information to a successor entity upon a merger, consolidation, or other corporate reorganization in which Quantivo participates or to a purchaser or acquirer of all or substantially all of Quantivo's assets to which this Site relates.\r\nThe Site may provide links to other Web sites or resources over which Quantivo does not have control (\"External Web Sites\"). Such links do not constitute an endorsement by Quantivo of those External Web Sites. You acknowledge that Quantivo is providing these links to you only as a convenience, and further agree that Quantivo is not responsible for the content of such External Web Sites. Your use of External Web Sites is subject to the terms of use and privacy policies on the linked-to External Web Sites. Quantivo will never sell or distribute sensitive personal information to third parties without explicit individual permission.\r\nWe post customer testimonials on our web site which may contain personally identifiable information. We do obtain the customer's consent via email prior to posting the testimonial to post their name along with their testimonial. If you want your testimonial removed please contact us at marketing@quantivo.com.\r\nOur Web site includes Social Media Features, such as the Twitter Share This button. These Features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the Feature to function properly. Social Media Features and Widgets are either hosted by a third party or hosted directly on our Site. Your interactions with these Features are governed by the privacy policy of the company providing it.\r\nQuantivo may employ procedural and technological measures that are generally consistent with industry practice. Such measures are reasonably designed to help protect your personally identifiable information from loss, unauthorized access, disclosure, alteration, or destruction. Quantivo may use secure socket layer and other security measures to help prevent unauthorized access to your personally identifiable information.\r\nQuantivo provides you with the ability to review and update the registration information that you provide to Quantivo by accessing and modifying this information on your user profile page. Additionally, if your personally identifiable information changes, or if you no longer desire our service, you may request to have it corrected or deleted by emailing our Customer Support at support@quantivo.com. We will respond to your request for access within 30 days.\r\nWe will retain your information for as long as your account is active or as needed to provide you services. We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\r\nQuantivo's computer systems are currently based in the United States, so your personal data will be processed by Quantivo in the U.S., where data protection and privacy regulations may not offer the same level of protection as in other parts of the world, such as the European Union. If you create a user account with the Site as a visitor from outside the United States, by using the Site you agree to this Privacy Policy and you consent to the transfer of all such information to the United States, which may not offer an equivalent level of protection of that required in the European Union or certain other countries, and to the processing of that information as described in this Privacy Policy.",
    "address": "5900 Hollis Street, Suite T1",
    "asp_index": "14437",
    "city": "Emeryville",
    "contactemail1": "pete@quantivo.com",
    "contactfax1": "510-338-6089",
    "contactname1": "Pete O'Leary",
    "contactoff1": "Operations",
    "contactphone1": "510-338-6110",
    "contacttitle1": "VP operations",
    "corpoffemail1": "pete@quantivo.com",
    "corpofffax1": "510-338-6089",
    "corpoffname1": "Pete O'Leary",
    "corpoffphone1": "510-338-6110",
    "corpofftitle1": "VP operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2013-02-16",
    "orgverification": "Third Party",
    "personaldata": "On-line, offline, organization, client, customer",
    "ppdate": "2012-01-17",
    "previous": "",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "TRUSTe EU Safe Harbor Program",
    "signupdate": "2012-02-16",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94608"
}