{
    "Fax": "000-000-0000",
    "OrgName": "Switch2Health Corp.",
    "PPLoc": "http://s2h.com/corporate/privacy ",
    "Phone": "7325684656",
    "activities": "S2H may collect personal information that is voluntarily provided by you when you order a product, enter a promotion such as a sweepstakes or challenge, answer our polls or surveys, register as a member on S2H.COM, sign up for additional services on S2H.COM, or communicate with us by mail, telephone or electronically. The type of information we collect and maintain may include your name, mailing address, email address, telephone number, gender, date of birth, purchase history, credit card number, complaints you may have about our products or services, a record of promotions offered to you, your S2H product preferences. \r\n\r\nWe may collect information through technology (such as logging IP addresses) for routine system administration purposes, to make S2H.COM more interesting and useful to you, or to manage content delivery. S2H may also collect information that is stored in cookies, and we may associate this information with your personal information. You are always free to decline our cookies if your browser permits, but some parts of our sites may not work properly if you do. S2H will partner and/or collaborate with individuals and entities in other countries to motivate and reward people for physical activity. As such, S2H will receive personal information, as mentioned above, from the EU/ EEA and other countries and will utilize this information to improve the experience of the user. The personal information will be used to provide certain messaging or exercise tips which may be of value to the user and which may engage the users interest to return to the site.",
    "address": "675 US Highway One",
    "asp_index": "14653",
    "city": "North Brunswick",
    "contactemail1": "seth@s2h.com",
    "contactfax1": "000-000-0000",
    "contactname1": "Seth A. Tropper",
    "contactoff1": "Switch2Health",
    "contactphone1": "732-568-4656",
    "contacttitle1": "President & CEO",
    "corpoffemail1": "seth@s2h.com",
    "corpofffax1": "000-000-0000",
    "corpoffname1": "Seth A. Tropper",
    "corpoffphone1": "732-568-4656",
    "corpofftitle1": "President & CEO",
    "eucountries": "Bulgaria, Slovenia",
    "eucountries_parsed": [
        "BGR",
        "SVN"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Sporting Goods & Recreational Equipment - (SPT)General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "General Consumer Goods - (GCG)",
        "Sporting Goods & Recreational Equipment - (SPT)"
    ],
    "latest": "true",
    "nextcertification": "2013-04-06",
    "orgverification": "In-house",
    "personaldata": "customer data entered to establish an account on S2H.COM",
    "ppdate": "2010-11-19",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association",
    "signupdate": "2011-04-06",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08902"
}