{
    "CertifiedThroughLabel": "",
    "Fax": "818-865-8928",
    "OrgName": "ResumeWare Services, Inc.",
    "PPLoc": "http://www.resumeware.com/company_privacy.cfm ",
    "Phone": "818-865-0804",
    "activities": "Personal information may be transferred abroad (including outside the EU and Switzerland for our users in the EU and Switzerland) in connection with ResumeWare's provision of hosted application services and related support services to our customers. ResumeWare strives to collect and use personal information in a manner consistent with the laws of the countries in which we do business.",
    "address": "468 Pennsfield Place #200",
    "asp_index": "14666",
    "city": "Thousand Oaks",
    "contactemail1": "kirk.boecker@resumeware.com",
    "contactfax1": "818-865-8928",
    "contactname1": "Kirk Boecker",
    "contactoff1": "Information Security Dept",
    "contactphone1": "818-865-0804",
    "contacttitle1": "SVP",
    "corpoffemail1": "kirk.boecker@resumeware.com",
    "corpofffax1": "818-865-8928",
    "corpoffname1": "Kirk Boecker",
    "corpoffphone1": "818-865-0804",
    "corpofftitle1": "SVP",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2013-03-08",
    "orgverification": "In-house",
    "personaldata": "Organization and Client data is covered. Manually Processed data is covered by our policy.",
    "ppdate": "2012-01-01",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "ResumeWare's Chief Security Officer is responsible for ResumeWare's compliance with and enforcement of this Privacy Policy; the Chief Security Officer may be reached at Security@ResumeWare.com. The United States Federal Trade Commission is the statutory body that has jurisdiction to hear any claims against the organization regarding possible unfair or deceptive practices and violations of laws or regulations governing privacy. In addition, ResumeWare is committed to cooperating with the appropriate EU and Swiss Data Protection Authorities or their authorized representatives as an independent third party recourse mechanism for any individual who believes their personal data protection has been violated.",
    "signupdate": "2012-03-08",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "91360"
}