{
    "CertificationStatus": "false",
    "Fax": "650-486-4001",
    "OrgName": "IEX Corporation",
    "PPLoc": "http://www.mercedsystems.com/index.php/privacy-policy ",
    "Phone": "650-486-4000",
    "activities": "Merced collects and/or receives information for an assortment of business purposes. The type of information collected depends on the nature of the related business activity. For example, Merced transfers employee information to and from our corporate headquarters for processing and storage. Merced collects, transfers, and uses employee data primarily in connection with employee sales, service and employee benefits including employment assessment and retention, employee benefit administration, reporting, security management, compensation administration, task management and coaching. In addition data regarding budgeting, salary administration, workforce management, and business contact directory is stored and transferred. Merced also collects usage and, if provided, contact information in connection with the navigation of our website. In addition, when relevant in implementation, operation, maintenance and support of our sales and service performance management software applications for the benefit of our customers, Merced may access and receive information, including personal, non-public information, concerning individuals and entities that our customers choose to include in their performance and incentive plans. Information collected may be used for a number of purposes including customer service, software download, maintenance and support, website content selection, website user ease of navigation as well as marketing. Merced may also access or obtain information from customers as part of Merced’s services, including consulting, education, support and hosting. In connection with these services, Merced does not control the data and any access to or use of such data is solely incidental to complying with its customer commitments.",
    "address": "333 Twin Dolphin Dr",
    "asp_index": "14662",
    "city": "Redwood Shores",
    "contactemail1": "privacy@mercedsystems.com",
    "contactfax1": "650-486-4001",
    "contactname1": "Chief Privacy Officer",
    "contactoff1": "Corporate Affairs",
    "contactphone1": "650-486-4000",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "privacy@mercedsystems.com",
    "corpofffax1": "650-486-4001",
    "corpoffname1": "Timothy Torres",
    "corpoffphone1": "650-486-4000",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2013-04-01",
    "orgverification": "Third Party",
    "personaldata": "On-Line, Human Resources",
    "ppdate": "2012-03-12",
    "previous": "14662",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe; EU data protection authorities and Swiss Federal Data Protection Commissioner for human resources data",
    "signupdate": "2010-04-01",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94065"
}