{
    "CertificationStatus": "false",
    "Fax": "415-795-1455",
    "OrgName": "Tinypay Inc.",
    "PPLoc": "see link below",
    "Phone": "415-944-7565",
    "activities": "Tinypay allows anyone to start selling physical or digital goods online. In order to do so we collect information from users in various ways when they visit the Site. \r\n\r\nFor example, we collect information users voluntarily provide to us, such as when they create an account, send us an email, fill out a form, provide or request information, use the Services or post comments or other content on the Site. Such information may include personal information, such as a name, user name, email, mailing address and order information. Personal and demographic information may also be collected if they provide such information in connection with leaving comments, posting content, or sending an email or message to another user on the Site.\r\n\r\nPassive Collection: When visitors use the Site, some information is also automatically collected, such as the Internet Protocol (IP) address, operating system, the browser type, the address of a referring website, and activity on the Site. We treat this information as personal information if we combine it with or link it to any of the identifying information mentioned above. Otherwise, it is used in the aggregate only.\r\n\r\nWe may also automatically collect certain information through the use of \"cookies.\" Cookies are small data files stored on a hard drive at the request of a website. Among other things, cookies help us improve the Site and the experience. If we link cookies to any personally identifying information, we will treat this information as personal information. If users wish to block, erase, or be warned of cookies, they can refer to the browser manufacturer to learn about these functions.\r\n\r\nWe may use Web beacons or similar technology on the Site. Web beacons are small, invisible graphic images that may be used on the Site or in emails relating to the Site to collect certain information and monitor user activity on the Site, such as to count visits, understand usage and campaign effectiveness and to tell if an email has been opened and acted upon.\r\n\r\nThird party vendors, such as Google, Twitter, Facebook, Olark and others may place cookies, web beacons or other devices or technologies on the Site to enable them to automatically collect nonpersonal information about visitors and visits to the Site and to other websites, the IP address, the ISP and the browser used to visit the Site. Information collected may be used, among other things, to analyze data, to deliver content and advertising on this or other sites (including content and advertising that is targeted to your interests), to determine the popularity of certain content, and to better understand the usage and visitation of the Site and the other websites tracked by these third parties.",
    "address": "580 Howard Str #402",
    "asp_index": "14663",
    "city": "San Francisco",
    "contactemail1": "richard@tinypay.me",
    "contactfax1": "415-795-1455",
    "contactname1": "Richard Straver",
    "contactoff1": "Tinypay",
    "contactphone1": "415-944-7565",
    "contacttitle1": "CMO",
    "corpoffemail1": "melvin@tinypay.me",
    "corpofffax1": "415-795-1455",
    "corpoffname1": "Melvin Tercan",
    "corpoffphone1": "415-944-7565",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2013-03-09",
    "orgverification": "Third Party",
    "personaldata": "Client, customer and visitor data is processed. All data is processed automatically.",
    "ppdate": "2011-10-29",
    "previous": "14663",
    "privacyprograms": "None",
    "recoursemech": "In order to provide effective privacy protection Tinypay offers each individual the ability to (a) contact our legal department at legal@tinypay.me for any complaints or disputes. (b) Once a complaint or dispute has been made an employee from the legal department will notify the individual that the complaint has been received and will be under investigation. The complaint will be sent to a superior who will handle the complaint and will either inform the individual with a decision on the matter or (c), in case of a failure to comply with the Principles, delegate the matter to the management team and the firms’ lawyer.\r\nFurthermore Tinypay designated AAA as the independent third party resolution mechanism for escalated complaints that are not resolved by the methods described above.",
    "signupdate": "2012-03-09",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}