{
    "CertifiedThroughLabel": "",
    "Fax": "781-998-5909",
    "OrgName": "Conversen",
    "PPLoc": "http://www.conversen.com/privacypolicy.pdf ",
    "Phone": "781-425-1120",
    "activities": "Conversen provides a SaaS implementation for its clients marketing services. The platform exposes data related features including: \r\n- Importing and storing data\r\n- Exporting data\r\n- Data collection via web form interactions\r\n- Render personalized web content",
    "address": "2 Burlington Woods Drive",
    "asp_index": "14710",
    "city": "Burlington",
    "contactemail1": "privacy@conversen.com",
    "contactfax1": "781-998-5909",
    "contactname1": "Kevin Ulland",
    "contactoff1": "2 Burlington Woods Drive",
    "contactphone1": "781-425-1121",
    "contacttitle1": "Chief Technology Officer",
    "corpoffemail1": "kevin@conversen.com",
    "corpofffax1": "781-998-5909",
    "corpoffname1": "Kevin Ulland",
    "corpoffphone1": "781-425-1121",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2013-03-16",
    "orgverification": "In-house",
    "personaldata": "This is largely based on Conversen's client usage. If the client grants security permission to the Conversen 'record lookup' feature then some manual procedures are exposed.",
    "ppdate": "2012-03-16",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Consistent with Conversen’s Safe Harbor Policies the following dispute resolution framework exists:\r\nAny questions or concerns regarding the use and/or disclosure of personal information should be directed to the Conversen Privacy Officer at the address provided below.\r\nConversen will investigate and resolve complaints and disputes regarding use and disclosure of personal information by reference to the Safe Harbor Principles outlined in this policy. Questions and comments regarding this Safe Harbor Policy can be submitted to the Conversen Privacy Office by mail to:\r\n\r\nConversen Privacy Office\r\nConversen Inc.\r\n2 Burlington Woods Drive\r\nBurlington, MA, 01605\r\n\r\nAlternatively you may contact the Conversen Privacy Office via e-mail at privacy@conversen.com.\r\n\r\nWhere complaints cannot be resolved between Conversen and the complainant, Conversen has agreed to participate in the Direct Marketing Association (DMA) Safe Harbor dispute resolution process. If you feel that Conversen is not abiding by its posted privacy policy and/or is not in compliance with the Safe Harbor principals, you should first contact Conversen's Privacy Office by email at privacy@conversen.com. If you do not receive acknowledgement of your inquiry or feel that your inquiry has not been satisfactorily addressed, you should then contact the Direct Marketing Association (DMA) Safe Harbor Dispute Resolution Program.  The Direct Marketing Association (DMA) will act as a liaison to Conversen to resolve your concerns. You can contact the Direct Marketing Association (DMA) Safe Harbor Dispute Resolution Program at: \r\n\r\nSafe Harbor Line\r\nDirect Marketing Association\r\n1615 L Street, NW Suite 1100\r\nWashington, DC  20036 \r\n\r\nAlternatively you may contact the Direct Marketing Association (DMA) Safe Harbor Dispute Resolution Program via e-mail at safeharbor@the-dma.org.",
    "signupdate": "2012-03-16",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01803"
}