{
    "CertificationStatus": "false",
    "Fax": "4153588033",
    "OrgName": "Delivery Agent, Inc.",
    "PPLoc": "see link below",
    "Phone": "4152485768",
    "activities": "Delivery Agent will power the online store for the BBC. In operating the online store, Delivery Agent will receive personal information from customers in the UK in conjunction with fulfilling customers orders for BBC related merchandise.  Delivery Agent will receive this information and pass along billing information (credit information) to its payment processor for the processing of the transaction.  Delivery Agent will not store customer credit card information.",
    "address": "300 California Street, Third Floor",
    "asp_index": "15123",
    "city": "San Francisco",
    "contactemail1": "msmith@deliveryagent.com",
    "contactfax1": "4153585661",
    "contactname1": "Mark Smith",
    "contactoff1": "Delivery Agent, Inc.",
    "contactphone1": "4152485768",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "kbrannon@deliveryagent.com",
    "corpofffax1": "4153588033",
    "corpoffname1": "Kelyn Brannon",
    "corpoffphone1": "4152485728",
    "corpofftitle1": "CFO",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "General Consumer Goods - (GCG)"
    ],
    "latest": "true",
    "nextcertification": "2013-05-10",
    "orgverification": "In House",
    "personaldata": "Delivery Agent will receive personal identifiable information from customers conducting transactions.  The information will include: name, address, city, country, zip code and phone number.  Additionally, Delivery Agent will receive credit billing information from customers that is passed on to Delivery Agent's payment processor.",
    "ppdate": "2012-08-01",
    "previous": "15123",
    "privacyprograms": "None",
    "recoursemech": "Delivery Agent has established an independent recourse mechanism for the investigation of unresolved complaints related to Delivery Agent’s privacy policy and Safe Harbor issues.  Delivery Agent has engaged JAMS as its independent recourse mechanism to handle any and all Safe Harbor related claims via JAMS’ dispute resolution program for such complaints.  Delivery Agent, Inc. will follow JAMS’s protocol with respect to the submission of complaints, as well as following JAMS’ proposal for the resolution of such complaints.",
    "signupdate": "2012-05-10",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94104"
}