{
    "Fax": "415-494-2701",
    "OrgName": "Zinio, LLC",
    "PPLoc": "http://www.zinio.com/legal/website.jsp#policy ",
    "Phone": "415-494-2700",
    "activities": "Zinio collects information from users, which may include personally identifiable information (\"Personal Information\"), at different points on the Site and through the Service or the Zinio Reader software as follows.\r\n\r\nInformation Customers Give Us - We receive and store information customers enter on the Site or give us in any other way.\r\nRegistration data: When customers register for the Service, we ask that they provide basic contact information such as name, address, and email address.  \r\nOrder data: When customers order Publications through the Service, we collect their purchase and address or billing information, including credit card number and expiration date.  \r\nVoluntary information: We may collect additional information at other times, including but not limited to, when customers provide feedback, change their content or email preferences, respond to a survey, or communicate with Zinio customer support.  \r\n\r\nInformation Collected Automatically - We receive and store certain types of information whenever customers interact with us via the Site or the Zinio Reader software.   \r\nComputer and device configuration, identification and location: We automatically receive and log information from customers' browsers, including IP address, the name and ID of their computer, mobile device and other devices, operating system, browser type and version, CPU speed, connection speed, and location information based on their IP address and as derived from GPS or similar features on their mobile device and other devices.  \r\nReferral, clickstream, and site interaction data: We may also record the URL customers linked from to get to the Site, their clickstream through and from the Site, and other tracking information.  \r\nEmail delivery and open rates: To help us make our emails more useful and interesting, and to ensure that we are delivering the Publications customers have ordered, we often receive a confirmation when customers receive and/or open email from Zinio. In addition, we collect offline readership information. \r\nSoftware installation, file downloads, and publication access: When customers install the Zinio Reader software or download Publications or other files from the Site, we may record when each file transfer begins and ends and any errors that interrupt the transfer. The Zinio Reader software also records whether or not customers downloaded and accessed a given Publication.   \r\n\r\nInformation from Other Sources - We may receive information about customers from other sources, add it to our account information and treat it in accordance with this Policy.   \r\nCustomer and order data from our partners: If a customer places an order for a Publication directly with the publisher or another Zinio partner for which we provide fulfillment or another Service, their account information and order information is passed to us.\r\nUpdated delivery and address information:  We may obtain updated contact information from third parties in order to correct our records and fulfill customer orders or deliver communications.  \r\nDemographic and purchase information:  We may reference other sources of demographic and purchase information in order to provide customers with more targeted communications and promotions.   \r\n\r\nHow We Use Cookies - Cookies are alphanumeric identifiers that a website can store on a customer computer's hard drive. When customers visit the Site, create a user account, download or purchase a product from us, or sign-in to the Zinio Reader software we may set cookies on their personal computer. We require that cookies be enabled in their Web browser so that we can identify them as a repeat visitor or customer and maintain session information for logged-in users. We also use cookies to track usage trends and patterns in order to better understand and improve areas of the Site. Zinio may allow other companies that are providing content on the Site to set and access their own cookies on customer computers. Other companies' use of cookies is subject to their respective privacy policies.  \r\n\r\nHow We Use the Information We Collect - Zinio uses information about customers to:\r\n  \r\nDeliver the Publications and other products they order or that are sent to them\r\nVerify access to secure content and their account information\r\nDetermine whether they meet the minimum system requirements for use of the Service\r\nProvide them tailored content and instructions, renewal options and targeted promotions\r\nService their customer support requests\r\nAsk them to participate in surveys about our products and services\r\nOffer them Service upgrades\r\nBetter understand, on an anonymous and aggregated basis, how the Service is being used, including Web traffic and reading patterns, so that we may continually improve our Service.",
    "address": "114 Sansome Street, 4th Floor",
    "asp_index": "15312",
    "city": "San Francisco",
    "contactemail1": "tnofziger@zinio.com",
    "contactfax1": "415-494-2701",
    "contactname1": "Tom Nofziger",
    "contactoff1": "Zinio San Francisco",
    "contactphone1": "415-494-2765",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "rmaggiotto@zinio.com",
    "corpofffax1": "415-494-2701",
    "corpoffname1": "Richard Maggiotto",
    "corpoffphone1": "415-494-2718",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2012-10-25",
    "orgverification": "In-house",
    "personaldata": "On-line",
    "ppdate": "2010-03-21",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Direct Marketing Association (DMA)",
    "signupdate": "2005-10-25",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94104"
}