{
    "CertifiedThroughLabel": "",
    "Fax": "+1 954 370 2406",
    "OrgName": "BitScaler Technologies, Inc.",
    "PPLoc": "See link below",
    "Phone": "+1 954 707 2792",
    "activities": "Personal Information\r\nWe may use your information to process your service requests, handle orders, deliver products and services, process payments, communicate with you about orders, provide access to secure areas of the Website, recommend merchandise and services that might be of interest to you, to personalize your visit to our Website, and to enable us to review develop and continually improve the products services and offers we provide online. We also use this information to prevent or detect fraud or abuses of our Website and to enable third parties to carry out technical, logistical or other functions on our behalf.\r\nContact Information\r\nWe use visitor information to send information about our company to visitors and to get in touch with them when necessary. We also use the information we collect to improve the content of our websites and as training aides for our employees. Visitors are given the choice at the point when we request their information.\r\nFinancial Information and payment card details\r\nWe may ask visitors to enter credit card or account information in order to process orders for services placed with BitScaler or its affiliates. Financial information provided via our website or via the BitScaler Telemetry System™ portal is transferred over a secure connection. We collect this information on a transaction-by-transaction basis and will not authorize the release of the information with anyone not directly involved in processing the transaction. This information may be encrypted and stored for logging purposes in accordance with applicable regulatory requirements.\r\nCredit card numbers are used only for processing payments and are not used for any other purposes. When we use third party service providers for credit card processing services we will enter into a written agreement with such third party ensuring appropriate security and confidentiality measures are in place in safeguarding your personal data.\r\nWe use web visit information to measure interest in and develop our web pages and marketing plans, customize the content you view on your web visits based on your activity on past visits, and administer our Website.\r\n• We use the visitors’ IP address to help diagnose problems with our servers, and to administer our Websites.?\r\n• We use cookies to help us recognize visitors as unique visitors (just a number) when they return to our websites For example, if there are 1,000 visits to our website on a certain day, we can use cookies to discover how many of those visits were made via the same browser (same visitor). We may also use the cookie to discover whether a certain visitor has visited our site more than once, and the source for each visit.\r\nWe also use cookies to: allow us to tailor content or advertisements to match your preferred interest; avoid showing visitors the same advertisements repeatedly; compile anonymous, aggregated statistics that allow us to understand how users use our site and to help us improve the structure of our Website (we cannot identify visitors personally in this way); count the number of anonymous users of our sites.\r\n• We use web beacons to count the number of times that our advertisements and web-based email content are viewed. We combine web beacon information with cookies to track activity on our website originating from advertisements and web-based email content.\r\nWe use information you provide to us via telephone calls, chat, email, web forms and other communications to correspond with you about services you may be interested in purchasing. If you elect to purchase a service online using a web form, we will use the information to establish your account. Information you submit in writing, such as chat, email, and web form information is archived and may be tied to information that we collect about your web visits. Your telephone call may be recorded for training purposes and we may enter information you provide via telephone into our systems to use for the purposes described in this paragraph.",
    "address": "2103 S.W. 71st Way",
    "asp_index": "15420",
    "city": "Davie",
    "contactemail1": "gus@BitScaler.com",
    "contactfax1": "+1 954 370 2406",
    "contactname1": "Gus Cunningham",
    "contactoff1": "Compliance",
    "contactphone1": "+1 954 707 2792",
    "contacttitle1": "CEO",
    "corpoffemail1": "gus@BitScaler.com",
    "corpofffax1": "+1 954 370 2406",
    "corpoffname1": "Gus Cunningham",
    "corpoffphone1": "+1 954 707 2792",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2013-06-06",
    "orgverification": "In-house",
    "personaldata": "Personal information we gather is for internal use only and will not authorize the release of this information to anyone outside BitScaler (except to third party service providers to BitScaler who perform functions on our behalf but in such event personal information will only be shared to the extent reasonably necessary to perform their functions and they will not be authorized to use it for any",
    "ppdate": "2012-06-05",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "European Data Protection Authorities.",
    "signupdate": "2012-06-06",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33317"
}