{
    "CertificationStatus": "false",
    "Fax": "503-265-0001",
    "OrgName": "Fios",
    "PPLoc": "http://www.fiosinc.com/privacy-policy.aspx ",
    "Phone": "503-265-0705",
    "activities": "Fios, Inc. Business and uses of Personal Data\r\nFios provides electronic discovery services to businesses and the law firms that represent them. These services include data collection, defensible and cost-effective data reduction with culling and other tools, review and production solutions for corporations involved in investigations, litigation, or regulatory compliance matters.\r\nSafe Harbor Principles\r\nFios has adopted and adheres to the following principals which are based upon the seven principles identified in the Safe Harbor Agreement (the “Safe Harbor Principles”).\r\nNotice\r\nIn the course of Fios’ business, it does not typically collect Personal Data.  Instead, Fios receives Personal Data from parties who have already collected and are in possession of such information.  Therefore, to the extent permitted, and in accordance with the Safe Harbor Agreement, Fios reserves the right to process Personal Data in the course of providing service to its clients without the knowledge of individuals involved.  Fios will not use Personal Data for any other purposes than for the purposes that Fios’ clients provide such information, and will only share such information at the lawful direction of the client.    \r\nIn the event that Fios collects Personal Data directly from individuals, such individuals will be informed about the type of information collected, the purpose and use for which it is collected, and the types of non-agent third parties to which Fios will disclose the Personal Data.  These individuals will be notified about the choices and means that Fios offers individuals to limit the data’s use and disclosure.",
    "address": "921 SW Washington",
    "asp_index": "15507",
    "city": "Portland",
    "contactemail1": "lbarr@fiosinc.com",
    "contactfax1": "503-265-0001",
    "contactname1": "Lewis Barr",
    "contactoff1": "Fios",
    "contactphone1": "503-265-0722",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "lbarr@fiosinc.com",
    "corpofffax1": "503-265-0001",
    "corpoffname1": "Lewis Barr",
    "corpoffphone1": "503-265-0722",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2013-08-15",
    "orgverification": "in house",
    "personaldata": "off line, on line, manually processed",
    "ppdate": "2007-08-31",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities.",
    "signupdate": "2007-08-15",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97205"
}