{
    "CertificationStatus": "false",
    "Fax": "908-281-3876",
    "OrgName": "Driving Performance360",
    "PPLoc": "See link below",
    "Phone": "908-240-1737",
    "activities": "Driving Performance360 maintains limited to no personal information. Our activities are directed at providing consulting services targeting safe driving of motor vehicles.\r\n\r\nDRIVING PERFORMANCE360 will only acquire, collect, maintain, utilize, disclose or transfer individual sensitive personal information at the express instruction/permission of the DRIVING PERFORMANCE360 customer to provide fleet safety services and driver assessments to such customer and to undertake research and dissemination of driver safety developments and trends. Under no circumstances will any personal information be used by DRIVING PERFORMANCE360 for promotion or marketing to individuals related to such DRIVING PERFORMANCE360 customers.",
    "address": "59 Van Zandt Dr",
    "asp_index": "15817",
    "city": "Hillsborough",
    "contactemail1": "pbegley@drivingperformance360.com",
    "contactfax1": "908-281-3876",
    "contactname1": "Peter Begley",
    "contactoff1": "Driving Performance360",
    "contactphone1": "617-283-7209",
    "contacttitle1": "Managing Partner",
    "corpoffemail1": "mferarra@drivingperformance360.com",
    "corpofffax1": "908-281-3876",
    "corpoffname1": "Michael Ferrara",
    "corpoffphone1": "908-240-1737",
    "corpofftitle1": "Managing Partner",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Transportation Srvs (Except Aviation) - (TRN)Security & Safety Equipment - (SEC)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Security & Safety Equipment - (SEC)",
        "Transportation Srvs (Except Aviation) - (TRN)"
    ],
    "latest": "true",
    "nextcertification": "2013-08-01",
    "orgverification": "Third Party",
    "personaldata": "DP360 processes client data which is electronically accessed and at times may be manually processed. At this time the client data collected is restricted to; user name, business phone, state of residence, employer and manager.",
    "ppdate": "2005-06-01",
    "previous": "15817",
    "privacyprograms": "None",
    "recoursemech": "DRIVING PERFORMANCE360 customers and their related individuals are encouraged to raise any concerns they may have with DRIVING PERFORMANCE360 before proceeding to independent recourse mechanisms. DRIVING PERFORMANCE360 provides for any controversy or claim arising out of or relating to its privacy policy to be resolved by arbitration in the state of New Jersey, before and in accordance with the Commercial Arbitration Rules of the American Arbitration Association. The procedures provide for standard complaint forms to facilitate the complaint resolution process and that the arbitrators are directed in the formulation of any remedy to recommend to DRIVING PERFORMANCE360 as to means and mechanisms by which the effects of noncompliance with its privacy policies are reversed or corrected, in so far as feasible, and that future processing by DRIVING PERFORMANCE360 will be in conformity with its privacy policies and the EU privacy principles and, where appropriate, that processing of the personal data of the individual who has brought the complaint will be in compliance with such policies and principles.",
    "signupdate": "2012-08-01",
    "state": "New Jersey",
    "statutorybody": "DoT",
    "zip": "08844"
}