{
    "Fax": "262-317-2005",
    "OrgName": "Escalate Retail",
    "PPLoc": "http://www.redprairie.com/safe-harbor-privacy ",
    "Phone": "800-854-2263",
    "activities": "Escalate Retail receives personal data from the European Union obtained from or relating to prospective and current customers of Escalate and its parent company. The information transferred is business contact information, information related to product and services preferences, transaction related information, information relating to software training. Information is used for the following purposes: customer service, software and applications support, website content selection, website user friendliness and navigation, marketing. \r\nEscalate Retail also transfers employee information to the headquarters for processing and storage. The information is used for purposes of employee benefits and services and financial planning. Benefits and services include evaluation of qualifications for employment, provision of employment benefits, training, budgeting and salary administration and workforce management, business contact directory, company network access including authentication.  Financial planing includes activities such as evaluation of salaries and payroll informaiton of employees to develop business strategies affecting budgeting, departmental structures and the like.",
    "address": "5505 Morehouse Drive, Ste 300",
    "asp_index": "15871",
    "city": "San Diego",
    "contactemail1": "Joy.Meier@RedPrairie.com",
    "contactfax1": "262-317-2005",
    "contactname1": "Joy M. Burkholder Meier",
    "contactoff1": "RedPrairie Corporation",
    "contactphone1": "262-317-2377",
    "contacttitle1": "VP - Global Legal Operations",
    "corpoffemail1": "Laura.Fese@RedPrairie.com",
    "corpofffax1": "262-317-2005",
    "corpoffname1": "Laura L. Fese",
    "corpoffphone1": "262-317-2341",
    "corpofftitle1": "Chief Legal Officer",
    "eucountries": "Belgium, Czech Republic, Denmark, Finland, France, Germany, Hungary, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Slovakia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "HUN",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2013-08-30",
    "orgverification": "in-house verification",
    "personaldata": "Escalate Retail receives personal data from the European Union obtained from or relating to prospective and current customers of Escalate and its parent company. The information transferred is business contact information, information related to product and services, transactions and software training.  Escalate Retail also transfers employee information to the headquarters.",
    "ppdate": "2011-02-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection authorities",
    "signupdate": "2011-08-30",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92121"
}