{
    "CertifiedThroughLabel": "",
    "Fax": "631-396-6801",
    "OrgName": "American River International",
    "PPLoc": "http://www.americanriverintl.com/SafeHarborPolicy.htm ",
    "Phone": "631-396-6800",
    "activities": "The information American River will receive contains the company name, address, telephone number and seminar attendee name for companies that have enrolled in a seminar to be held in Europe.  \r\nEach company name, address and attendee name will be submitted through our internal Denied Party Screening Program.  The lists being screened include the following U.S. government lists:  Dept of Commerce Denied Parties List, Entities List and Unverified List; Dept of Treasury Office of Foreign Asset Controls Specially Designated Nationals List; and Dept of State Debarred List.\r\nThis information will be submitted electronically by the European filer and entered into our database which we call \"Compliant One\". Results are transmitted back to the filer in Europe indicating whether there was a positive response against the list.  Results are retained in our internal database only for ten days.  After ten days, the data is written over by new information.\r\nThis information is not available publicly.  This information is available only to the European filer and to American River International IT personnel with authorized access to the database.",
    "address": "1229 Old Walt Whitman Road",
    "asp_index": "16290",
    "city": "Melville",
    "contactemail1": "kraia@americanriverintl.com",
    "contactfax1": "631-396-6830",
    "contactname1": "Kelly Raia",
    "contactoff1": "American River International",
    "contactphone1": "631-396-6819",
    "contacttitle1": "",
    "corpoffemail1": "nlenok@americanriverintl.com",
    "corpofffax1": "631-396-6830",
    "corpoffname1": "Neil Lenok",
    "corpoffphone1": "732-947-5484",
    "corpofftitle1": "Corporate Vice President",
    "eucountries": "Belgium",
    "eucountries_parsed": [
        "BEL"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2014-09-27",
    "orgverification": "In-house",
    "personaldata": "Off line company data",
    "ppdate": "2006-06-01",
    "previous": "",
    "privacyprograms": "American River does not currently participate in any other privacy programs.  American River International will adhere to the Safe Harbor Principles as published under 32000D0520 in regards to the EU Privacy Protection Directive.  American River will abide by all rules regarding company data and attendee information received by the EU in accordance with the Safe Harbor Principles.\r\nAmerican River International will not share this data with any person, company or agency.\r\nAmerican River International will provide a yearly update to the Dept of Commerce to affirm and reflect any changes to our self-certification process.\r\nAmerican River International will perform an internal audit of the screening process to verify the information is being processed in accordance with the Safe Harbor Principles.\r\nAmerican River International operates in accordance with the laws of the State of New York.  \r\nAmerican River International does not currently participate in any other privacy program.  American River International is a member of the Dept of Homeland Security Bureau of Customs and Border Protection Customs-Trade Partnership Against Terrorism (C-TPAT).\r\nNo personal data will be processed by American River International.  The only data to be processed by American River International is the company name, attendee name and address of the company.\r\nNo human resources data will be covered by the screening program.",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "2006-09-27",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11747"
}