{
    "CertificationStatus": "false",
    "Fax": "408-501-3002",
    "OrgName": "Ricoh Innovations, Inc. dba Ricoh EWS",
    "PPLoc": "http://www.ricoh-ews.com/sites/all/themes/EWS/uploads/PrivacyPolicy.pdf ",
    "Phone": "408-501-3000",
    "activities": "Ricoh EWS may combine personal data with data from other Ricoh EWS services or third parties in conjunction with or on behalf of our customer services administrators. Ricoh EWS sends one or more cookies to devices of individuals accessing Ricoh EWS websites or services. Ricoh EWS uses cookies to improve the quality of Ricoh EWS service, including for storing user preferences, improving search results and ad selection, and tracking user trends. Ricoh EWS servers automatically record certain data, which may include user server request, data submitted by users, user interaction with Ricoh EWS site or services, the date and time of user requests and one or more cookies that may uniquely identify the user’s browser or account. Ricoh EWS may retain e-mail or other communications from users in order to process their inquiries, respond to requests and improve Ricoh EWS services. Ricoh EWS may use user email addresses to communicate with users about Ricoh EWS services. Ricoh EWS may make available third party applications, services and links to web sites. Data, including personal data, provided to those third parties may be sent to Ricoh EWS in order to deliver the services of Ricoh EWS or the third party. Ricoh EWS processes such data under the Ricoh EWS Privacy Policy. In addition, Ricoh EWS may use the data collected to: (1) provide, maintain, protect, and improve Ricoh EWS services (including advertising services) and develop new services; and (2) protect the rights or property of Ricoh EWS or Ricoh EWS users. Ricoh EWS may process data, including personal data, on servers in the United States of America and in other countries. In some cases, Ricoh EWS may process data, including personal data, outside the user’s own country.",
    "address": "2077 Gateway Place, Suite 200",
    "asp_index": "16355",
    "city": "San Jose",
    "contactemail1": "bartz@ricoh-ews.com",
    "contactfax1": "408-501-3002",
    "contactname1": "Michael Bartz",
    "contactoff1": "Legal Department",
    "contactphone1": "408-501-3064",
    "contacttitle1": "Senior Corporate Counsel",
    "corpoffemail1": "kevin@rii.ricoh.com",
    "corpofffax1": "650-854-8740",
    "corpoffname1": "Kevin Ridout",
    "corpoffphone1": "650-496-5729",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer & Peripherals - (CPT)Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2013-10-13",
    "orgverification": "In-house",
    "personaldata": "The personal data processed is dependent on the entity or organization using our services. The personal data will all be on-line and could include organization, client, customer, and clinical trial data as well as human resource or market research. None of the personal data will be manually processed.",
    "ppdate": "2011-09-27",
    "previous": "16355",
    "privacyprograms": "None",
    "recoursemech": "Ricoh EWS elects to satisfy investigation of unresolved complaints with are implementation of the Safe Harbor Enforcement Principle by committing to cooperate with the EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC). Furthermore, Ricoh EWS will comply with any advice or direction given by the DPAs where the DPAs take the view that Ricoh EWS needs to take specific action to comply with the Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by any non-compliance with the Principles, and Ricoh EWS will provide the DPAs with written confirmation that such action has been taken.",
    "signupdate": "2011-10-13",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95110"
}