{
    "CertificationStatus": "false",
    "Fax": "201-553-1211",
    "OrgName": "Image Processing Systems, Inc.",
    "PPLoc": "http://www.ipsservices.com/safe-harbor-policy/ ",
    "Phone": "201-553-0200",
    "activities": "Image Processing Systems, Inc. (\"IPS\") is a leading provider of document scanning, indexing, conversion, and archiving services for organizations large and small, in a wide variety of industries. We work with applications ranging from human resources and accounts payable to contracts and government records. Our document scanning services transform information recorded on paper, micrographics and other media into an almost endless variety of digital formats on a wide range of media.",
    "address": "150 Meadowland Parkway",
    "asp_index": "16579",
    "city": "Secaucus",
    "contactemail1": "cgoldstein@ipsmailbox.com",
    "contactfax1": "201-553-1211",
    "contactname1": "Charles Goldstein",
    "contactoff1": "Image Processing Systems, Inc.",
    "contactphone1": "201-553-0200 x444",
    "contacttitle1": "Director of Information Technology",
    "corpoffemail1": "gbartels@ipsmailbox.com",
    "corpofffax1": "201-553-1211",
    "corpoffname1": "Greg Bartels",
    "corpoffphone1": "201-553-0200 x400",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2013-10-20",
    "orgverification": "In-house",
    "personaldata": "off-line, manually processed",
    "ppdate": "2012-10-11",
    "previous": "",
    "privacyprograms": "None.  We are self certifing.",
    "recoursemech": "In the case where we receive a question, comment or complaint about the Company’s Safe Harbor Policy, it will be responded to by the CEO or his designated representative.  In the case where the representative’s response is not acceptable to the requestor, the CEO must respond within a reasonable amount of time.\r\n\r\nIn the case where we receive a complaint about our data collection or processing practices, the dispute will follow our internal resolution process, which includes the following steps:\r\n1.\tThe department manager of the area involved will respond first.  \r\n2.\tIf that does not satisfy the complaint, it will be escalated to the VP of Operations for a response.  \r\n3.\tIf that does not satisfy the complaint, it will be escalated to the President and CEO for a response.  \r\n4.\tIf that does not satisfy the complaint, the individual may open a case with the American Arbitration Association.\r\n\r\nFor complaints involving organization human resources data, the company agrees to cooperate and comply with the EU data protection authorities.",
    "signupdate": "2010-10-20",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07094"
}