{
    "CertifiedThroughLabel": "",
    "Fax": "408-872-0582",
    "OrgName": "Rollbase",
    "PPLoc": "https:/ www.rollbase.com/privacy.shtml ",
    "Phone": "650-265-4282",
    "activities": "Users of the Rollbase service will be using the services to store data. Such data may at times be viewed or accessed by Rollbase only for the purpose of resolving a problem, support issue or suspected violation of the Rollbase Terms of Use for the site and the services, or as may be required by law. Users are responsible for maintaining the confidentiality and security of their user registration and password. Except as provided the Rollbase Privacy Policy, Rollbase will not review, share, distribute, print or reference any data stored by users on the site or the services.\r\n\r\nWe collect demographic and contact information, such as your name, title, company name, address, phone number, e-mail address, and professional association and certain firmographic company information, such as number of employees, or industry, from visitors who wish to receive information about Rollbase and its products and services. We use this information to provide you with information about the products and services that we provide and to send you information regarding Rollbase or its partners, such as newsletters, promotions and events. If you no longer wish to receive these email communications you may follow the unsubscribe mechanism contained in each of the emails you receive.",
    "address": "14435 C Big Basin Way, # 211",
    "asp_index": "16574",
    "city": "Saratoga",
    "contactemail1": "info@rollbase.com",
    "contactfax1": "408-872-0582",
    "contactname1": "Matt Robinson",
    "contactoff1": "Rollbase US",
    "contactphone1": "650-265-4282",
    "contacttitle1": "CEO",
    "corpoffemail1": "mrobinson@rollbase.com",
    "corpofffax1": "408-872-0582",
    "corpoffname1": "Matt Robinson",
    "corpoffphone1": "650-265-4282",
    "corpofftitle1": "CEO",
    "eucountries": "France, Germany, Ireland, Italy, Netherlands, Norway, Romania, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "ROU",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2013-10-16",
    "orgverification": "In-house",
    "personaldata": "Customer (not manually processed)",
    "ppdate": "2012-08-10",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "Cooperate and comply with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints.",
    "signupdate": "2012-10-16",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95070"
}