{
    "Fax": "650-456-7001",
    "OrgName": "Tango Me Inc.",
    "PPLoc": "http://www.tango.me/privacy-policy/ ",
    "Phone": "415-215-7177",
    "activities": "When you install the Service on your device and register with Tango, personally identifiable information about you may be collected during the download process for the Service (as requested from you during the download process) when you register with us. For registration, you are only required to provide your mobile phone number or your email address, depending on the device(s) you are using on the Service. You may also provide personally identifiable information, but that is optional. We use this information to connect you to your friends, family and others on the Service.\r\n\r\nIn addition, when you install the Service on your device and register with Tango, you will be asked to allow us access to your address book. If you consent, we will have access to contact information in your address book on the devices you use for the Service (names, numbers and emails, but not notes or other personal information in your address book). If you consent separately to the storage of this contact information, we will store it on our servers and use it to help you use the Service, for example, by synchronizing your Tango contacts between different devices you may want to use with the Service. If you do not want Tango to store this information, you may opt-out through your account settings at any time. However we may not be able to offer some of the features that require this information.\r\n\r\nTango may also collect and gather non-personally identifiable information, such as profile information including country of residence and preferences. In addition, Tango may collect information about your and others usage of and interaction with the Service and our websites, including calls, numbers of calls made by members, call durations, usage by geographies, device and connection information, IP address, device capability, bandwidth, statistics on page views, network type and traffic to and from our websites.",
    "address": "1816 Embarcadero Rd.",
    "asp_index": "16616",
    "city": "Palo Alto",
    "contactemail1": "uli@tango.me",
    "contactfax1": "650-249-0450",
    "contactname1": "Uli Gal-Oz",
    "contactoff1": "Tango",
    "contactphone1": "415-215-7177",
    "contacttitle1": "VP Business Development",
    "corpoffemail1": "uli@tango.me",
    "corpofffax1": "650-249-0450",
    "corpoffname1": "Uli Gal-Oz",
    "corpoffphone1": "415-215-7177",
    "corpofftitle1": "VP Business Development",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2013-10-25",
    "orgverification": "In-house",
    "personaldata": "registered user (client) data with no manually processed data",
    "ppdate": "2011-05-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor\r\nwww.bbb.org/us/safe-harbor-complaints",
    "signupdate": "2012-10-25",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94303"
}