{
    "CertificationStatus": "false",
    "Fax": "401-521-0014",
    "OrgName": "The RDW Group, Inc.",
    "PPLoc": "http://www.ifactory.com/privacy.php ",
    "Phone": "401-521-2700",
    "activities": "RDW’s websites have functionality that allows interested parties to voluntarily provide certain limited personal information (e.g., name, e-mail address, mailing address, or phone number). RDW collects or records this basic personal information for marketing purposes.  RDW does not disclose personal information to non-agent third parties. RDW does not ask for, nor is there any way for us to obtain financial information including, credit card numbers, bank account numbers or any other type of financial information over our websites. RDW does not ask for, nor is there any way for us to obtain social security numbers or benefits, information about race, ethnic origin, religious beliefs, trade union membership, political affiliation, political opinions, or medical information over our websites. \r\nRDW tracks usage on our websites by IP address but this information is not tied to the voluntary personal information a user may provide. RDW tracks usage by IP address simply for internal use to understand usage and improve our web site’s performance and usability.  \r\nIn some cases when requested to do so by our clients RDW has access to and does record and track personal information on our client’s websites. When working on behalf of our clients RDW operates in accordance with the relevant customer's privacy policies. In these cases RDW is acting solely as a data processor and our customers remain the data controller. In these cases RDW will use this personal information solely as directed by our clients and in most cases only to improve our client’s web site’s performance and usability.\r\nIn some cases when requested to do so by our clients RDW has access to and does record and track personal information from our client’s websites. When working on behalf of our clients RDW operates in accordance with the relevant client's privacy policies. In these instances RDW acts solely as a data processor and our clients remain the data controller with respect to such information. RDW therefore acts in accordance with the instructions of such clients regarding the collection, processing and transfer of EU personal information, the provision of access to and rectification of EU personal information, and other matters.\r\nRDW does not disclose any personal information to any non-agent third party. In situations where RDW discloses EU personal information to any third parties formally acting as agents on our behalf RDW will require the recipient to provide at least the same level of protection as is required by the relevant Safe Harbor Principals.  If RDW has knowledge that an agent is not handling personal information in a manner consistent with this Privacy Policy RDW will take appropriate action and reasonable steps to prevent or stop the use or disclosure. \r\nRDW also maintains reasonable security measures to safeguard EU personal information from loss, misuse, unauthorized access, disclosure, alteration, or destruction, and maintains reasonable procedures to help ensure that such data is reliable for its intended use, accurate, complete, and current.",
    "address": "125 Holden Street",
    "asp_index": "16613",
    "city": "Providence",
    "contactemail1": "pknaub@rdwgroup.com",
    "contactfax1": "401-521-0014",
    "contactname1": "Paul Knaub",
    "contactoff1": "Providence",
    "contactphone1": "401-521-2700",
    "contacttitle1": "IT Director",
    "corpoffemail1": "pknaub@rdwgroup.com",
    "corpofffax1": "401-521-0014",
    "corpoffname1": "Paul Knaub",
    "corpoffphone1": "401-521-2700",
    "corpofftitle1": "IT Director",
    "eucountries": "Denmark, France, Germany, Ireland, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "DNK",
        "FRA",
        "DEU",
        "IRL",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2013-05-23",
    "orgverification": "In-house",
    "personaldata": "Client, customer, and organization. No manual process.",
    "ppdate": "2011-01-01",
    "previous": "16613",
    "privacyprograms": "None",
    "recoursemech": "If any person or party believes that RDW is not in compliance with the Safe Harbor principles, first contact the RDW Privacy Officer listed above.  The RDW Privacy Officer’s name, address, e-mail, and telephone number are listed. If an individual does not receive a prompt acknowledgement of an inquiry, or if the inquiry has not been satisfactorily addressed, RDW has agreed to participate in the dispute resolution procedures administered by the European Data Protection Authorities (DPA).  RDW pledges to cooperate fully with the DPA in any review or investigation and to resolve complaints brought under Safe Harbor.  In the event that the DPA concludes that RDW did not comply with the Safe Harbor Framework, RDW will follow the advice given by the DPA and take appropriate actions and steps to remedy any deficiencies and promote future compliance.",
    "signupdate": "2011-05-23",
    "state": "Rhode Island",
    "statutorybody": "FTC",
    "zip": "02908"
}