{
    "CertificationStatus": "false",
    "Fax": "+14082289541",
    "OrgName": "nivio Americas Corporation",
    "PPLoc": "http://nivio.com/privacy-policy/ ",
    "Phone": "6505153359",
    "activities": "Nivio provides cloud storage for companies and personal data. We track log-in data, customer activity and browsing activity. None of this data will be shared with third parties, except on an anonymous basis.",
    "address": "2825 El Camino Real, Suite 100",
    "asp_index": "16872",
    "city": "Palo Alto",
    "contactemail1": "tony@nivio.com",
    "contactfax1": "+14082289541",
    "contactname1": "Anthony Byrne",
    "contactoff1": "nHoldings SA",
    "contactphone1": "+447415351481",
    "contacttitle1": "CFO",
    "corpoffemail1": "tony@nivio.com",
    "corpofffax1": "+14082289541",
    "corpoffname1": "Anthony J Byrne",
    "corpoffphone1": "+447415351481",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2014-01-09",
    "orgverification": "In-house",
    "personaldata": "All data",
    "ppdate": "2012-10-05",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "In compliance with the Safe Harbor Principles, nivio commits to resolve complaints about your privacy and our collection or use of your personal information.  Citizens from the European Union or Switzerland with inquiries or complaints regarding this privacy policy should first contact nivio:\r\nTony Byrne\r\n2825 El Camino Real\r\nPalo Alto\r\nCA 94306\r\nEmail : safeharbor@nivio.com\r\n\r\nnivio americas has further committed to refer unresolved privacy complaints under the US-EU and EU-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by nivio, please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.\r\n\r\nAny questions or concerns regarding the use or disclosure of personal information can also be directed to the Chief Privacy Officer at the address given above. nivio will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in the Privacy Policy.",
    "signupdate": "2013-01-09",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94306"
}