{
    "Fax": "7346610173",
    "OrgName": "ProductReportCard.com, LLC",
    "PPLoc": "http://www.productreportcard.com/privacy.cgi ",
    "Phone": "2083452854",
    "activities": "ProductReportCard.com collects information from our visitors and users of our website and uses the information for marketing and administration purposes, in the fulfillment of our service commitment to our visitors.\r\n\r\nProductReportCard.com may collect personally identifiable information from users when they visit our site and create a ProductReportCard.com account.\r\n\r\nThe personally identifiable information we collect is name, email address, zip code, and cell phone number. We also collect a username, password and gender during registration. Once they have signed up they may also provide us with additional information such a mailing address and PayPal account information. A PayPal email address would be used to send money to members who make qualifying purchases through ProductReportCard.com links. \r\n\r\nInformation may be collected in an effort to enhance the user's experience, provide them with information regarding ProductReportCard.com services or other related special offers, allow them to view their rewards balance, transaction history, request a payment, review payment history, and/or to provide them with the products and/or services they request.\r\n\r\nWe, or our authorized third-party affiliates, may also collect general information about transactions as they correspond to our advertisements or products. This aggregate information may include demographic and usage information, but does not include personally identifiable information.\r\n\r\nThis information is used in an aggregated manner to determine advertising effectiveness and is sometimes shared with our advertising partners for the same limited purpose.\r\n\r\nWe will retain user information for as long as their account is active or as needed to provide them services.",
    "address": "1675 Larimer Street Suite 640",
    "asp_index": "16979",
    "city": "Denver",
    "contactemail1": "safeharbor@productreportcard.com",
    "contactfax1": "7346610173",
    "contactname1": "Steve Little",
    "contactoff1": "Denver",
    "contactphone1": "2083452854",
    "contacttitle1": "Owner",
    "corpoffemail1": "safeharbor@productreportcard.com",
    "corpofffax1": "7346610173",
    "corpoffname1": "Steve Little",
    "corpoffphone1": "2083452854",
    "corpofftitle1": "Owner",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2013-11-26",
    "orgverification": "TRUSTe",
    "personaldata": "On-line data",
    "ppdate": "2012-11-15",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-11-26",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80202"
}