{
    "CertifiedThroughLabel": "",
    "Fax": "4154837384",
    "OrgName": "StackMob Inc.",
    "PPLoc": "https:/ www.stackmob.com/privacy-policy/ ",
    "Phone": "4156914108",
    "activities": "We collect Personal Data, such as name, email address, and company name, from you when you voluntarily provide such information, such as when you register for access to the StackMob Services, use certain StackMob Services, contact us with inquiries or respond to one of our surveys. Wherever StackMob collects Personal Data we make an effort to provide a link to this Privacy Policy.  We also collect Personal Data when you choose to register or create an account with one of our partners in connection with your use of the StackMob Services. By voluntarily providing us with Personal Data, you are consenting to our use of it in accordance with this Privacy Policy. If you provide Personal Data, you acknowledge and agree that such Personal Data may be transferred from your current location to the offices and servers of StackMob and the authorized third parties referred to herein located in the United States. Further, When you interact with StackMob through the Site or StackMob Services, we receive and store certain personally non-identifiable information. Such information, which is collected passively using various technologies, cannot presently be used to specifically identify you. StackMob may store such information itself or such information may be included in databases owned and maintained by StackMob affiliates, agents or service providers. This Site may use such information and pool it with other information to track, for example, the total number of visitors to our Site, the number of visitors to each page of our Site, the domain names of our visitors’ Internet service providers, and how our users use and interact with the StackMob Service. Also, in an ongoing effort to better understand and serve the users of the StackMob Services, StackMob often conducts research on its customer demographics, interests and behavior based on the Personal Data and other information provided to us. This research may be compiled and analyzed on an aggregate basis. StackMob may share this non-identifiable and aggregate data with its affiliates, agents and business partners, but this type of non-identifiable and aggregate information does not identify you personally. StackMob may also disclose aggregated user statistics in order to describe our services to current and prospective business partners, and to other third parties for other lawful purposes.\r\n\r\nIn operating this Site, we may also use a technology called “cookies.” A cookie is a piece of information that the computer that hosts our Site gives to your browser when you access the Site. Our cookies help provide additional functionality to the Site and help us analyze Site usage more accurately. For instance, our Site may set a cookie on your browser that allows you to access the Site without needing to remember and then enter a password more than once during a visit to the Site. In all cases in which we use cookies, we will not collect Personal Data except with your permission. On most web browsers, you will find a “help” section on the toolbar. Please refer to this section for information on how to receive notification when you are receiving a new cookie and how to turn cookies off. We recommend that you leave cookies turned on because they allow you to take advantage of some of the Site’s features.\r\n\r\nThe use of cookies by our partners, affiliates, tracking utility company, service providers is not covered by our privacy policy. We do not have access or control over these cookies. Our partners, affiliates, tracking utility company, service providers use session ID cookies to make it easier for you to navigate our site.\r\nOur third party partners employ clear gifs (a.k.a. Web Beacons/Web Bugs), images, and scripts that help them better manage content on our site. We tie some of the information gathered to our Customers’ or Users’ personally identifiable information.\r\n\r\nWe partner with a third party ad network to either display advertising on our Web site or to manage our advertising on other sites. Our ad network partner uses cookies and Web beacons to collect non-personally identifiable information about your activities on this and other Web sites to provide you targeted advertising based upon your interests. If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out. Please note this does not opt you out of being served advertising. You will continue to receive generic ads.\r\n\r\nStackMob collects information under the direction of its clients, and has no direct relationship with the individuals whose personal data it processes.\r\n\r\nStackMob is not in the business of selling your information. We consider this information to be a vital part of our relationship with you. There are, however, certain circumstances in which we may share your Personal Data with certain third parties without further notice to you, as set forth below:\r\n\r\nBusiness Transfers: As we develop our business, we might sell or buy businesses or assets. In the event of a corporate sale, merger, reorganization, dissolution or similar event, Personal Data may be part of the transferred assets. You will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of your personal data, as well as any choices you may have regarding your personal data.\r\nAgents, Consultants and Related Third Parties: StackMob, like many businesses, sometimes hires other companies to perform certain business-related functions. Examples of such functions include mailing information, maintaining databases and processing payments. When we employ another company to perform a function of this nature, we only provide them with the information that they need to perform their specific function. These companies are authorized to use your personal data only as necessary to provide these services to us.\r\nLegal Requirements: StackMob may disclose your Personal Data if required to do so by law or in the good faith belief that such action is necessary to (i) comply with a legal obligation, such as a subpoena or similar legal process (ii) protect and defend the rights or property of StackMob, (iii) act in urgent circumstances to protect the personal safety of users of the Site or the public (iv) protect against legal liability, or (v) to any third party with your prior consent.\r\nModule Service Providers: StackMob partners with third party service providers to allow you to add additional modules and expanded functionality to the Services (“Module Service(s)”). You are under no obligation to use any Module Services, but if you elect to do so, we may provide certain Personal Data to such Module Service providers; we suggest contacting those providers directly for information on their privacy policies.\r\n\r\nYou can use the Site without providing any Personal Data. If you choose not to provide any Personal Data, you may not be able to use certain StackMob Services.\r\n\r\nStackMob does not knowingly collect Personal Data from children under the age of 13. If you are under the age of 13, please do not submit any Personal Data through the Site. We encourage parents and legal guardians to monitor their children’s Internet usage and to help enforce our Privacy Policy by instructing their children never to provide Personal Data on this Site without their permission. If you have reason to believe that a child under the age of 13 has provided Personal Data to StackMob through this Site, please contact us, and we will endeavor to delete that information from our databases.",
    "address": "541 8th Street",
    "asp_index": "17052",
    "city": "San Francisco",
    "contactemail1": "privacy@stackmob.com",
    "contactfax1": "4154837384",
    "contactname1": "Jesse Goodman",
    "contactoff1": "StackMob",
    "contactphone1": "4156914108",
    "contacttitle1": "Operations Director",
    "corpoffemail1": "ty@stackmob.com",
    "corpofffax1": "4154837384",
    "corpoffname1": "Ty Amell",
    "corpoffphone1": "4156914108",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2013-12-19",
    "orgverification": "In-house",
    "personaldata": "Online data and offline data, relating to customers, clients, and organizations.",
    "ppdate": "2013-09-30",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2012-12-19",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94103"
}