{
    "CertifiedThroughLabel": "",
    "Fax": "404-504-7159",
    "OrgName": "NetRoadshow, Inc.",
    "PPLoc": "https:/ www.structuredfn.com/Portal/PrivacyPolicy/PrivacyPolicy.aspx ",
    "Phone": "404-504-7184",
    "activities": "For the purpose of servicing our clients, NetRoadshow, Inc. stores client information such as first name, last name, role or title, email address, and telephone number. This information is required for the support of individuals regarding their company's use of our service, for notifying clients of matters relating to the service, and for user authentication during the login process.  No client information is made available publicly anywhere on the service portal.\r\n \r\nNetRoadshow, Inc. provides clients (both in the U.S. and the European Union) with a secure, Internet-based portal that is available for the posting of information specific to compliance with SEC Rule 17g-5.  We perform limited data processing for our clients.  Due to the sensitive nature of the information being hosted, NetRoadshow does not endeavor to know and our clients are not obligated to notify us if the information being posted to our site includes personal data.  As such, we are not responsible for any information uploaded to our website by our clients.",
    "address": "3475 Piedmont Road NE, Suite 450",
    "asp_index": "17107",
    "city": "Atlanta",
    "contactemail1": "spalmer@netroadshow.com",
    "contactfax1": "404-504-7159",
    "contactname1": "Phillip S. Palmer",
    "contactoff1": "NetRoadshow, Inc.",
    "contactphone1": "404-504-7184",
    "contacttitle1": "ISO",
    "corpoffemail1": "mcarroll@netroadshow.com",
    "corpofffax1": "404-504-7159",
    "corpoffname1": "Mike Carroll",
    "corpoffphone1": "404-504-7175",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2013-10-14",
    "orgverification": "In-house",
    "personaldata": "NONE",
    "ppdate": "2010-06-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "NetRoadshow, Inc. will cooperate with the EU Data Protection Authorities (DPAs) Panel for resolution of any disputes.",
    "signupdate": "2011-10-14",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30305"
}