{
    "CertificationStatus": "false",
    "Fax": "(925) 469-1075",
    "OrgName": "ZANTAZ, Inc.",
    "PPLoc": "http://www.autonomy.com/content/Legal/PrivacyPolicy.en.html ",
    "Phone": "(925) 598-3000",
    "activities": "1.  ZANTAZ provides hosted services relating to (a) the archiving and management of electronic content (including but not limited to content that we receive from our customers) and (b) litigation and discovery management.  ZANTAZ also provides professional services relating to the restoration and/or conversion of electronic data from various types of physical backup media into different electronic formats.  In connection with these services, ZANTAZ stores and manages electronic communications and litigation-related documents in data centers located in the United States and the United Kingdom, and processes data from physical media from data processing facilities in the United States and the United Kingdom.  The data which is stored and/or processed by ZANTAZ may contain personal information of our customers’ employees, partners or any other third party with which our customers may communicate.\r\n2.  ZANTAZ has a subsidiary in the United Kingdom which employs our UK-based employees.  In connection with this, human resources related information may be shared with our corporate offices in the United States, as well as third party providers who administer certain human resources related functions such as payroll, retirement and benefit plans.\r\n3.  ZANTAZ may collect personal information in the EU from our customers and business partners which may be shared with ZANTAZ employees in the United States.",
    "address": "5758 W. Las Positas Blvd.",
    "asp_index": "17145",
    "city": "Pleasanton",
    "contactemail1": "joels@autonomy.com",
    "contactfax1": "408-716-2746",
    "contactname1": "Joel Scott",
    "contactoff1": "Zantaz, an Autonomy company",
    "contactphone1": "415-580-4000",
    "contacttitle1": "COO",
    "corpoffemail1": "joels@autonomy.com",
    "corpofffax1": "(408) 716-2746",
    "corpoffname1": "Joel Scott",
    "corpoffphone1": "(415) 580-4000",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Legal Services - (LES)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Legal Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2013-12-12",
    "orgverification": "Self assessment.",
    "personaldata": "On-line; Off-Line;manually processed; HR",
    "ppdate": "2009-12-12",
    "previous": "17145",
    "privacyprograms": "Not applicable.",
    "recoursemech": "Any individual may refer a privacy issue to ZANTAZ’s Head--Group Security, Jospeh Blake at joseph.blake@autonomy.com.  In the event the issue is not resolved, then ZANTAZ will agree to mediate the issue with the San Francisco office of JAMS, a third-party dispute resolution service.  An individual may file a request for mediation by calling JAMS at (415) 982-5267.  For issues arising outside of the United States, ZANTAZ agrees to cooperate with the EU Data Protection Authorities (DPAs) and/or the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2006-12-12",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94588"
}