{
    "CertificationStatus": "false",
    "Fax": "7346610173",
    "OrgName": "SurveyClub.com, LLC",
    "PPLoc": "http://www.surveyclub.com/Misc/PrivacyPolicy.aspx ",
    "Phone": "2083452854",
    "activities": "The types of personally identifiable information that we collect at the Site, during registration and when a member participates in surveys or contest may include, without limitation, any of the following: the member's full name, street address, e-mail address, password, date of birth, ethnicity, and gender. In addition, we may request information about their use of, or interest in, the types of products and services offered by the third party sellers with whom we have partnered to offer the member the products and services available at the Site.\r\n\r\nFrom time to time we may ask for personal health information about the member or someone they may provide care for.  The types of information we may ask for is whether or not they suffer from a certain medical condition.  We use this information to match the member up with research studies that apply to them.  We do not share this information with anyone.\r\n\r\nAll information SurveyClub collects, as described above, is used to tailor our content and help our advertisers and partners understand the demographic breakdown of SurveyClub’s members. These practices are essential to keep SurveyClub’s membership free. All personally identifiable information submitted to SurveyClub remains the property of the member, however, all information they submit to SurveyClub grants SurveyClub the right to use that information as set forth herein. Without limitation, Survey Club may use a member's personal information, within and subject to state and federal law, for legal purposes, such as to comply with a subpoena, or similar legal process; when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request to: (a) bring selected market research, retail, and other opportunities and promotional offers to members via direct mail marketing, e-mail marketing, telemarketing and/or online banner advertising; (b) when responding to offers and opportunities provided by SurveyClub or when necessary and; (d) for validation, suppression, content improvement and feedback purposes. SurveyClub uses the information a member provides to provide free information and personalized content about products and services that may be of interest to the member. Additionally, we use contact information collected from our Site to send members information about the company, to keep members informed of products and services that may be of interest to them, and to notify them of changes to this policy or changes/improvements to the site itself, provide members with rewards, allow members to view their rewards balance, redeem their rewards for merchandise and/or cash, and to allow members to participate in surveys provided by us or third parties. In addition, members agree that we may contact them with updates and/or any other information that we may deem appropriate for them to receive in connection with their account and/or the Site. We also use this information to personalize the member's experience with SurveyClub and to contact them regarding any Focus Groups that may be in their area. Contact information is also used to reach them, when necessary, regarding the use of our Site, products and/or services. None of the personal information collected will be sold or distributed to third party companies except on an aggregate basis to help our advertisers and partners understand the demographic breakdown of SurveyClub’s members or if required by law.\r\n\r\nWe may provide personally identifiable information to companies that provide services to help us with our business activities such as sending out emails on our behalf or offering customer support.  These companies are authorized to use personal information only as necessary to provide these services to us. \r\nIf we are involved in a merger, acquisition, or sale of all or a portion of our assets, members will be notified via email and/or prominent notice on our Web site of any change in ownership or uses of personally identifiable information, as well as any choices members may have regarding their personal information. \r\n\r\nWe do not sell personally identifiable information to third parties.",
    "address": "1675 Larimer Street Suite 640",
    "asp_index": "17222",
    "city": "Denver",
    "contactemail1": "steve@surveyclub.com",
    "contactfax1": "7346610173",
    "contactname1": "Steve Little",
    "contactoff1": "Denver",
    "contactphone1": "2083452854",
    "contacttitle1": "Owner",
    "corpoffemail1": "steve@surveyclub.com",
    "corpofffax1": "7346610173",
    "corpoffname1": "Steve Little",
    "corpoffphone1": "2083452854",
    "corpofftitle1": "Owner",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2013-12-12",
    "orgverification": "TRUSTe",
    "personaldata": "On-line data",
    "ppdate": "2012-12-03",
    "previous": "17222",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-12-12",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80202"
}