{
    "Fax": "385-322-6925",
    "OrgName": "eXperticity",
    "PPLoc": "http://www.experticity.com/business/about-us/privacy-policy/ ",
    "Phone": "888-814-4764",
    "activities": "Experticity aggregates members who enjoy benefits based on their membership.  When a member joins our community, the member creates a profile that contains Personally Identifying Information including name, address, telephone number, and email address.  We also collect certain non-personal, anonymous information about a member’s use of our sites such as information about their computer, including their IP address, the type of browser used, and the computer's operating system. Except as otherwise explained in our Privacy Policy, we may combine the non-personal information we collect from a member with their personal information.\r\nWhen a member creates a profile through our online social media site, they may choose to provide additional information on their profile such as their employer, trainings completed, purchases they make, photographs, points earned, etc. When they create a profile with us, they become part of a social community and their profile is shared with other users and visible on our site. Any information a member provides on their profile is subject to our Privacy Policy. We provide a member with ways to control the sharing of their profile, generally, and data within their profile at the following link:  www.3point5.com/action/user/account.\r\nIn addition to our specific privacy practices, we have specific ‘rules of the road’ for participation within our Community that a member must abide by at the following link: www.3point5.com/action/userAgreement.  We reserve all rights to remove a member’s access to and profile from our Community, if they violate our ‘rules of the road.’",
    "address": "9 Exchange Place Suite 1000",
    "asp_index": "17325",
    "city": "Salt Lake City",
    "contactemail1": "eli.willis@experticity.com",
    "contactfax1": "385-322-6925",
    "contactname1": "Eli Willis",
    "contactoff1": "Experticity",
    "contactphone1": "801-869-6093",
    "contacttitle1": "VP Finance",
    "corpoffemail1": "eli.willis@experticity.com",
    "corpofffax1": "385-322-6925",
    "corpoffname1": "Eli Willis",
    "corpoffphone1": "801-869-6093",
    "corpofftitle1": "Corporate Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Education & Training - (EDS)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-24",
    "orgverification": "In-house",
    "personaldata": "Member personal data - some manually processed for the purpose of identity verifciation",
    "ppdate": "2014-09-22",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Our independent recourse mechanism is BBB EU Safe Harbor at the following link:  www.bbb.org/us/safe-harbor-complaints",
    "signupdate": "2014-09-24",
    "state": "Utah",
    "statutorybody": "FTC",
    "zip": "84111"
}