{
    "CertificationStatus": "false",
    "Fax": "212-269-2798",
    "OrgName": "P1 Holdings, LLC; D.F. King & Co., Inc; Taylor Rafferty (Taiwan), Inc.; King TeleServices L.L.C.",
    "PPLoc": "see link below",
    "Phone": "212-269-5550",
    "activities": "P1 Holdings, LLC (d/b/a DF King Worldwide)(\"King Worldwide\") is a leading global financial communications and stakeholder management firm.  Today, the King Worldwide family is comprised of Europe’s fastest-growing financial communications consultancy M:Communications, the premier international investor relations consultancy Taylor Rafferty, the top-ranked Nordic investor relations and online communications firm Hallvarsson & Halvarsson, the alternative asset investor and media relations consultancy Broadgate Consultants, the premier capital markets intelligence company Capital Precision, the leading proxy solicitation company D. F. King & Co., Inc., and bankruptcy specialist Donlin, Recano and Company.  \r\n \r\nKing Worldwide and its affiliates are committed to processing and handling Data (as defined below) of shareholders in the European Economic Area in accordance with the Safe Harbor Principles issued by the European Community pursuant to Directive 95/46/EC.  For more information about the Safe Harbor Principles, please visit the U.S. Department of Commerce’s website at http://www.export.gov//safeharbor/.\r\n \r\nIn certain circumstances, D.F. King & Co., Taylor Rafferty (Taiwan), Inc., and King Teleservices L.L.C. (collectively, the “Affiliates”)  may process and/or store Data.  Often, such Data is subject to confidentiality arrangements that are more stringent than the regulations promulgated by Directive 95/46/EC.  At a minimum, King Worldwide and its Affiliates handle such Data in accordance with the Safe Harbor Principles, including the seven principles identified in the Safe Harbor Privacy Framework.  \r\n \r\nData that is transferred to the Affiliates is received directly from DF King Worldwide (Europe) Limited, a subsidiary of King Worldwide that is organized under the laws of England and Wales (“King Europe”).   \r\n \r\nAn Affiliate may receive the following information from King Europe in connection with shareholder identification services:  \r\n \r\n•         Shareholder identification and address(es)\r\n•         Information relating to share ownership\r\n \r\ncollectively, the “Data”.  As mentioned, such Data is received directly from King Europe, which collects the Data from institutional investors, custodians and its clients (which are public companies).",
    "address": "48 Wall Street, 22nd Floor",
    "asp_index": "17449",
    "city": "New York",
    "contactemail1": "arichelli@king-worldwide.com",
    "contactfax1": "212-269-2798",
    "contactname1": "M. Asher Richelli",
    "contactoff1": "Legal Department",
    "contactphone1": "212-269-5550",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "arichelli@king-worldwide.com",
    "corpofffax1": "212-269-2798",
    "corpoffname1": "M. Asher Richelli",
    "corpoffphone1": "212-269-5550",
    "corpofftitle1": "General Counsel",
    "eucountries": "Belgium, Finland, Netherlands, Sweden, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "FIN",
        "NLD",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2014-01-04",
    "orgverification": "In-house",
    "personaldata": "Shareholder information, which includes name of the organization or individual; in certain cases, the address of such organization or individual; and information regarding the shareholder's shares (i.e., the number of shares held by such shareholder)",
    "ppdate": "2011-12-22",
    "previous": "17449",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities are available in connection with any unresolved complaints that related to the data security policies of P1 Holdings, LLC, D.F. King & Co., Inc., King TeleServices L.L.C. and Taylor Rafferty (Taiwan), Inc.",
    "signupdate": "2012-01-04",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10005"
}