{
    "CertifiedThroughLabel": "",
    "Fax": "412-281-6321",
    "OrgName": "Precise",
    "PPLoc": "http://www.precise-law.com/privacy-policy.html ",
    "Phone": "412-281-8699",
    "activities": "Precise provides electronic discovery consulting, technical and software services to clients, law firms, and business organizations who are parties to various types of legal and commercial proceedings.  All data collected in the course of Precise’s activities are kept under strict privacy and confidentiality protocols since much of this information may constitute evidence in litigation and other sensitive proceedings.  Indeed, it is the practice of Precise (and the customary business practice in the industry in which Precise conducts business) to enter into, with each client, a comprehensive confidentiality agreement as to data received in every engagement undertaken. Moreover, each of Precise’s employees has executed Confidentiality and Non-Disclosure Agreement pertaining to all information that comes into their possession in the course of their employment.  \r\n\r\nThe facility in which Precise processes (*processing by Precise consists, typically, of the extraction and formatting of data for review and production for litigation, compliance and audit purposes) and stores data maintains extensive physical security features and the network infrastructure upon which data is stored is secured by some of the most advanced data security and disaster recovery technology currently available. \r\n\r\nMuch of the data processed and hosted by Precise does not constitute “personal data” as that term is defined above. However, personal data will, on occasion, enter into the possession of Precise, the bulk of which is contained within the email accounts of individuals employed by parties to litigation, government investigations and various audits.",
    "address": "429 Fourth Ave., 2nd Floor",
    "asp_index": "17454",
    "city": "Pittsburgh",
    "contactemail1": "mansmannp@precise-law.com",
    "contactfax1": "412-281-6321",
    "contactname1": "Peter L. Mansmann",
    "contactoff1": "Pittsburgh",
    "contactphone1": "412-281-8699",
    "contacttitle1": "CEO",
    "corpoffemail1": "mansmannp@precise-law.com",
    "corpofffax1": "412-281-6321",
    "corpoffname1": "Peter L. Mansmann",
    "corpoffphone1": "412-281-8699",
    "corpofftitle1": "CEO",
    "eucountries": "France, Germany, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Legal Services - (LES)",
    "industrysector_parsed": [
        "Legal Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2014-01-26",
    "orgverification": "In-house",
    "personaldata": "On-line, off-line, backup tapes",
    "ppdate": "2011-01-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR",
    "signupdate": "2011-01-26",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "15219"
}