{
    "CertificationStatus": "true",
    "Fax": "412-341-0519",
    "OrgName": "Computer Enterprises, Inc.",
    "PPLoc": "http://www.ceiamerica.com/privacypolicy.aspx ",
    "Phone": "412-341-3541",
    "activities": "Computer Enterprises Inc., as a company, does not receive any personal information from the EU/EEA or Switzerland.  CEI  may from time to time have an employee working as a contracted-  Information Technology professional for a client company. The activities of the contracted Information Technology professional are assigned by the client. In the performance of their duties, the Information Technology professional may be exposed to the client's data in order to perform their work.  In such cases, the contracted employee will follow the security requirements outlined by the client. CEI does process any client related data.",
    "address": "1000 Omega Dr Suite 1150",
    "asp_index": "17753",
    "city": "Pittsburgh",
    "contactemail1": "wkenawell@ceiamerica.com",
    "contactfax1": "412-341-0519",
    "contactname1": "William Kenawell",
    "contactoff1": "Computer Enterprises, Inc.",
    "contactphone1": "412-341-3541",
    "contacttitle1": "COO/General Counsel",
    "corpoffemail1": "wkenawell@ceiamerica.com",
    "corpofffax1": "412-341-0519",
    "corpoffname1": "Will Kenawell",
    "corpoffphone1": "412-341-3541",
    "corpofftitle1": "COO/General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-12",
    "orgverification": "In-House",
    "personaldata": "Computer Enterprises Inc., as a company, does not receive any personal information from the EU/EEA or Switzerland.  CEI  may from time to time have an employee working as a contracted-  Information Technology professional for a client company. The activities of the contracted Information Technology professional are assigned by the client. CEI does not receive or process any client related data.",
    "ppdate": "2013-10-07",
    "previous": "",
    "privacyprograms": "CEI uses a self-assessed privacy program which adheres equivalent programs as stated in Safe Harbor Privacy principles to verify that the attestations it makes under the Safe Harbor Program are true and that its privacy policies are being followed in practice. In addition, CEI will cooperate with its European subsidiaries and affiliates and with European data protection authorities to resolve any complaints that may arise in relation to Personal Information transferred under the Safe Harbor Program.",
    "recoursemech": "Computer Enterprises Inc.  uses the self assessment approach to assure its compliance with our privacy statement. Computer Enterprises Inc.  periodically verifies that the policy is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented, and in conformity with the defined Principles. \r\nWe encourage interested persons to raise any concerns with us using the contact information below. We will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this policy. \r\nWith respect to any complaints that cannot be resolved through our internal processes, we agree to participate in the dispute resolution procedures of the panel established by the EU (DPAs) or Swiss data protection authorities (FDPIC) to resolve disputes pursuant to the Safe Harbor Principles. In the event that we or such authorities determine that we did not comply with this policy, we will take appropriate steps to address any adverse effects and to promote future compliance. Any person who we determine is in violation of our privacy policies will be subject to disciplinary process.",
    "signupdate": "2014-12-12",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "15205"
}