{
    "CertificationStatus": "false",
    "Fax": "201-696-3562",
    "OrgName": "Arch Chemicals, Inc. and its controlled US subsidiaries",
    "PPLoc": "Company Intranet.  Available Upon Request and see link below",
    "Phone": "201-316-9200",
    "activities": "Arch Chemicals, Inc.(which is a subsidiary of Lonza Inc) and its controlled subsidiaries collects and uses personal information for human resource management such as global enterprise headcount reporting, statistical analysis, compensation planning and related transactions, career development, communications with shareholders, employees, retirees and their families, maintaining accurate benefits records, staffing, security issues, health and safety management, internal investigations, ethics investigations, governmental agency and judicial inquiries, tracking usage of its property, intellectual property purposes, medical case management and mergers, acquisitions and divestitures.\r\nCustomers purchase its products and services, request information, subscribe to newsletters and publications, receive marketing materials, and receive post purchase support. Generally we ask only the minimally required personal data to complete the transaction. Occasionally Arch Chemicals may contact customers for market research purposes.",
    "address": "90 Boroline Road",
    "asp_index": "17785",
    "city": "Allendale",
    "contactemail1": "tony.sandonato@lonza.com",
    "contactfax1": "201-696-3562",
    "contactname1": "William A. Sandonato",
    "contactoff1": "VP Human Resources",
    "contactphone1": "201-316-9200",
    "contacttitle1": "Sr. VP Human Resources",
    "corpoffemail1": "tony.sandonato@lonza.com",
    "corpofffax1": "201-696-3562",
    "corpoffname1": "William A. Sandonato",
    "corpoffphone1": "201-316-9200",
    "corpofftitle1": "Sr. VP Human Resources",
    "eucountries": "Belgium, Denmark, France, Germany, Ireland, Italy, Netherlands, Norway, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "DNK",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Industrial Chemicals - (ICH)",
    "industrysector_parsed": [
        "Industrial Chemicals - (ICH)"
    ],
    "latest": "true",
    "nextcertification": "2014-01-30",
    "orgverification": "In House",
    "personaldata": "off/on-line, manual data, HR data",
    "ppdate": "2011-09-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "European Union Data Protection Authorities and Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2007-01-30",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07401"
}