{
    "CertificationStatus": "false",
    "Fax": "408-993-1903",
    "OrgName": "Pinger, Inc",
    "PPLoc": "http://www.pinger.com/content/company/privacy_policy.html ",
    "Phone": "408-271-5700",
    "activities": "Pinger's primary goal in collecting information is to provide and improve our products and services.\r\n\r\nPinger collects information when you use and access Pinger’s products, services and website. The information collected includes Personal Information, App Data and Share Data (collectively, “Customer Information”). “Personal Information” is information about you that is personally identifiable, like your full name, address, email address, billing information, passwords, and home and business addresses. “App Data” is information about the nature of your usage of Pinger’s website and products and services and non-personal demographic information. App Data can include: IP addresses, domain servers, referring/exit pages, operating system information, unique device identifier (UDID), date/time stamp, clickstream data, messages sent and received using Pinger services, information about those messages, type of device, location information, user age and gender demographics, type of web browser, one or more cookies that identify your browser, and telecommunications carrier information. “Share Data” is data and information you provide for use with Pinger’s products or services and which may be made available to third parties by your actions when using Pinger products or services which constitute your consent for Pinger’s use of Share Data as so directed by you.",
    "address": "97 S. 2nd Street, Suite 210",
    "asp_index": "17828",
    "city": "San Jose",
    "contactemail1": "chris@pinger.com",
    "contactfax1": "408-993-1903",
    "contactname1": "Chris Wellman",
    "contactoff1": "Pinger",
    "contactphone1": "408-271-5712",
    "contacttitle1": "Director of Finance",
    "corpoffemail1": "greg@pinger.com",
    "corpofffax1": "408-993-1903",
    "corpoffname1": "Greg Woock",
    "corpoffphone1": "408-271-5701",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2014-03-09",
    "orgverification": "In-house",
    "personaldata": "Mobile app data, Online data. Does not include manually processed data.",
    "ppdate": "2011-02-25",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "2011-03-09",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95113"
}