{
    "Fax": "801-302-9042",
    "OrgName": "Allegiance, Inc.",
    "PPLoc": "http://www.allegiance.com/privacy.php ",
    "Phone": "385-695-2800",
    "activities": "Allegiance, Inc. provides Enterprise Feedback Management (EFM) solutions that help organizations drive growth and increase profitability through improved customer and employee loyalty and engagement. The Allegiance Engage Platform is a suite of Software as a Service web-based services and best practices that allows companies to collect feedback through multiple channels (email, web, phone, print), analyze that feedback, and link the feedback to real business initiatives to retain customers, decrease costs, and grow revenue.\r\n\r\nServing as a centralized feedback collection system, the Engage Platform offers management tools and predictive analytics to help forecast future customer and employee behavior and its effects on profits and growth. The Allegiance Engage Platform is delivered through a hosted, software as a service (SaaS) offering. Engage components can be customized for each company's needs and incorporate a case management method to track feedback from submission to resolution.",
    "address": "10235 South Jordan Gateway, Suite 500",
    "asp_index": "17846",
    "city": "South Jordan",
    "contactemail1": "questions@allegiance.com",
    "contactfax1": "801-302-9041",
    "contactname1": "",
    "contactoff1": "Allegiance Software, Inc",
    "contactphone1": "385-695-2800",
    "contacttitle1": "",
    "corpoffemail1": "jason.taylor@allegiance.com",
    "corpofffax1": "801-302-9042",
    "corpoffname1": "Jason Taylor",
    "corpoffphone1": "801-617-8017",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-02-25",
    "orgverification": "In-House Self Assessment",
    "personaldata": "Offline and Online",
    "ppdate": "2009-02-24",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Commitment to cooperate with the EU data protection authorities (DPAs).",
    "signupdate": "2009-02-25",
    "state": "Utah",
    "statutorybody": "FTC",
    "zip": "84095"
}