{
    "CertifiedThroughLabel": "",
    "Fax": "703-953-1053",
    "OrgName": "Collatebox Inc.",
    "PPLoc": "http://www.collatebox.com/web/privacy-policy.html ",
    "Phone": "703-953-1053",
    "activities": "CollateBox is a privately held company that offers web-based data collection software. When a user registers for any CollateBox product, we ask for only the email, name, personal address, billing address, credit card information is collected. Members who do not continue into a paid plan are not required to enter a credit card. CollateBox uses collected information for the following general purposes: products and services provision, billing, identification and authentication, services improvement, contact, and research. CollateBox does not share neither the personal information neither the data collected with third parties, unless explicitly approved by the user.",
    "address": "CollateBox Inc., 3507 Palmilla Drive, 3055 San Jose, CA 95134, USA",
    "asp_index": "17905",
    "city": "San Jose",
    "contactemail1": "sunny@collatebox.com",
    "contactfax1": "703-953-1053",
    "contactname1": "Sunny Ghosh",
    "contactoff1": "CollateBox Inc., 3507 Palmilla Drive, 3055 San Jose, CA 95134, USA",
    "contactphone1": "+919845166926",
    "contacttitle1": "CEO",
    "corpoffemail1": "sunny@collatebox.com",
    "corpofffax1": "703-953-1053",
    "corpoffname1": "Sunny Ghosh",
    "corpoffphone1": "+919845166926",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2014-03-11",
    "orgverification": "Third Party",
    "personaldata": "name, phone number, credit card information, email address, home and business postal addresses",
    "ppdate": "2012-06-08",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "CollateBox has committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by CollateBox, please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "2013-03-11",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95134"
}