{
    "CertificationStatus": "false",
    "Fax": "910-392-7275",
    "OrgName": "Inclinix, Inc.",
    "PPLoc": "http://www.inclinix.com/privacy.php ",
    "Phone": "910-332-2621",
    "activities": "Inclinix delivers a broad range of medical research and consulting services in the drug, device, and pharmaceutical industry.  We may use Personal Information (PI) to further inform about clinical research studies, to get comments on medical care, or to seek agreement to participate or continue participation in medical research as an investigator, patient, or other interested party.  Data including PI may be collected on-line, off-line, or manually on healthcare providers, customers, vendors, medical research participants, or consultants.  In some cases, we collect and process human resources data pertaining to company employment activities.",
    "address": "272 N Front St. STE 500",
    "asp_index": "18134",
    "city": "Wilmington",
    "contactemail1": "lgoldman@inclinix.com",
    "contactfax1": "910-392-7275",
    "contactname1": "Privacy Officer",
    "contactoff1": "Inclinix, Inc.",
    "contactphone1": "910-332-2621",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "lgoldman@inclinix.com",
    "corpofffax1": "910-392-7275",
    "corpoffname1": "Linda Goldman",
    "corpoffphone1": "910-332-2621",
    "corpofftitle1": "Chief Scientific Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Biotechnology - (BTC)Drugs & Pharmaceuticals - (DRG)Health Care Services - (HCS)Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Health Care Services - (HCS)",
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2014-04-16",
    "orgverification": "In-house",
    "personaldata": "on-line, off-line, manually processed",
    "ppdate": "2011-02-14",
    "previous": "18134",
    "privacyprograms": "None",
    "recoursemech": "The Inclinix Privacy Officer will investigate complaints regarding the use or disclosure of Personal Information.  All reasonable efforts will be taken to respond to such complaints in a fair, legal, and rapid manner.  In the event satisfactory resolution is not forthcoming, Inclinix is committed to cooperating with independent entities such as the EU Data Protection Authorities (DPAs) (i.e. for organization human resources data) or the American Arbitration Association (AAA) (i.e. for all other types of data) for complaint investigation and resolution and to ensure appropriate actions are taken to comply with Safe Harbor principles.",
    "signupdate": "2008-04-16",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "28401"
}