{
    "Fax": "(877) 445-8692",
    "OrgName": "Gilt Groupe Holdings, Inc. and affiliates",
    "PPLoc": "http://www.gilt.com/company/privacy; privacy notice is provided to employees within the employment contract.",
    "Phone": "(877) 445-8692",
    "activities": "Gilt Groupe provides consumers with access to luxury goods and services, including designer labels, dining, events and travel. Gilt Groupe obtains personal information directly from consumers as well as from business partners and other third parties. Gilt Groupe processes the information to (i) register consumers for membership on the company’s websites, (ii) provide products and services members request, (iii) communicate with members about products, services, offers, events and promotions, (iv) tailor products and services to suit members’ personal interests, (v) operate, evaluate and improve the company’s business; (vi) analyze and enhance marketing communications and strategies, (vii) protect against fraud, (viii) enforce Website Terms of Use and Terms and Conditions, (ix) comply with applicable legal requirements and industry standards, and company policies, and (x) for other purposes described in the Gilt Groupe Privacy Notice. Gilt Groupe also obtains personal information from and about its employees and job applicants. The company processes this information for employee administration and related purposes, and as otherwise described in the company's applicable employment contracts.",
    "address": "2 Park Avenue, 5th Floor",
    "asp_index": "18174",
    "city": "New York",
    "contactemail1": "privacy@gilt.com",
    "contactfax1": "(877) 445-8692",
    "contactname1": "Attn: Legal Department",
    "contactoff1": "Gilt Groupe",
    "contactphone1": "(877) 445-8692",
    "contacttitle1": "",
    "corpoffemail1": "kleo@gilt.com",
    "corpofffax1": "(646) 524-9402",
    "corpoffname1": "Kathy Leo",
    "corpoffphone1": "(646) 524-9402",
    "corpofftitle1": "Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Consumer Goods - (GCG)Giftware - (GFT)",
    "industrysector_parsed": [
        "General Consumer Goods - (GCG)",
        "Giftware - (GFT)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-17",
    "orgverification": "In-house self-assessment",
    "personaldata": "Off-line, on-line and manually processed consumer data and employee data",
    "ppdate": "2012-01-28",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Gilt Groupe will cooperate with JAMS in accordance with the JAMS International Mediation Rules.",
    "signupdate": "2012-01-17",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10016"
}