{
    "Fax": "781-852-8688",
    "OrgName": "BURST! Media",
    "PPLoc": "http://burstmedia.com/index.php/company/privacy ",
    "Phone": "781-852-5291",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\nBurst is an internet Ad Serving company. We collect business client information through our web site. All sensitive information is encrypted using secure socket layer technology (SSL). Burst Media is a licensee of the TRUSTe Privacy Program. Burst Media has been awarded TRUSTe's Privacy Seal signifying that this privacy policy and practices have been reviewed by TRUSTe for compliance with TRUSTe's program requirements including transparency, accountability and choice regarding the collection and use of your personal information. The TRUSTe program covers only information that is collected through these Web sites, http://www.burstmedia.com, http://ads.addesktop.com, http://www.burstnet.com and http://www.AdConductor.com. All users who receive an ad served by Burst retain complete anonymity where Burst is concerned. As ads are delivered, Burst does not acquire or collect any personal information about a visitor. Visitors’ name, address, phone number, and email address all remain private property. Burst does, however, collect information that is specific to how visitors use the Internet. This non-personal information can include, and is not limited to, the server logged onto, the geographic location of the ISP, browser type, and IP address. This information is obtained solely for the purpose of targeting ads and measuring a given ad's effectiveness on behalf of Burst clients and customers. Burst Media is a member of the Network Advertising Initiative (“NAI”) and is in compliance with the NAI’s Self-Regulatory Principles, and adheres to the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising.",
    "address": "8 New England Executive Park",
    "asp_index": "18356",
    "city": "Burlington",
    "contactemail1": "cmoran@burstmedia.com ",
    "contactfax1": "781-852-8688",
    "contactname1": "Chuck Moran",
    "contactoff1": "Burlington, MA USA",
    "contactphone1": "781-852-5291",
    "contacttitle1": "Chief Marketing Officer",
    "corpoffemail1": "cmoran@burstmedia.com ",
    "corpofffax1": "781 852-8689",
    "corpoffname1": "Chuck Moran",
    "corpoffphone1": "781-852-5291",
    "corpofftitle1": "Chief Marketing Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2014-11-04",
    "orgverification": "In-house and 3rd party",
    "personaldata": "client, customer",
    "ppdate": "2013-03-06",
    "previous": "",
    "privacyprograms": "Internet Advertising Bureau (IAB), Network Advertising Initiative (NAI), TRUSTe EU Safe Harbor program",
    "recoursemech": "TRUSTe EU Safe Harbor program",
    "signupdate": "2002-11-04",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01803"
}