{
    "CertifiedThroughLabel": "",
    "Fax": "212-302-5595",
    "OrgName": "Cora International LLC",
    "PPLoc": "http://www.corainternational.com/?page=privacy ",
    "Phone": "212-575-1433",
    "activities": "Cora International uses information from its customers to, among other things, facilitate purchases and provide requested services, confirm and track orders, respond to customer inquiries and requests, update and correct customer records, prevent and detect fraud or abuse, improve Cora International's online platform, service, product offerings, marketing and promotional efforts, and overall customer experience, identify product and service preferences, understand customer demographics, preferences, interests, and behaviour, recommend to customers products and services that may be of interest, and enable third parties to perform logistical, technical or other functions on its behalf.",
    "address": "590 Fifth Avenue, 17th Fl",
    "asp_index": "18587",
    "city": "New York",
    "contactemail1": "james@corainternational.com",
    "contactfax1": "212-302-5595",
    "contactname1": "James Hanington",
    "contactoff1": "Cora International LLC",
    "contactphone1": "212-575-1433",
    "contacttitle1": "Controller",
    "corpoffemail1": "suzette.gomes@corainternational.com",
    "corpofffax1": "212-302-5595",
    "corpoffname1": "Suzette Gomes",
    "corpoffphone1": "212-575-1433",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Jewelry - (JLR)",
    "industrysector_parsed": [
        "Jewelry - (JLR)"
    ],
    "latest": "true",
    "nextcertification": "2014-05-16",
    "orgverification": "Self-assessment",
    "personaldata": "On-Line, Off-Line, Manually Process Data",
    "ppdate": "2011-05-13",
    "previous": "",
    "privacyprograms": "Cora International does not belong to any third party privacy organizations.",
    "recoursemech": "Questions or complaints about the way Cora International has treated employee information will be handled by Cora International's Human Resource department. If the matter is not resolved through internal procedures, then employees will be directed to the state or national data protection authority in the jurisdiction where the employee works. We commit to cooperate with data protection authorities (DPAs) located in the European Union or their authorized representatives.",
    "signupdate": "2011-05-16",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10036"
}