{
    "Fax": "206-659-4921",
    "OrgName": "King of the Web, Inc.",
    "PPLoc": "http://creatorrepublic.com/pages/privacy ",
    "Phone": "206-659-4921",
    "activities": "COLLECTION OF INFORMATION\r\nWe collect information about you in various ways when you use our Services. For example, we collect information you provide to us when you register for an account, create or update your profile, participate in any interactive features of the Services, make a purchase, participate in a contest or promotion, communicate with us through third party social media channels, request customer support or otherwise communicate with us. The information we collect may include your name, email address, user name, display name, postal address, photos, videos, other contact or demographic information and any other information you choose to provide. \r\nWe may also obtain information from other sources and combine that with information we collect on our Services. For example, if you log in to our Services via Facebook Connect, we collect information about you as permitted by the Facebook Connect terms, including your name, profile picture, email address, gender, networks, user ID, list of friends and any other information you make publicly available.\r\nIn addition, when you visit our Services, some information is automatically collected, including:\r\n?\tLog Information: We log information about your use of the Services, including your Internet Protocol (\"IP\") address, access times, browser type and language, and the website you visited before navigating to our Services. \r\n?\tDevice Information: We collect information about the computer or mobile device you use to access our Services, including the hardware model, operating system and version, unique device identifiers and mobile network information.\r\n?\tInformation Collected by Cookies and other Tracking Technologies: We use various technologies to collect information, and this may include sending cookies to your computer or mobile device. Cookies are small data files stored on your hard drive or in device memory that help us improve our Services and your experience, see which areas and features of our Services are popular and count visits. In addition, when you view a video on our Services, we may also set a \"flash cookie\" on your computer or device. We may also collect information using Web beacons (also known as \"gifs,\" \"pixel tags\" and \"tracking pixels\"). Web beacons are electronic images that may be used on our Services or in our emails. Web beacons are used to monitor user activity, deliver cookies, count visits, understand usage and campaign effectiveness and to tell if an email has been opened and acted upon. For more information about cookies, and how to disable them, please see \"Your Information Choices and Changes\" below.\r\nUSE OF INFORMATION\r\nWe use information collected through our Services for purposes described in this Policy or disclosed to you on our Services. For example, we may use your information to:\r\n•\toperate and improve our Services;\r\n•\tprovide and deliver the products and services you request, process transactions and send you related information, including confirmations, invoices, technical notices, updates, security alerts, and support and administrative messages;\r\n•\tprocess and deliver contest entries and rewards;\r\n•\tcommunicate with you about new contests, promotions, rewards, upcoming events and other news about King of the Web and our selected partners; \r\n•\trespond to your comments and questions and provide customer service;\r\n•\tmonitor and analyze trends, usage and activities on our Services;\r\n•\tpersonalize and improve the Services and provide advertisements, content or features that match user profiles or interests; and\r\n•\tlink or combine with other information we get from third parties to help understand your needs and provide you with better service.\r\nSHARING OF INFORMATION\r\nOur Services are generally designed to encourage open communication and facilitate the sharing of information and opinions. However, we will not share your personal information with third parties other than as follows:\r\n•\twhen you give us your consent, including if we notify you on our Services that the information you provide will be shared in a particular manner and you provide such information;\r\n•\twhen you upload videos and other content to our Services, such content may be publicly viewable across the Internet (including in online search results) along with your image, display name, and any additional information you provide in connection with such content;\r\n•\twhen you submit a comment or vote in a contest, your display name will be publicly viewable alongside your comment or vote;\r\n•\twhen you participate in a contest, your image, display name and the number of votes you receive will be displayed as part of a leaderboard;\r\n•\tif you donate your winnings, we will share your personal information with the charity you designate as the recipient, unless you indicate your desire to make an anonymous donation;\r\n•\twith third party vendors, consultants and other service providers who are working on our behalf and need access to your information to carry out their work for us;\r\n•\tif you enter a contest that is sponsored by a third party, we may share your name and email address with the third party sponsor for various purposes, including prize fulfillment;\r\n•\tif we believe that disclosure is reasonably necessary to comply with applicable law, regulation, legal process or governmental request; to enforce our agreements, policies and terms of use; to protect the security and integrity of our Services; and to protect King of the Web, our users or any other person from harm or illegal activities; and\r\n•\tin connection with any, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business to another company.\r\nWe may also share aggregated or anonymized information that does not directly identify you.",
    "address": "915 E Pine St. #300",
    "asp_index": "18747",
    "city": "Seattle",
    "contactemail1": "Anthony@kingofweb.com",
    "contactfax1": "206-659-4921",
    "contactname1": "Anthony Lopez",
    "contactoff1": "Seattle Corporate Office",
    "contactphone1": "206-659-4921",
    "contacttitle1": "Sr. Director Business Operations",
    "corpoffemail1": "tim@kingofweb.com",
    "corpofffax1": "206-659-4921",
    "corpoffname1": "Tim Sloane",
    "corpoffphone1": "206-659-4921",
    "corpofftitle1": "VP Business Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2014-05-04",
    "orgverification": "In-house",
    "personaldata": "Customer",
    "ppdate": "2013-05-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor - www.bbb.org/us/safe-harbor",
    "signupdate": "2012-05-04",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98109"
}