{
    "CertifiedThroughLabel": "",
    "Fax": "646-417-7948",
    "OrgName": "PONTIFLEX",
    "PPLoc": "http://www.pontiflex.com/policy/privacy/ ",
    "Phone": "718-971-5152",
    "activities": "This discloses the information gathering and dissemination practices of Pontiflex’s Web and Mobile Publisher Network.\r\n\r\nOpt-In to Advertiser Offers\r\nAt Pontiflex it is Our intent to obtain the informed consent of the user at all points of time. The Pontiflex Services allow You, as a visitor or a registrant with the “Publisher”, the ability to view, request and receive special offers provided by Advertising Partners working with Pontiflex or offers provided directly from Pontiflex. When You visit a “Publisher” that is working with Pontiflex, You may be presented with a Pontiflex offer placement or web page, each listing one or more special offers from certain Advertising\r\nPartners working with Pontiflex. You may choose which offer(s) You would like to receive or hear more about by simply clicking on the checkbox or radio button adjacent to the offer(s) or selecting a positive response in the manner indicated. You can choose some offers, all of them, or none of them – it’s up to You.\r\n\r\nThe Information We Collect and How We Use the Information\r\nInformation you provide — When You choose to opt-in to a Pontiflex offer via a “Publisher”, Pontiflex collects Your information in order to help Our advertising partner provide You with offers You have selected to receive. This data may include but is not limited to personal information like Your name, email address, zip code, and phone number, which is sent to the advertiser so that they may fulfill the offer or offers You have selected. Additionally, Pontiflex will use Your information to submit offers to You that we feel would be of interest to You. When You send data through Our Services, we have adopted processes to keep Your data secure and confidential (see “Security” section below) and to deliver Your data only to the parties whose offers You have opted-in to. Our procedures are designed to ensure that Your data is always protected. Our systems have implemented security protections, including encryption, firewalls and password protection, at par with industry standards. We may combine Your email address with other information (such as demographic or lifestyle information) from Our files and other sources. However, we allow only Your email address or other information that it has been combined with to be used by Us and others for marketing purposes as described in this privacy policy.\r\n\r\nLog information — When You access Pontiflex “Services”, Our servers automatically record information that Your browser sends whenever You visit a website. These server logs may include information such as Your web request, Internet Protocol address, browser type, browser language, and the date and time of Your request.\r\n\r\nCookies — A cookie is a small amount of data, which often includes an anonymous unique identifier that is sent to Your browser from a web site’s computer and is stored in the memory of Your computer. We use cookies for the purpose of tracking when an Internet user has seen an advertisement. These cookies are not tied to any Personally Identifiable information about an Internet user. These cookies are used to inform Pontiflex whether or not an advertisement has been served to the same user before, and if so, when the advertisement was last served.\r\n\r\nAnonymized data — Pontiflex anonymizes Your personally identifiable user data for purposes including research, analysis, ad serving and optimization. We use this anonymized user data to identify user trends, to optimize Our offer selection and ad serving, and to provide You with the most relevant offers.\r\n\r\nWe use the information that We collect to improve the design, operation and content of Our Services and to administer Our systems. We also use this information to enable Us to personalize Your experience with Our Services. We may additionally use this information in the aggregate to analyze usage of Our Services, as well as to develop new ones.\r\n\r\nService Providers and Information Disclosure\r\nIn the event that We contract with a third party to provide You or Our Partners some part of the information or service requested, Pontiflex may provide Your information to such third party, or such third party may collect information from You on Our behalf. By written agreement, these third parties are required to implement similar security measures and to process Your information only as authorized by Pontiflex to fulfill the service(s) that they have been contracted to provide. Examples of these services are an email service provider or an information verification service. Other than these entities, which act on Our behalf, information You provide will not be transferred to unrelated third parties, unless we have Your permission to do so. However, please note that personal information provided via Our Publisher features may be subject to disclosure pursuant to judicial or other government subpoenas, warrants or orders.\r\n\r\nData about traffic and usage is not personally identifiable. Pontiflex may share the non-personal, traffic or click-stream information it collects with certain selected third parties, but only in an anonymous form. For example, We may tell an Advertiser that a certain number of people viewed its offer.\r\n\r\nWe hold all data gathered in strict confidence. Under no circumstances will Your e-mail address, mailing address or phone number, be sold to, supplied to, shared with or otherwise made available to any third party, except as described in this privacy policy or any successor policy, without Your express written consent.\r\n\r\nData Retention\r\nThe unique user identification number, associated with when and how many times an individual has seen an advertisement, is deleted after 24 months. These unique IDs are not tied to any personally identifiable information.\r\n\r\nWe will retain Your information, including all personal or aggregated statistical data, for as long as Your account is active or as needed to provide You services. If You wish to request that We no longer use Your information to provide You services, please see the Opt Out section below. We will retain and use Your information as necessary to comply with Our legal obligations, resolve disputes, and enforce Our agreements.\r\n\r\nIf You wish to have personal information that We have collected about You deleted, please contact Us as described below. We will respond to Your request within 30 days.\r\n\r\nOpt Out of Receiving Advertiser Offers\r\nIf You no longer wish to receive Our promotional communications, You may opt-out of receiving them by following the instructions included in each communication or by emailing Us at privacy@pontiflex.com. If You no longer wish to receive offers from a particular advertiser, You will need to contact that advertiser directly. Pontiflex works with its advertiser partners to provide appropriate opt-out mechanisms and privacy controls within their privacy policies. Pontiflex does not control these mechanisms or the privacy controls its advertisers choose to provide. We recommend You review the privacy policy of the advertiser before accepting a special offer from that advertiser.\r\n\r\nAdvertisers and Publishers Use of Information\r\nAdvertisers — The data collected by Us, once transferred to the advertiser for whom You specifically submitted Your personally identifiable information, will be subject to the privacy policy of that particular advertiser. You should consult the privacy policy of the advertiser for additional information.\r\n\r\nPublishers —In some instances the publisher is collecting Your data so that they may provide You with a service or user account to their site. The Publisher You visited or registered with (or previously registered with) may transfer, subject to its own privacy policy, Your personal information and certain other non-personal information to Pontiflex. The Publisher may have access to Your data if You are explicitly opting into a Publisher service or offer or as otherwise described in their privacy policy. In this case the Publisher uses Your",
    "address": "45 Main Street, Suite 1101",
    "asp_index": "19271",
    "city": "BROOKLYN",
    "contactemail1": "geoff@pontiflex.com",
    "contactfax1": "646-417-7948",
    "contactname1": "GEOFFREY GRAUER",
    "contactoff1": "Pontiflex Inc., 45 Main Street, Suite 1101, Brooklyn, NY 11201",
    "contactphone1": "718-971-5152",
    "contacttitle1": "CIO/COO",
    "corpoffemail1": "geoff@pontiflex.com",
    "corpofffax1": "646-417-7948",
    "corpoffname1": "GEOFFREY GRAUER",
    "corpoffphone1": "178-971-5152",
    "corpofftitle1": "CIO/COO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2014-02-28",
    "orgverification": "Third Party",
    "personaldata": "Online data (i.e. data collected directly on the internet)",
    "ppdate": "2012-08-07",
    "previous": "",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "TRUSTe EU Safe Harbor Program",
    "signupdate": "2012-02-28",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11201"
}