{
    "CertificationStatus": "false",
    "Fax": "2064473407",
    "OrgName": "A.R.O., Inc.",
    "PPLoc": "http://www.getsaga.com/privacy/ ",
    "Phone": "2067925400",
    "activities": "A.R.O. is the maker of Saga, a mobile application available for iOS and Android mobile devices.\r\n\r\nSaga collects information related to your current location from your mobile device for the purpose of creating your personal digital autobiography. Anytime you use Saga, it will receive and store information about your actual location (using the GPS coordinates sent by your mobile device) or your approximate location (such as from a Wi-Fi network or other network location points), the length of time you spent in that location and what activities you were likely doing (using your device's motion signals, like the accelerometer, to determine if you were standing/sitting, walking or driving).\r\n\r\nSaga will remember those places you visited, the points you passed along the way and how long you stayed, by running in the background (or foreground), whenever your mobile device is turned ON, even if you switch to another application, go to the home screen, or sleep your device. You can disable Saga by closing the app or pressing the \"Sign off\" button within the Saga. You can also keep Saga from remembering your location by toggling off the \"Record Location\" switch found in the Saga settings. You can also enable or disable location services when you use Saga at anytime, through your mobile device settings. \r\n\r\nSaga performs the best when it has access to the full range of location services offered by your mobile device. Turning off location services (such as Wi-Fi or GPS) will mean Saga won't work as well. You may opt-out of location based services at any time by selecting Location Recording OFF in the device settings menu, or by emailing us at support@getsaga.com.\r\n\r\nWe also ask for some personal information from you, including contact information such as name, e-mail address, phone number, unique identifiers such as user name, password, demographic information such as, education, gender, interests and zip code.\r\n\r\nWhen you create an account with Saga, we will collect certain personal information about you, including your name, email address, home address, and mobile phone number, as well as some non-identifiable information, if you choose to provide it, like your marital status, gender, birthday and occupation/employer, so that we know who you are and can personalize and provide the services of Saga specifically for you. You are not obligated to provide this data in order to use Saga.\r\n\r\nIf you connect your social networking accounts (such as Facebook, Foursquare, and Twitter) with your Saga account, we will store your login credentials to those accounts (if you provide them to us) so that you can also post your status, check-in, or tweet about what you're currently doing to those accounts. We will also access and gather your past check-ins, timeline, friend lists, followers, and other public information that is made available on those services and sites about you in order to better understand you, what you regularly do, and where you go, so that Saga can make better recommendations and provide a service that is personalized and specifically tailored for you.\r\n\r\nWe will collect and make use of personal information solely with the objective of fulfilling those purposes specified by us and for other compatible purposes, unless we obtain the consent of the individual concerned or as required by law. We use this information to provide the services requested, send you requested product or service information, respond to customer service requests, administer your account, send you marketing communications and respond to your questions and concerns.\r\n\r\nWe will share your personal information with third parties only in the ways that are described in our privacy policy. We do not sell your personal information to third parties.\r\n\r\nWe may provide your personal information to companies that provide services to help us with our business activities such as offering customer service. These companies are authorized to use your personal information only as necessary to provide these services to us.\r\n\r\nA.R.O., Inc. has been awarded TRUSTe's Privacy Seal signifying that its privacy policy and practices have been reviewed by TRUSTe for compliance with TRUSTe's program requirements including transparency, accountability and choice regarding the collection and use of personal information. The TRUSTe program covers only information that is collected through this web site www.getsaga.com and the mobile application Saga.",
    "address": "505 Fifth Avenue S Suite 180",
    "asp_index": "19397",
    "city": "Seattle",
    "contactemail1": "andy@aro.com",
    "contactfax1": "2064473407",
    "contactname1": "Andrew Francis Hickl",
    "contactoff1": "A.R.O., Inc.",
    "contactphone1": "2067925400",
    "contacttitle1": "CEO and President",
    "corpoffemail1": "andy@aro.com",
    "corpofffax1": "2064473407",
    "corpoffname1": "Andrew Francis Hickl",
    "corpoffphone1": "2067925400",
    "corpofftitle1": "CEO and President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2014-07-02",
    "orgverification": "Third Party",
    "personaldata": "On-line data = data collected directly on the Internet",
    "ppdate": "2013-06-25",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-07-02",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98104"
}