{
    "CertificationStatus": "false",
    "Fax": "8774432198",
    "OrgName": "Giftango, LLC",
    "PPLoc": "https:/ www.giftango.com/privacy-policy.aspx ",
    "Phone": "8774438264",
    "activities": "The following are examples of information and records that could be maintained in order to provide services: (i) When client's use the Giftango website, they may need to create an account with a user name, screen name or member name and a password. (ii) When clients order, Giftango needs to know some or all of the following: client's name, email address, mailing address, credit card number and expiration date. Giftango also may collect shipping, phone and email information in order to ensure the safe and proper delivery of merchandise. This allows Giftango to process and fulfill orders and to notify client's of their order status. (iii) In the case a client orders for a third-party, in such case as a gift, and would like that sent that directly to such party, client may need to provide a person’s name and other personal information. Giftango saves the minimum amount of information in order to process the order and maintain records.",
    "address": "735 SW 20th Place, Suite 120",
    "asp_index": "19416",
    "city": "Portland",
    "contactemail1": "legal@giftango.com",
    "contactfax1": "8774432198",
    "contactname1": "John Wager",
    "contactoff1": "Giftango Legal",
    "contactphone1": "8774438264",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "john.wager@giftango.com",
    "corpofffax1": "8774432198",
    "corpoffname1": "John Wager",
    "corpoffphone1": "8774438264",
    "corpofftitle1": "General Counsel",
    "eucountries": "Germany, Ireland, United Kingdom",
    "eucountries_parsed": [
        "DEU",
        "IRL",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2014-07-07",
    "orgverification": "In-house",
    "personaldata": "Organization, client and customer data, which may be processed manually.",
    "ppdate": "2012-04-30",
    "previous": "19416",
    "privacyprograms": "PCI Level 1 Certification, provided by a third party assessor Anitian Enterprise Security.",
    "recoursemech": "Giftango has committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Giftango, please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "2011-07-07",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97205"
}