{
    "Fax": "813-283-2828",
    "OrgName": "Intelladon, LLC",
    "PPLoc": "http://www.intelladon.com/About-Us/Privacy_Policy.aspx ",
    "Phone": "813-814-2345",
    "activities": "We sell and implement talent management solutions (Cornerstone OnDemand) as well as Third Party Content and custom content development. \r\n\r\nInformation Collection and Use\r\nIntelladon collects very basic Information such as first name, last name, Email address, company name and phone number that you will be asked to provide to us when you use certain of our products or services, and when you participate in certain promotions. We do not ask for or collect social security numbers, driver’s license numbers, bank account numbers or other sensitive personal Information that is more purely personal to your non-professional life. \r\nIn connection with most transactions that you enter on this Site a third party such as your employer will already have paid your registration fee to secure your access rights to this Site.  To the extent that a third party does not pay for your access rights, you will be required to pay for our products or services using PayPal.  All credit card information is stored by and all transactions are processed by PayPal. \r\nUnique identifiers such as cookies (which may be html files, Flash files, or other technology), web beacons, or similar technologies (collectively referred to as \"Tracking Technologies\") are used to help tailor our content, allow users to move between associated websites without logging into each site, and other purposes related to our management of this Site and related sites. \r\nIntelladon does not engage in data mining, profiling, surveillance, data dredging, data fishing, data snooping or any similar techniques to extract information, track how you use your computer or record what web sites you visit. We do use the Information that we automatically collect from your use of the Site to track how you use this Site and the services that we offer.  In addition, we collect this data for statistical analysis, archival purposes, and to improve the quality of our services.\r\nIntelladon will use your Information (i) to enhance and personalize your experience on this Site; (ii) to generate statistics and information about traffic to and on this Site; (iii) to fulfill your requests for certain products and services; and (iv) for other business purposes.",
    "address": "208 South Hoover Boulevard, Suite 200",
    "asp_index": "19437",
    "city": "Tampa",
    "contactemail1": "dmpickhardt@intelladon.com",
    "contactfax1": "813-283-2828",
    "contactname1": "Mark Pickhardt",
    "contactoff1": "Intelladon, LLC",
    "contactphone1": "813-814-2345",
    "contacttitle1": "COO",
    "corpoffemail1": "dmpickhardt@intelladon.com",
    "corpofffax1": "813-283-2828",
    "corpoffname1": "Mark Pickhardt",
    "corpoffphone1": "813-814-2345",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2014-08-01",
    "orgverification": "Third Party",
    "personaldata": "customer data",
    "ppdate": "2013-06-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-08-01",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33609"
}