{
    "CertificationStatus": "false",
    "Fax": "415-500-2180",
    "OrgName": "Boundary, Inc.",
    "PPLoc": "http://boundary.com/privacy ",
    "Phone": "415-500-2180",
    "activities": "Boundary collects personal and organizational information from current and prospective clients consisting of contact information as well as information necessary for collecting payment from customers.  Boundary does not request any personal information from its clients’ customers, unless specifically requested and authorized by Boundary’s clients.  Boundary does not collect sensitive client information, as defined by the the Safe Harbor Privacy Principles issued by the U.S. Department of Commerce on Jul 21, 2000.  Personal Information usage is detailed in our privacy policy located at http://boundary.com/privacy.  Boundary collects standard online Human Resources information of employees.",
    "address": "444 Castro St. Suite 917",
    "asp_index": "19470",
    "city": "Mountain View",
    "contactemail1": "chrisd@boundary.com",
    "contactfax1": "415-500-2180",
    "contactname1": "Christopher Donaldson",
    "contactoff1": "Compliance",
    "contactphone1": "415-500-2180",
    "contacttitle1": "Director of SaaS Operations",
    "corpoffemail1": "gary@boundary.com",
    "corpofffax1": "415-500-2180",
    "corpoffname1": "Gary Read",
    "corpoffphone1": "415-500-2180",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-01-24",
    "orgverification": "In-house",
    "personaldata": "Online client data",
    "ppdate": "2012-02-29",
    "previous": "19470",
    "privacyprograms": "None",
    "recoursemech": "Consumers may contact Boundary, Inc. directly with privacy complaints or disputes.  With respect to any complaints relating to this policy that cannot be resolved through our internal processes, we have agreed to participate in the dispute resolution procedures of the panel established by the EU data protection authorities to resolve disputes pursuant to the Safe Harbor Principles and we have agreed to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner. In the event that we or such authorities determine that we did not comply with this policy, we will take appropriate steps to address any adverse effects and to promote future compliance.",
    "signupdate": "2014-01-24",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94041"
}