{
    "CertifiedThroughLabel": "",
    "Fax": "6017134384",
    "OrgName": "Simply Wheelz LLC d/b/a Advantage Rent A Car",
    "PPLoc": "http://www.advantage.com/Privacy.htm ",
    "Phone": "6017134333",
    "activities": "Advantage is a vehicle rental company.  Regarding personal information received from the EU/EEA and/or Switzerland, we comply with applicable law and the company's privacy policy.\r\n\r\nWe collect personal data and non-personal data to facilitate and provide services you request from us and for our operational uses in connection with such services, which data may include:\r\n\r\n-Name, address and contact details, including telephone and mobile number and email;\r\n-Date and place of birth, passport number and driver’s license number;\r\n-Employer(s) name and address;\r\n-Credit card information;\r\n-Frequent flyer and other membership reward program information;\r\n-Affiliations with companies or associations;\r\n-Limited static location data such as geographic location where the auto is picked up and dropped off, where any automated toll payments have been made should the customer utilize automated toll payment, parking tickets and/or traffic violations, vehicle impounding or towing and the location of electronic devices used to contact us.\r\n-Information regarding the vehicle and its operation during your rental;\r\n-Rental charges you incur and other information relating to your transactions; and\r\n-Information about your credit history or other publicly available information about you from consumer reporting agencies.\r\n\r\n\r\nWe collect this information:\r\n\r\n-Directly from you when you provide it to us.\r\n-Via automobiles that you rent from us, automated toll payment devices, municipalities issuing tickets/violations, companies involved in the towing or impounding of the vehicle.\r\n-Automatically as you navigate through the site. Information collected automatically may include usage details, IP addresses and information collected through cookies, web beacons, and other tracking technologies.\r\n-From third parties, for example, travel agents or brokers, social networks, consumer reporting agencies, and other companies that we have relationships with, such as our affiliates and business partners.",
    "address": "1052 Highland Colony Parkway, Suite 204",
    "asp_index": "19899",
    "city": "Ridgeland",
    "contactemail1": "personaldata@advantage.com",
    "contactfax1": "6017134384",
    "contactname1": "",
    "contactoff1": "Customer Service",
    "contactphone1": "6017134333",
    "contacttitle1": "",
    "corpoffemail1": "tom.mcdonnell@fsna-inc.com",
    "corpofffax1": "6017134384",
    "corpoffname1": "Thomas P. McDonnell III",
    "corpoffphone1": "6017134333",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "true",
    "nextcertification": "2014-09-23",
    "orgverification": "In-house",
    "personaldata": "Customer.  Includes manually processed data.",
    "ppdate": "2013-08-16",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR",
    "signupdate": "2013-09-23",
    "state": "Mississippi",
    "statutorybody": "FTC",
    "zip": "39157"
}