{
    "CertifiedThroughLabel": "",
    "Fax": "3106843537",
    "OrgName": "TubeStart Inc",
    "PPLoc": "https:/ www.tubestart.com/home/content/privacy-policy/13 ",
    "Phone": "3106843537",
    "activities": "TubeStart is a reward based crowdfunding platform for YouTube creators. When you become a Member, a Supporter, begin a Campaign and/or otherwise visit and/or use the Site, we may or will collect from you the following types of Personal Information: Contact Information, such as, but not limited to, your name; email address; postal address; phone number; your Facebook or Twitter information if you are signing up via Facebook Connect or Twitter Login. Relationship Information that helps us to understand who you are and what types of Campaigns and Products you may be interested in, as a Member and/or Supporter. This includes such things as lifestyle information; location information related to your state/province, city, or neighborhood; areas of interest, information collected from social media interactions (such as via Facebook Connect, our Twitter and Facebook pages) demographic information; information about the types of videos and other media you’re interested in; and, information about friends who refer you or who you’ve referred to us. Transaction Information about how you interact with TubeStart, such as: the campaigns you view and purchase; other information about how you use ourSite, email, other communications and applications; and, how you interact with our business partners and service providers. Financial Account Information as needed to process payments to Campaigns from you as a Supporter.",
    "address": "1025 OCEAN AVE #302",
    "asp_index": "19944",
    "city": "Santa Monica",
    "contactemail1": "support@tubestart.com",
    "contactfax1": "3106843537",
    "contactname1": "Kirsten Zastrov",
    "contactoff1": "TubeStart",
    "contactphone1": "3106843537",
    "contacttitle1": "Executive Manager",
    "corpoffemail1": "josef@tubestart.com",
    "corpofffax1": "3106843537",
    "corpoffname1": "Josef Holm",
    "corpoffphone1": "3107338839",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)Investment Service - (INV)Computer Software - (CSF)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Financial Services - (FNS)",
        "Investment Service - (INV)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2014-08-21",
    "orgverification": "Third Party",
    "personaldata": "member, supporter and website visitor information",
    "ppdate": "2013-08-20",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-08-21",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90403"
}