{
    "CertificationStatus": "false",
    "Fax": "9492150661",
    "OrgName": "Reverse Medical Corporation",
    "PPLoc": "http://www.reversemed.com/pdf/privacy-policy.pdf ",
    "Phone": "9492150660",
    "activities": "Endovascular medical device development, clinical trials and worldwide commercialization.",
    "address": "13700 Alton Parkway 167",
    "asp_index": "20107",
    "city": "Irvine",
    "contactemail1": "jvalko@reversemed.com",
    "contactfax1": "9492150661",
    "contactname1": "Jeffrey Valko",
    "contactoff1": "Reverse Medical",
    "contactphone1": "9492150660",
    "contacttitle1": "President and CEO",
    "corpoffemail1": "jvalko@reversemed.com",
    "corpofffax1": "9492150661",
    "corpoffname1": "Jeffrey Valko",
    "corpoffphone1": "9492150660",
    "corpofftitle1": "President and CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Science & Technology - (GST)Medical Equipment - (MED)",
    "industrysector_parsed": [
        "General Science & Technology - (GST)",
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2014-10-28",
    "orgverification": "Third Party",
    "personaldata": "Clinical trial data",
    "ppdate": "2013-10-14",
    "previous": "20107",
    "privacyprograms": "None",
    "recoursemech": "Reverse Medical will investigate and attempt to resolve complaints and disputes regarding use and disclosure of Personal Information by reference to the Safe Harbor Privacy Principles.  For disputes that cannot be resolved between Reverse Medical and the Complainant, Reverse Medical has agreed to participate in the following dispute resolution procedures pursuant to the Safe Harbor Principles:\r\n \r\n(1)   For disputes involving employment-related Personal Information received by Reverse Medical from the EEA, Reverse Medical has agreed to cooperate with the data protection authorities in the EEA and to participate in the dispute resolution procedures of the panel established by the European data protection authorities.  For disputes involving employment-related Personal Information received by Reverse Medical from Switzerland, Reverse Medical agrees to cooperate with the Swiss Federal Data Protection and Information Commissioner (FDPIC); and\r\n(2)   For disputes involving all other Personal Information received by Reverse Medical from the EEA or Switzerland, Reverse Medical has agreed to JAMS dispute resolution.  The JAMS dispute resolution process shall be conducted in English.  Individuals who submit a question or concern to Reverse Medical and who do not receive acknowledgment from Reverse Medical of the inquiry or who think their question or concern has not been satisfactorily addressed should then contact JAMS via (1) online submission; (2) by fax; or (3) by mail.  Complete contact information for JAMS is included in Reverse Medical’s Safe Harbor Policy  which will be posted online.  \r\nJAMS mediation may be commenced as provided for in the JAMS International Mediation Rules. The mediator may propose any appropriate remedy, such as publicity for findings of non-compliance, payment of compensation for losses incurred as a result of non-compliance, or cessation of processing of the Personal Data of the Complainant who has brought the complaint.",
    "signupdate": "2013-10-28",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92618"
}