{
    "CertificationStatus": "false",
    "Fax": "212-918-7908",
    "OrgName": "Jax Media, LLC",
    "PPLoc": "See link below",
    "Phone": "917-685-4363",
    "activities": "We are a television and film production company based in New York City, however we have not received any information from the EU/EEA and/or Switzerland at this point in time. We do have plans to film future projects in EU Nations and therefore personal information we collect will be dependent upon any employment that occurs there and any contracts we enter into, such as location/studio contracts, etc. There is a chance that we would bring over staff from the US to those nations. Any personal information that is received, however, is handled by a select few individuals that are intended to handle human resources and accounting issues. Those people are the Production Coordinator, Manager and Executive Producers - generally only three to four managing persons will handle any personal information, along with an out of office 3rd Party Accounting Firm. Any information is handled manually and is never electronically processed in our offices. Everything is passed off to different parties via certified courier and is kept strictly confidential. All employees, vendors, clients, etc have access to our 3rd party Accounting firm, and may have access to their files through our Production Coordinator in the office.",
    "address": "75 Clinton Street, 3J",
    "asp_index": "20122",
    "city": "Brooklyn",
    "contactemail1": "thernandez@jaxmedia.com",
    "contactfax1": "212-918-7908",
    "contactname1": "Tony Hernandez",
    "contactoff1": "Jax Media, LLC",
    "contactphone1": "212-524-7191",
    "contacttitle1": "President",
    "corpoffemail1": "thernandez@jaxmedia.com",
    "corpofffax1": "212-918-7908",
    "corpoffname1": "Tony Hernandez",
    "corpoffphone1": "212-524-7191",
    "corpofftitle1": "Owner",
    "eucountries": "France",
    "eucountries_parsed": [
        "FRA"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Films Videos & Other Recordings - (FLM)",
    "industrysector_parsed": [
        "Films Videos & Other Recordings - (FLM)"
    ],
    "latest": "true",
    "nextcertification": "2014-10-07",
    "orgverification": "In-house",
    "personaldata": "Organization, manually and computer processed data",
    "ppdate": "2011-04-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (AAA) mediation and arbitration for client data and the EU Data Protection Authorities (DPAs) for HR Data.",
    "signupdate": "2011-10-07",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11201"
}