{
    "CertificationStatus": "false",
    "Fax": "617-301-4599",
    "OrgName": "Jumptap",
    "PPLoc": "http://www.jumptap.com/privacy-policy/ ",
    "Phone": "617-301-4168",
    "activities": "Consumer-level targeting on mobile devices.  As part of our on-going efforts to ensure the best possible experience for all recipients of Jumptap advertising, we may collect: (i) information about your device, (ii) information about your browser or app activity,  (iii) information collected by our partners and shared with us to improve the relevance of ads, and (iv) data from third party business partners. The information we collect is used for marketing purposes and enables us to more effectively match the ads served to you on websites and in apps with your interests or geographic location.  Our system does not store explicit personal data that would enable you to be identified in real life (often referred to as “Personally Identifiable Information”) – information such as a phone number, an email address, or a street address.   We use the information we collect to make the ads we serve more relevant to users’ interests. We do this by matching the ads to characteristics such as the time of day, carrier network, content of the site, application or page on which the ad is displayed, the type of mobile device and web browser used, anonymous information about the browsing behavior of the user and other information including data provided by our partners.  The information we collect on our system is only used in de-identified form. So while we may select an ad for a user based on the knowledge or inference that that user is a member of a certain demographic group (e.g., a male between the ages of 25 and 34), we do not need to know, and do not know, who that user is.  We may link to our unique identifier to additional data from other partners in a way that does not identify users but that does provide us with some information about their interests (for example, that a user seems to be interested in purchasing a new car).  When we have such information, the ads that we display to that user can be more relevant to his or her interests.",
    "address": "155 Seaport Boulevard",
    "asp_index": "20152",
    "city": "Boston",
    "contactemail1": "adam.towvim@jumptap.com",
    "contactfax1": "617-301-4599",
    "contactname1": "Adam Towvim",
    "contactoff1": "Boston Office",
    "contactphone1": "617-510-5910",
    "contacttitle1": "VP Business Development",
    "corpoffemail1": "adam.towvim@jumptap.com",
    "corpofffax1": "617-301-4599",
    "corpoffname1": "Adam Towvim",
    "corpoffphone1": "617-510-5910",
    "corpofftitle1": "VP Business Development",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2014-10-17",
    "orgverification": "In-house",
    "personaldata": "automatically processed anonymous consumer-level data",
    "ppdate": "2012-10-02",
    "previous": "20152",
    "privacyprograms": "MMA IAD DAA",
    "recoursemech": "Jumptap has committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. Thus, if you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Jumptap, please visit the BBB EU SAFE HARBOR website at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "2012-10-17",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02210"
}