{
    "CertificationStatus": "false",
    "Fax": "512-684-9769",
    "OrgName": "Golden Frog",
    "PPLoc": "http://www.goldenfrog.com/privacy ",
    "Phone": "512-684-9768",
    "activities": "We offer Internet-based VPN and storage services.  Customers in the EU use our VPN services when accessing the Internet.\r\n\r\nThis data is maintained for use with billing, troubleshooting, service offering evaluation, TOS issues, AUP issues, and for handling crimes performed over the service. We maintain this level of information on a per-session basis for at least 90 days. We may keep upload & download bytes at an aggregate level for longer periods of time.\r\n\r\nGolden Frog collects personally identifiable information from end users only through voluntary web form submissions, primarily for the purpose of enabling the purchase of services and engaging in support and other conversation. Golden Frog also collects anonymous information about how visitors use our web site; for example, Golden Frog utilizes web analytics software to track, in aggregate, the number of unique views received by the pages of the web site, the domains from which users originate along with many other analytical data points. Through the use of web analytics software, the Golden Frog website may use \"cookies\" to assist the tracking of how users engage our website. A cookie is a piece of data that the web server stores on the browser's PC which the web browser will then send back to the web server on any future requests, to facilitate identification of the user should they visit the web site again. While much of the information that we collect from users in this manner is not personally identifiable, it may be associated with personally identifiable information that users voluntarily provide to us through our web site.\r\n\r\nGolden Frog does not use personally identifiable information collected through our Web site to contact users regarding products and services offered by Golden Frog. We do not share a member's personally identifiable information with affiliates, independent contractors, business partners or outside entities for marketing purposes or otherwise. We hold your data private.",
    "address": "1044 Liberty Park Drive",
    "asp_index": "20191",
    "city": "Austin",
    "contactemail1": "jimw@goldenfrog.com",
    "contactfax1": "512-684-9769",
    "contactname1": "Jim Weinstein",
    "contactoff1": "Finance",
    "contactphone1": "512-684-9768",
    "contacttitle1": "V.P. of Finance",
    "corpoffemail1": "generalcounsel@datafoundry.com",
    "corpofffax1": "512-987-9741",
    "corpoffname1": "Ronald Yokubaitis",
    "corpoffphone1": "512-987-9740",
    "corpofftitle1": "Co-CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2014-10-15",
    "orgverification": "In-house",
    "personaldata": "Our end customers may exchange personal information while connected to our VPN or storage product.",
    "ppdate": "2009-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "We will cooperate and comply with the European Data Protection Authorities (DPAs).",
    "signupdate": "2012-10-15",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78746"
}