{
    "CertificationStatus": "false",
    "Fax": "212-937-2096",
    "OrgName": "OmneWeb",
    "PPLoc": "http://omneweb.com/privacy.html ",
    "Phone": "646-590-3665",
    "activities": "Omne Web is a global digital media agency specialized in performance marketing.  We provide global partners customer acquisition programs and digital marketing solutions through our email, mobile, & call center channels.\r\n\r\nWith regards to data specifically we broadcast newsletters, e-subscriptions, and advertisements to our database on behalf of our international brands. Our subscriber database  consists of users who have expressly opted in to receive these advertisements.",
    "address": "388 2nd Avenue suite #443",
    "asp_index": "20240",
    "city": "New York",
    "contactemail1": "globalmktg@omne.com",
    "contactfax1": "212-937-2096",
    "contactname1": "Phil Friedman",
    "contactoff1": "OmneWeb",
    "contactphone1": "646-590-3665",
    "contacttitle1": "CEO",
    "corpoffemail1": "phil@omneweb.com",
    "corpofffax1": "212-937-2096",
    "corpoffname1": "Phil Friedman",
    "corpoffphone1": "646-590-3665",
    "corpofftitle1": "CEO",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2014-10-02",
    "orgverification": "We use both in-house and third party systems",
    "personaldata": "We are looking to Safe Harbour our customers email address and optin details.",
    "ppdate": "2012-09-14",
    "previous": "",
    "privacyprograms": "We are in the process in applying for Truste, DMA, and Safe Sender certifications.",
    "recoursemech": "Our system monitors all user activity, unsubscribes included in real-time. All requests are honoured within 72 hours.\r\n\r\nIn addition to this, our compliance team (compliance@omneweb.com) manages and resolves all permission inquiries and complaints. We are committed as a best practice to actioning requests within 72 hours.\r\n\r\nIf there is a complaint that cannot be resolved internally, we have agreed to participate in the dispute resolution procedures of the panel established by the EU data protection authorities (DPAs) to resolve disputes pursuant to the Safe Harbor Privacy Principles.",
    "signupdate": "2013-10-02",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10010"
}