{
    "CertificationStatus": "false",
    "Fax": "415 261 6056",
    "OrgName": "SafetyChain Software, Inc.",
    "PPLoc": "http://www.safetychain.com/safetychain-software-privacy-policy ",
    "Phone": "415 233 9476",
    "activities": "We provide a software solution to our customers that enables them to track quality control and safety data along their supply chains.   In marketing, selling, and implementing this software solution, we receive requests for information and other communications from potential and existing customers.   This process entails keeping email and other contact information within our systems for these potential and existing customers.",
    "address": "750 Lindaro Street",
    "asp_index": "20298",
    "city": "San Rafael",
    "contactemail1": "info@safetychain.com",
    "contactfax1": "000-000-0000",
    "contactname1": "",
    "contactoff1": "SafetyChain Software, Inc.",
    "contactphone1": "888-235-7540",
    "contacttitle1": "Corporate Secretary",
    "corpoffemail1": "jmclaughlin@safetychain.com",
    "corpofffax1": "415 261 6056",
    "corpoffname1": "John McLaughlin",
    "corpoffphone1": "415 233 9476",
    "corpofftitle1": "Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2014-10-25",
    "orgverification": "In House",
    "personaldata": "Email and other contact information from potential and existing customers",
    "ppdate": "2012-08-30",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "European Union or Swiss citizens with inquiries or complaints regarding this privacy policy should first contact SafetyChain Software at:\r\n\r\nCorporate Secretary, SafetyChain Software, Inc.,  750 Lindaro Street, Suite 330, San Rafael, CA 94901     Email:  info@safetychain.com\r\n\r\nSafetyChain Software has further committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by SafetyChain Software, please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.   To learn more about the Safe Harbor program, and to view our certification page, please visit http://www.export.gov/safeharbor/",
    "signupdate": "2012-10-25",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94901"
}