{
    "CertifiedThroughLabel": "",
    "Fax": "2023180723",
    "OrgName": "Astra Studio",
    "PPLoc": "http://privacy.astrastudio.us/ ",
    "Phone": "7038381670",
    "activities": "Astra Studio is a software service for sharing gaming and entertainment content, and collects such personal data as usernames, passwords, user profile information (such as a registered user’s name, picture, and phone number), including user content that is voluntarily submitted to Astra Studio and email communications between users and Astra Studio and/or its affiliates. If a user logs into an Astra Studio software application using an authorized third party social network account (e.g. Facebook or Instagram), Astra Studio may collect certain information as to that user’s activities and information in that third party social network.  For users who voluntarily sign up to receive marketing and promotional materials, Astra Studio may periodically distribute such materials (for example, an online newsletter or product updates) by email to the user.  Additionally, the Astra Studio application may collect certain technical information automatically from users, including the model, manufacturer and OS (Operating System) version of the mobile device used, MAC (Media Access Control) address, device identifiers, International Mobile Equipment Identity (IMEI), coordinates of physical location in conjunction with a request for services, time-stamped logs of messages sent and received, and network status (WiFi, etc.).  Astra Studio prohibits the sale or transfer of personal information to entities outside of Astra Studio’s affiliates, and will not provide users’ names to other companies or organizations without users’ consent, except in the particular circumstances described in Astra Studio’s Privacy Policy.  Astra Studio reserves the right to use or disclose information if required by law or if Astra Studio reasonably believes that its use or disclosure is necessary to protect its rights and/or to comply with a judicial proceeding, court order, or legal process.  For information received from users who voluntarily sign up to use the Astra Studio application, Astra Studio utilizes such information in connection with providing and improving the functionality of its application.",
    "address": "901 N. Pitt St., Suite 320",
    "asp_index": "20365",
    "city": "Alexandria",
    "contactemail1": "sdd@kerc.us",
    "contactfax1": "2023180723",
    "contactname1": "Sergei Dubograev",
    "contactoff1": "Astra Studio",
    "contactphone1": "7038381670",
    "contacttitle1": "Assistant Secretary",
    "corpoffemail1": "vasily.t@astrastudio.ru",
    "corpofffax1": "2023180723",
    "corpoffname1": "Vasily Trofimchuk",
    "corpoffphone1": "7038381670",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2014-10-03",
    "orgverification": "In-house",
    "personaldata": "On-line and off-line customer data which may be manually processed; client and customer contact data (on-line and off-line); name, address, email, and coordinates of physical location in conjunction with requests for information or services, which may be manually processed.",
    "ppdate": "2013-09-20",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "Cooperation with EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) pursuant to the Safe Harbor Certification.",
    "signupdate": "2013-10-03",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22314"
}