{
    "Fax": "2126791749",
    "OrgName": "EmergingMed",
    "PPLoc": "http://www.emergingmed.com/pub_privacy_popup.asp ",
    "Phone": "2126790072",
    "activities": "EmergingMed’s mission is to create a coordinated, seamless connection between patients, clinical trials, and physicians at exactly the right time--when a person's medical situation is perfectly aligned with a researcher's effort to find new and better treatments.  \r\n\r\nThe Company’s broader vision is to accelerate the discovery of new and better treatments for people with serious and life threatening medical conditions while helping patients and families make informed decisions about all treatment options.\r\n\r\nEmergingMed provides customized versions of its clinical trial information services for patient advocacy organizations, medical centers and research sites, trial sponsors, and government/regional health organizations who care about finding new and better treatments for people with serious illnesses.\r\n\r\nEmergingMed flagship service is a personalized clinical trial search service for people looking for medical studies that match each person's specific diagnosis, stage and treatment history.  Because error rates are high in many national and international databases of trials and trial sites, EmergingMed's suite of services includes extensive data verification activities to ensure that both people searching for clinical trials and the physicians offering these clinical trials are both using their time efficiently.  \r\n\r\nEmergingMed's trial matching, trial listing and navigation services are offered confidentially and at no charge to individuals searching for trials.  All these services are designed to quickly and confidentially connect people with serious illnesses to researchers offering studies that match each person's situation and which are approved by local ethics committees.  \r\n\r\nEmergingMed's services are designed to help a person searching for trials make informed decisions about their treatment options which might include clinical trials.  EmergingMed never shares a person's identifying information with third parties; rather, EmergingMed requires its users to contact trial sites directly for more detailed information about a specific trial match.  When patients or their family and friends search for trial matches, EmergingMed encourages the user to share these options with their health care team to fully review the potential risks and benefits of all options.  \r\n\r\nAt the explicit request of an individual, EmergingMed's Clinical Trial Navigators will place follow up calls and emails updating the individual about new developments in research that are relevant to that person's specific diagnosis, stage, symptoms and treatment history.  EmergingMed will purge all identifying information about a user from its system upon request.  For residents outside the United States, EmergingMed will purge all identifying information about a user if more than 18 months have passed without the person specifically requesting additional services and updates from EmergingMed.\r\n\r\nFounded in 2000, EmergingMed initially focused on providing services to residents of the United States and Canada.  Today, EmergingMed receives inquiries from individuals worldwide.",
    "address": "247 W. 30th St., 4th Floor",
    "asp_index": "20369",
    "city": "New York City",
    "contactemail1": "cross@emergingmed.com",
    "contactfax1": "2126791749",
    "contactname1": "Cyndy Ross",
    "contactoff1": "EmergingMed",
    "contactphone1": "2126790072 x202",
    "contacttitle1": "Corporate Privacy Officer",
    "corpoffemail1": "chudson@emergingmed.com",
    "corpofffax1": "2126791749",
    "corpoffname1": "Courtney Hudson",
    "corpoffphone1": "2126790072",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Health Care Services - (HCS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2013-09-27",
    "orgverification": "Third Party",
    "personaldata": "Any and all personal data processed by EmergingMed is covered by this safe harbor provision.",
    "ppdate": "2009-09-22",
    "previous": "",
    "privacyprograms": "Our privacy programs are handled by a third party provider TRUSTe and are updated at least annually.",
    "recoursemech": "All complaints are handled by a third party provider, TRUSTe.  Complaints are logged in and registered with both EmergingMed and the third party provider.  Status of each claim is tracked by both parties until resolution is reached.",
    "signupdate": "2010-09-27",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10001"
}