{
    "CertifiedThroughLabel": "",
    "Fax": "224-659-7735",
    "OrgName": "Revenue Storm",
    "PPLoc": "http://www.revenuestorm.com/legal/privacy.php ",
    "Phone": "224-659-7710",
    "activities": "We offer sales professionals employed by our clients assessments called the Sales Talent Predictor™ (“STP”) and the Sales Talent Indicator™ (“STI”), both of which are administered in a secure, on-line environment.  Respondents are asked a series of questions about their sales environment, their sales-related attributes, and, in the case of the STP, their approach to executing various sales competencies.  Data collected from these assessments is compiled into individual and organizational reports characterizing current and preferred potential approaches to various sales competencies.   In addition, we offer time management assessments known as the Sales Focus Analyzer™ and the Revenue Management Analyzer™.  The time assessment templates are distributed by Revenue Storm Client Project Managers (“CPMs”) via e-mail, then completed and returned by our client’s sales professionals, also via e-mail.  The CPMs manually process the responses into individual results reports.\r\n\r\nThe reports and original data for all these assessments reside on a restricted access FTP site accessible only to two-to-three designated Revenue Storm administrators as well as a limited number of client-appointed  administrators who only have access to the information specific to their company.  The reports are used to assess organizational sales readiness, define personal and organizational development plans, and evaluate the “fit” between assessed job candidates and various kinds of sales positions.  In the case of readiness and development plans, the reports are provided to both the salesperson and the salesperson’s manager, along with coaching to ensure the results are interpreted and used according to our policies and guidelines.  We occasionally qualify client-employed internal lead coaches (“ILCs”) to provide this coaching to managers and salespeople within their company.  In the case of job candidate assessment, the reports are provided to the hiring sales manager along with interpretation assistance from a Revenue Storm coach.\r\n\r\nClient administrators are encouraged to collect their company’s information from the FTP site and incorporate it into their secure human resources management system.  Reports and data are left one FTP site for six months, at which time they are moved to “cold storage”, where only a Revenue Storm administrator has access to them.\r\n\r\nthe Sales Focus Analyzer™, and the Revenue Management Analyzer™.  Data from these assessments",
    "address": "425 N Martingale Rd Ste 1680",
    "asp_index": "20447",
    "city": "Schaumburg",
    "contactemail1": "ptate@revenuestorm.com",
    "contactfax1": "224-659-7735",
    "contactname1": "Paula Tate",
    "contactoff1": "Head Quarters",
    "contactphone1": "224-659-7739",
    "contacttitle1": "HR Manager",
    "corpoffemail1": "drizzo@revenuestorm.com",
    "corpofffax1": "224-659-7735",
    "corpoffname1": "Debby Rizzo",
    "corpoffphone1": "224-659-7710",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Education & Training - (EDS)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "false",
    "nextcertification": "2015-02-25",
    "orgverification": "Third Party",
    "personaldata": "Name; Sales environment characteristics; (Optional) personal statistics; Responses to questions about sales strategy execution performance of the sales profession; Responses to questions about sales-related attributes - (automatically processed and reported); and Responses to question about time investment in performance of the sales profession (may be manually processed and reported)",
    "ppdate": "2013-12-05",
    "previous": "",
    "privacyprograms": "Revenue Storm does not participate in any other privacy programs other than Safe Harbor.",
    "recoursemech": "eTrust investigates any unresolved complaints received via online or mail on Revenue Storm's behalf.\r\n\r\nOnline - http://etrust.org/complaint/index.html\r\nEU & Worldwide - eTrust Communications House, 26 York Street, London W1U 6PZ\r\nUS - eTrust 616 Corporate Way Suite 2 #4000, Valley Cottage, NY 10989",
    "signupdate": "2014-02-25",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60173"
}