{
    "CertificationStatus": "false",
    "Fax": "972-398-7055",
    "OrgName": "Layered Technologies, Inc.",
    "PPLoc": "http://www.layeredtech.com/about/legal/privacy-policy/ ",
    "Phone": "972-398-7000",
    "activities": "Layered Tech collects certain information from and about its users in three ways: (i) from our web server logs, (ii) with cookies and (iii) directly from the user. Web server logs: When you visit our website, Layered Tech may collect “Non-Personally Identifiable” information to administer the site and analyze its usage, such as: Your Internet protocol address (explained below); The type of browser or computer you use; The number of links you click within our website; The state or country from which you accessed our website; The date and time of your visit; The name of your Internet service provider; The Web page from which you linked to our website; and The pages you viewed on our website Personally Identifiable Information: On some pages of our website, users can register to purchase products or services, receive personalized content and participate in surveys or forums. When you register, Layered Tech may ask you for some personal information which may include, but not limited to, your full name, postal address, phone number and email address. We may then contact you with information about Layered Tech products and services. If you purchase products or services, we may also request financial information such as credit card or bank account information. Any financial information we collect is used only to bill you for the products and services you purchased. If you purchase by credit card, this information may be forwarded to your credit card provider. Additional Information: As a security measure and to ensure that our website and computer network remain available to all customers, Layered Tech may use software programs to monitor network traffic or to identify unauthorized attempts to upload or change information, or otherwise cause damage. These software programs may also collect information regarding your use of our website and computer network. You may also be asked to disclose personal information to us so that we can provide technical support assistance and information to you. For example, we may collect personal information from you (such as an e-mail address, system information and problem descriptions) in order to provide online technical support and troubleshooting. If you choose to correspond with us through electronic communication (e.g. email, online chat or instant messaging), we may retain a copy of the electronic communication together with your email address and our responses. We provide the same protections for these electronic communications that we employ in the maintenance of information received by mail and telephone. How We Use Your Information: Layered Tech uses the information we collect to notify you about your account and to notify you about changes to the terms and conditions governing your use of our website, products and services. We may also use the information we collect to notify you about other products and services we think you will find valuable and about special offers. You may notify us of your desire not to receive notifications relating to new products and services and special offers by “opting-out” as provided for below. Our employees, contractors, or agents will at times require access to your Personally Identifiable information. Layered Tech permits access to such information only for business purposes, such as administration and developing our products or services.",
    "address": "5068 W. Plano Pkwy, Suite 290",
    "asp_index": "20632",
    "city": "Plano",
    "contactemail1": "tgraitt@layeredtech.com",
    "contactfax1": "972-398-7055",
    "contactname1": "Terry Raitt",
    "contactoff1": "Layered Technologies, Inc.",
    "contactphone1": "469-583-1023",
    "contacttitle1": "Risk Manager",
    "corpoffemail1": "legal@layeredtech.com",
    "corpofffax1": "972-398-7055",
    "corpoffname1": "John Faulkner",
    "corpoffphone1": "972-398-7000",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2014-11-21",
    "orgverification": "Self Assessment",
    "personaldata": "on-line & manually processed data",
    "ppdate": "2013-10-30",
    "previous": "20632",
    "privacyprograms": "None",
    "recoursemech": "Layered Tech has committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU Safe HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgement of your complaint, or if your compliant is not satisfactorily addressed by Layered Tech, please visit the BBB EU Safe Harbor web site at http://www.bbb.org/us/safe-harbor-compliants for more information and to file a complaint.",
    "signupdate": "2007-08-14",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75093"
}