{
    "CertifiedThroughLabel": "",
    "Fax": "000-000-0000",
    "OrgName": "Stormpath, Inc.",
    "PPLoc": "https://stormpath.com/privacy_policy/",
    "Phone": "(650) 348-2620",
    "activities": "Stormpath abides by the principles set forth in the U.S.-EU Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of data from the European Union member countries. The servers that store the information are operated in the United States. If you are located outside of the United States, please be aware that any information provided to us may be transferred to the United States. Unless you are a resident of the European Union, your use of the Site and/or the Services and your provision of information to us in any manner will be construed as consent to such transfers. In compliance with the Safe Harbor framework, Stormpath commits to the resolution of complaints about your privacy and our collection or use of your information. We have committed to resolve any complaints by European Union citizens relating to this Privacy Policy, which cannot be resolved directly with our company, through the Council of Better Business Bureaus, Inc.’s Safe Harbor Privacy Dispute Resolution Procedures.",
    "address": "217 S B Street, Suite 1",
    "asp_index": "20711",
    "city": "San Mateo",
    "contactemail1": "kelsey@stormpath.com",
    "contactfax1": "000-000-0000",
    "contactname1": "Kelsey Hayes",
    "contactoff1": "Stormpath, Inc.",
    "contactphone1": "650-348-2620",
    "contacttitle1": "Business Manager",
    "corpoffemail1": "alex@stormpath.com ",
    "corpofffax1": "000-000-0000",
    "corpoffname1": "Alex Salazar",
    "corpoffphone1": "650-348-2620",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-14",
    "orgverification": "In-House",
    "personaldata": "Usage information and Personal information voluntarily provided to us. This does not include manually processed data.",
    "ppdate": "2013-02-18",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "In compliance with the US-EU Safe Harbor Principles, Stormpath commits to resolve complaints about privacy and our collection or use of your personal information.  European Union citizens with inquiries or complaints regarding this privacy policy should first contact us at:\r\n\r\ncompliance@stormpath.com \r\nOr \r\nStormpath, Inc.\r\n217 S B Street, Ste 1\r\nSan Mateo, CA 94401\r\nAttn: Compliance Dept. \r\n\r\nStormpath has further committed to refer unresolved privacy complaints under the US-EU Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "2014-10-14",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94401"
}