{
    "Fax": "415-354-3504",
    "OrgName": "Bizo, Inc.",
    "PPLoc": "http://www.bizo.com/businessProfessionals/privacy_policy ",
    "Phone": "415-335-4054",
    "activities": "Bizo is a B2B audience targeting platform that uses non-personally identifiable business demographic information (such as company size, industry, job title category, etc.) to target B2B online advertising.  Such bizographic information is collected from a wide variety of sources in a manner that is anonymous and non-personally identifiable.  The collected data is stored and accessed via Cookies.",
    "address": "225 Bush St., Suite 1150",
    "asp_index": "20825",
    "city": "San Francisco",
    "contactemail1": "annie@bizo.com",
    "contactfax1": "415-354-3504",
    "contactname1": "Annie Wayne",
    "contactoff1": "San Francisco, CA",
    "contactphone1": "415-432-7302",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "glass@bizo.com",
    "corpofffax1": "415-354-3504",
    "corpoffname1": "Russell Glass",
    "corpoffphone1": "415-335-4054",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2014-12-09",
    "orgverification": "In-house & Third Party",
    "personaldata": "On-line behavioral data.",
    "ppdate": "2012-05-09",
    "previous": "",
    "privacyprograms": "Bizo is a member of the Network Advertising Initiative (NAI) and meets or exceeds all NAI standards.  See http://www.networkadvertising.org/.  Bizo also uses Evidon, a third party assurance service to comply with the cross-industry Self-Regulatory Program for Online Behavioral Advertising managed by the Digital Advertising Alliance (DAA).  See http://www.aboutads.info.",
    "recoursemech": "Bizo verifies compliance with its Privacy Policy through in-house, self-assessment means and will employ the same standards to ensure continued compliance with the Safe Harbor Principles.  The company took great care to develop its Privacy Policy and hereby confirms that it is accurate, comprehensive, and completely implemented and that it conforms to the Safe Harbor Principles.  The Policy is accessible through a hyperlink at the bottom of virtually every page of the company’s website.  It states that complaints should be sent directly to the company’s CEO whose personal telephone number is provided; an email address and street address for complaints or comments also are provided in the Policy.  Bizo instructs new employees, and periodically reminds existing employees, of their obligations under the Policy.  Individuals who are found to violate the company’s obligations under the Policy will be appropriately disciplined. The company periodically will review compliance with its obligations and, upon request, it will provide written confirmation that it has reviewed the Policy and has determined it to be in full compliance with the Safe Harbor Principles.\r\n\r\nBizo also uses Evidon, a third party assurance service to comply with the cross-industry Self-Regulatory Program for Online Behavioral Advertising managed by the Digital Advertising Alliance (DAA).  See http://www.aboutads.info.\r\n\r\nBizo:\r\n1. elects to satisfy the requirement in points (a) and (c) of the Safe Harbor Enforcement Principle by committing to cooperate with the EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner(“DPAs”); \r\n2. will cooperate with the DPAs in the investigation and resolution of complaints brought under the safe harbor; and \r\n3. will comply with any advice given by the DPAs where the DPAs take the view that the organization needs to take specific action to comply with the Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by any non-compliance with the Principles, and will provide the DPAs with written confirmation that such action has been taken.",
    "signupdate": "2009-12-09",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94104"
}