{
    "Fax": "415-817-8999",
    "OrgName": "Synarc",
    "PPLoc": "http://www.synarc.com/about/safeharbor.html ",
    "Phone": "415-817-8900",
    "activities": "Synarc utilizes limited data sets when exchanging data to other organizations. Personal and subject data alone and/or in combination from which the identification of an individual can be derived are considered confidential.  Synarc will not request any data which would directly compromise the confidentiality of the subject’s identity.\r\n\r\nThis policy applies to all kind of source data in paper, film and electronic format.\r\n\r\nExamples of confidential subject data are (but not limited to):\r\n•\tName\r\n•\tAddress\r\n•\tSocial Security Number or any other government issued identifier\r\n•\tPhone Number\r\n•\tHealth Insurance Information\r\n\r\nIn instances where Synarc receives confidential subject data from sponsor or an investigator site which can directly identify a subject, the following actions will occur:\r\n\r\n1.\tInforming the respective site and sponsor that data was received with confidential subject information and request site to refrain from sending this data again.\r\n\r\n2.\tObscuring the subject identifier by best means available (Identifiers on paper and film source data are obscured by markers whereas electronic source data masking is system dependent)",
    "address": "7707 Gateway Boulevard, 3rd Floor",
    "asp_index": "20842",
    "city": "Newark",
    "contactemail1": "david.julyk@synarc.com",
    "contactfax1": "415-817-8999",
    "contactname1": "David Julyk",
    "contactoff1": "Newark",
    "contactphone1": "415-817-8903",
    "contacttitle1": "Dirtector of Quality and Compliance",
    "corpoffemail1": "aaron.timm@synarc.com",
    "corpofffax1": "415-817-8999",
    "corpoffname1": "Aaron Timm",
    "corpoffphone1": "415-817-8996",
    "corpofftitle1": "Head of Imaging Division",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "true",
    "nextcertification": "2014-11-01",
    "orgverification": "In-house",
    "personaldata": "Clinical trial data. Most data is processed automatically, but some physical artifacts (e.g. X-ray film) are processed manually",
    "ppdate": "2011-03-30",
    "previous": "",
    "privacyprograms": "None outside of our internal processes",
    "recoursemech": "Enforcement: SYNARC uses a self-assessment approach to assure compliance with this Safe Harbor Policy and periodically verifies that the policy is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented and accessible and in conformity with the Policy.\r\nAny questions, concerns, or complaints regarding the use or disclosure of personal information should be directed to the SYNARC Privacy Officer. Any SYNARC employee who receives a question, concern, or complaint regarding the use or disclosure of personal information will direct that information to SYNARC’s Privacy Officer. SYNARC will investigate and attempt to resolve complaints and disputes regarding use and disclosure of Personal Information in accordance with the principles contained in this Policy. For complaints that cannot be resolved between SYNARC and the complainant, SYNARC has agreed to participate in the dispute resolution procedures of the panel established by the European data protection authorities to resolve disputes, pursuant to the Safe Harbor Principles. SYNARC has similarly agreed to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2011-11-01",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94560"
}