{
    "CertificationStatus": "false",
    "Fax": "0000000000",
    "OrgName": "QuiBids",
    "PPLoc": "http://www.quibids.com/en/company/privacy.php ",
    "Phone": "4059287489",
    "activities": "We operate an internet auction and retail site with a subsidiary in the EU.  We collect customer information and store it on servers located in the U.S.\r\n\r\nOur purpose for collecting personal information is to provide you with a safe, efficient, and customized experience. By signing up, you agree that we may use your personal information to: provide the services and customer support you request; resolve disputes, collect fees, and troubleshoot problems; prevent potentially prohibited or illegal activities, and enforce our Terms & Conditions; customize, measure and improve our services, content and advertising; inform you about our services, targeted marketing, service updates, and promotions; and compare information and verify it with third parties for accuracy. If you wish to opt out of targeted marketing, please contact us at privacy@quibids.com.\r\n\r\nOnce you have been approved as a registered user with QuiBids, you will be required to choose a user name. This user name will be displayed throughout QuiBids and therefore provided to the public. If you win an auction, QuiBids will display the number of bids and dollar value of those bids when the auction ends. Unless you associate your user name with your personal\r\ninformation, other users will not be able to personally identify your activities on QuiBids.\r\nWhen visiting QuiBids from a public or shared computer, certain information about you, such as your user name, may also be visible to others who may use that computer after your use. It is your responsibility to ensure private information is removed from the public or shared computer should you choose to use one.",
    "address": "4 NE 10th Street, Suite 242",
    "asp_index": "20891",
    "city": "Oklahoma City",
    "contactemail1": "ashley.smith@quibids.com",
    "contactfax1": "0000000000",
    "contactname1": "Ashley Smith",
    "contactoff1": "QuiBids",
    "contactphone1": "4059287489",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "matt@quibids.com",
    "corpofffax1": "0000000000",
    "corpoffname1": "Matt Beckham",
    "corpoffphone1": "4052533883",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, France, Germany, Ireland, Italy, Malta, Netherlands, Spain, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "MLT",
        "NLD",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Consumer Goods - (GCG)Household Consumer Goods - (HCG)Consumer Electronics - (CEL)",
    "industrysector_parsed": [
        "Consumer Electronics - (CEL)",
        "General Consumer Goods - (GCG)",
        "Household Consumer Goods - (HCG)"
    ],
    "latest": "true",
    "nextcertification": "2014-12-19",
    "orgverification": "In-house",
    "personaldata": "customer, HR",
    "ppdate": "2012-12-10",
    "previous": "20891",
    "privacyprograms": "None",
    "recoursemech": "Council of Better Business Bureaus (BBB EU Safe Harbor program)",
    "signupdate": "2012-12-19",
    "state": "Oklahoma",
    "statutorybody": "FTC",
    "zip": "73104"
}