{
    "CertifiedThroughLabel": "",
    "Fax": "+1 650 265 6875",
    "OrgName": "Ravello Systems",
    "PPLoc": "http://www.ravellosystems.com/ravello-privacy-policy ",
    "Phone": "+1 650 265 6875",
    "activities": "1.\tInformation We Collect\t\r\nThe information we learn from our customers and visitors helps us personalize and continually improve our services to you. We collect information in the following ways:\r\n1.1\tInformation You Give Us. We collect any information you enter on our website or give us in any other way (via chat, telephone calls, emails, online forms, etc.). This information may include identifying information such as name, address, phone number, email address and information on services ordered. We may ask you to provide your credit card or other financial account information to enable us to charge your account when you purchase services from us. You can choose not to provide certain information, but then you might not be able to take advantage of many of the features in our website or in the services we provide. \r\n1.2\tAutomatic Information. We may collect certain types of information whenever you interact with us. This information may include IP address, email address, hardware settings, browser type, system crashes, time and duration of connection, run time information about the state of your virtual machine for example: uptime, CPU, network and disk utilization (R/W), etc.\r\n1.3\tCookies. We may use cookie\ts to keep track of your activities on the Website. We also use them to recognize return visitors and to track our promotions. You may disable cookies in your browser, however, please note, that this may hinder your use of our website and the services we provide.\r\n2.\tHow We Use Collected Information\t\r\n2.1\tContact Information. All information collected through the website is used for internal purposes of improving the services provided by us. Such information may help us to customize your browsing experience, better run your work load and inform you about additional products, services or promotions that may be of interest to you. \r\nIn some instances, we may use your personal information to contact you via email to deliver promotional or informational materials in which you may find interest, as well as to deliver any updates or newsletters you may register to receive. You may choose to unsubscribe from our email notifications and newsletters at any time by sending us an email to privacy@ravellosystems.com.\r\n2.2\tFinancial Information. All financial account information you will be asked to provide is protected during transmission using SSL (Secure Sockets Layer) encryption to prevent it from being intercepted as it is transferred over the Internet. We provide this information only to third parties involved in processing payments for the services we provide and as otherwise provided in this Privacy Policy.\r\n3.\tDisclosure of Collected Information\t\r\nAs we respects your privacy, we will not otherwise use or disclose your personal or other information without your consent, except (i) to our subcontractors, service providers and other agents in connection with the provision of services to you, (ii) as required by law, court order or as requested by other government or law enforcement authorities, (iii) to an acquirer of Ravello or of all or part of its business activity, in which case such acquirer will be permitted to obtain and use such information subject to the terms of this Privacy Policy, (iv) where we deem it necessary to protect the safety of any third party or to prevent violation of our rights or the rights of any third party, including the detection, preventing or otherwise addressing fraud, security or technical issues, or (v) as described in this Privacy Policy or to enforce the provisions of this Privacy Policy.\r\n4.\tInformation Security\t\r\nWe implement industry-standard security measures designed to prevent the loss, misuse, unauthorized access, disclosure, alteration or destruction of the personal information we collect, including encryption, firewalls, and access controls.\r\nWe work to protect the security of your information during transmission by using Secure Sockets Layer (SSL) software, which encrypts information you input. We allow you, however, to choose a non encrypted channel to work with our management system. It is important for you to protect against unauthorized access to your password and to your computer.\r\nWe restrict access to personal information to our employees, contractors and agents who need to know that information in order to process it for us, and who are subject to contractual confidentiality obligations and may be disciplined or terminated if they fail to meet these obligations.\r\nAlthough we make good faith efforts to store the information collected by it in a secure operating environment that is not available to the public, we cannot guarantee absolute security. You understand and agree that all information collected through the website is at your own risk and is subject to the provisions of this Privacy Policy.",
    "address": "1121 San Antonio Road, B100",
    "asp_index": "20983",
    "city": "Palo Alto",
    "contactemail1": "navin.thadani@ravellosystems.com",
    "contactfax1": "+1 650 265 6875",
    "contactname1": "Navin Thadani",
    "contactoff1": "1121 San Antonio Road, B100 Palo Alto, CA 94303",
    "contactphone1": "+1 650 265 6875",
    "contacttitle1": "Senior Vice President, Products",
    "corpoffemail1": "rami.tamir@ravellosystems.com",
    "corpofffax1": "+1 650 265 6875",
    "corpoffname1": "Rami Tamir",
    "corpoffphone1": "+1 650 265 6875",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2014-10-23",
    "orgverification": "In-House",
    "personaldata": "On-Lin, Off-line, Manually processed data",
    "ppdate": "2012-10-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2012-10-23",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94303"
}