{
    "CertifiedThroughLabel": "",
    "Fax": "703-807-0640",
    "OrgName": "Dante",
    "PPLoc": "https:/ www.danteinc.com/store/danteinc/FooterPage/601 ",
    "Phone": "(703) 807-0520",
    "activities": "What information does Dante collect and why?\r\n\r\nWe collect information you provide when you place an order for our customers (Firm for which Dante provides a hosted e-commerce solution), products or services, register with our Customer’s Company send our Customer’s Company an e-mail or call us. Some of the information we may collect is required to help our Customers achieve and remain in compliance with certain state and/or Federal laws and regulations that apply to their business. This information may include the following:\r\nYour name\r\nYour mailing address\r\nYour e-mail address\r\nYour phone number\r\n\r\nWho does Dante share information with?\r\n\r\nWe only will share personal customer information through access of our hosted solution to our customer’s company (Dante provides them a hosted website) and their (client) representatives, affiliates, trusted service providers, contractors and subcontractors for limited purposes, including operating their business, fulfilling customer orders; communicating to customers; providing customer service; and completing credit card transactions. These companies are not allowed to use this information for any purpose except fulfilling orders and servicing your questions.\r\nDante reserves the right to cooperate with law enforcement officials in the investigation of any possible unlawful activities of our customers related to electronic communication transmitted through use of our software. Dante reserves the right to share or use your information in response to subpoenas or other legal process, or to protect Dantes’ own rights and interests. Dante will have no legal responsibilities for such disclosures. We may also provide information to other organizations for fraud protection and credit risk reduction. We may share aggregated demographic and statistical information with third parties as deemed appropriate by Dante. No personal information that can identify any individual person is shown in that disclosure.",
    "address": "5328 Lee Highway",
    "asp_index": "21085",
    "city": "Arlington",
    "contactemail1": "Eric.Peterson@danteinc.com",
    "contactfax1": "703-807-0640",
    "contactname1": "Eric Peterson",
    "contactoff1": "Dante",
    "contactphone1": "703-812-7185",
    "contacttitle1": "Chief Operating Officer",
    "corpoffemail1": "e.fremont@dantein.com",
    "corpofffax1": "703-807-0640",
    "corpoffname1": "Eric Fremont",
    "corpoffphone1": "703-812-7303",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Switzerland, United Kingdom",
    "eucountries_parsed": [
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-31",
    "orgverification": "In-house",
    "personaldata": "Customer information",
    "ppdate": "2013-12-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "DISPUTE RESOLUTION: Any questions, concerns or complaints regarding this Policy should be directed to Dante‘s Corporate Privacy and Compliance Office at the address given below. Dante will investigate and attempt to resolve complaints and disputes regarding this Policy. However, for complaints or disputes that cannot be resolved by Dante, it has agreed to participate in the following dispute resolution mechanisms:\r\n•\tfor disputes involving all PII received by Dante from Switzerland, Dante has agreed to cooperate with the Swiss FDPIC; and\r\n•\tfor disputes involving all PII received by Dante from the EEA, Dante has agreed to cooperate with the data protection authorities in the EEA and to participate in the dispute resolution procedures of the panel established by the European data protection authorities.",
    "signupdate": "2014-12-31",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22207"
}