{
    "CertificationStatus": "false",
    "Fax": "602-379-1776",
    "OrgName": "Arizona Cardinals",
    "PPLoc": "http://www.azcardinals.com/footer/privacy-policy.html ",
    "Phone": "602-379-0101",
    "activities": "Sports entertainment, ticket and sports attire purchases, fan forum, etc.",
    "address": "8701 South Hardy Drive",
    "asp_index": "21094",
    "city": "Tempe",
    "contactemail1": "lmanning@cardinals.nfl.net",
    "contactfax1": "602-379-1776",
    "contactname1": "Lisa Manning",
    "contactoff1": "Marketing",
    "contactphone1": "602-379-1838",
    "contacttitle1": "",
    "corpoffemail1": "glee@cardinals.nfl.net",
    "corpofffax1": "602-379-1776",
    "corpoffname1": "Gregory T Lee",
    "corpoffphone1": "602-379-1678",
    "corpofftitle1": "Treasurer & CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Sporting Goods & Recreational Equipment - (SPT)",
    "industrysector_parsed": [
        "Sporting Goods & Recreational Equipment - (SPT)"
    ],
    "latest": "true",
    "nextcertification": "2014-05-15",
    "orgverification": "In-house",
    "personaldata": "In the course of using the website, we may ask you to provide us with certain information, including contact information, such as your user ID and password, name, email address, telephone number, physical address, birth date, gender or zip code or other information may be collected via the Site. unique identifiers, such as your user ID, user password, demographic information, such as your ticket h",
    "ppdate": "2013-05-01",
    "previous": "",
    "privacyprograms": "The Arizona Cardinals Football Club has been awarded TRUSTe's Privacy Seal signifying that this privacy policy and practices have been reviewed by TRUSTe for compliance with TRUSTe's program requirements  including transparency, accountability and choice regarding the collection and use of your personal information. The TRUSTe program covers information collected through this Web site, www.azcardinals.com. TRUSTe's mission, as an independent third party, is to accelerate online trust among consumers and organizations globally through its leading privacy trustmark and innovative trust solutions.",
    "recoursemech": "If you have questions or complaints regarding our privacy policy or practices, please contact us at (602) 379-0101.  If you are not satisfied with our response you can contact TRUSTe at https://feedback-form.truste.com/watchdog/request.",
    "signupdate": "2006-05-15",
    "state": "Arizona",
    "statutorybody": "FTC",
    "zip": "85284"
}