{
    "CertifiedThroughLabel": "",
    "Fax": "678-247-0510",
    "OrgName": "Silverpop Systems, Inc.",
    "PPLoc": "http://www.silverpop.com/About/Trust--Privacy/Privacy-Policy-Legal/Privacy-Policy/ ",
    "Phone": "770-763-3048",
    "activities": "This certification applies to Silverpop Systems Inc. and its wholly-owned U.S. subsidiaries, including CoreMotives, LLC.  The entities covered by this certification are collectively referred to herein as \"Silverpop\".   Silverpop provides e-mail marketing and customer communication management solutions.  Silverpop’s software-as-a-service platforms permit customers to submit data and information (including personal data) to Silverpop’s networks and servers.  Silverpop receives, accesses and uses personal data from the EEA and/or Switzerland in the U.S. in the course of delivering its products and services to its customers.  In this context, Silverpop acts as a data processor, and does not review or determine the types of data that are submitted by its customers to its servers.  All information stored for each client is segregated from other client data.  Silverpop's clients are required to use only opt-in lists and maintain strict privacy policies and practices.  Silverpop also receives, stores and uses personal data with respect to its personnel from the EEA and/or Switzerland in the U.S. for the purposes of administering personnel services and other ongoing business operations, including compensation, benefits, management, security and employee services, and Silverpop acts as a data controller in this capacity.",
    "address": "200 Galleria Parkway, Suite 1000",
    "asp_index": "21098",
    "city": "Atlanta",
    "contactemail1": "balvey@silverpop.com",
    "contactfax1": "678-247-0510",
    "contactname1": "T. William Alvey, III",
    "contactoff1": "Silverpop Systems, Inc.",
    "contactphone1": "770-763-3048",
    "contacttitle1": "Vice President, General Counsel and Chief Privacy Officer",
    "corpoffemail1": "balvey@silverpop.com",
    "corpofffax1": "678-302-4394",
    "corpoffname1": "T. William Alvey, III",
    "corpoffphone1": "770-763-3048",
    "corpofftitle1": "Vice President, General Counsel and Chief Privacy",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2014-12-12",
    "orgverification": "In-House",
    "personaldata": "On-Line, Off-Line, Manually Processed Data",
    "ppdate": "2009-02-22",
    "previous": "",
    "privacyprograms": "Silverpop is a member of CAUCE (Council Against Unsolicited Commercial E-mail), and the Direct Marketers Association Council for Responsible E-mail (CRE). Silverpop participates in the Direct Marketing Association (DMA) Safe Harbor program.",
    "recoursemech": "Silverpop participates in the Direct Marketing Association (DMA) Safe Harbor dispute resolution process. If you feel that this company is not abiding by its posted privacy policy or is not in compliance with the Safe Harbor principles, you should first contact Silverpop's Compliance Manager by email at privacy@silverpop.com. If you do not receive acknowledgment of your inquiry or your inquiry has not been satisfactorily addressed, you should then contact the Direct Marketing Association (DMA) Safe Harbor Dispute Resolution Program. The Direct Marketing Association (DMA) will act as a liaison to Silverpop to resolve your concerns.\r\n\r\nYou can contact the Direct Marketing Association (DMA) Safe Harbor Dispute Resolution Program at:\r\n\r\nSafe Harbor Line\r\nDirect Marketing Association\r\n1615 L Street, NW, Suite 1100\r\nWashington, DC 20036\r\nSafeharbor@the-dma.org",
    "signupdate": "2002-12-12",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30339"
}