{
    "CertifiedThroughLabel": "",
    "Fax": "206-652-2334",
    "OrgName": "Gallivan, Gallivan & OMellia LLC",
    "PPLoc": "http://www.ggollc.com/safe-harbor/ ",
    "Phone": "206-652-1441",
    "activities": "We assist the nation’s largest law firms and corporate legal departments in identifying, preparing and producing the electronic documents that are the subject of a discovery request.  This is often thousands, or more likely, hundreds of thousands of documents from many sources and in many formats. Our consultants provide the expertise required to navigate electronic discovery issues related to potential or ongoing litigation or government investigation. In our capacity as consultants, we may have occasion to be a temporary custodian of the electronic documents of a foreign corporation. However, we operate at the direction of law firms and corporate legal departments and take no independent action with regard to the disposition of any documents, which are subject to the jurisdiction of the US courts by virtue of a discovery order.",
    "address": "811 First Ave. Suite 409",
    "asp_index": "21158",
    "city": "Seattle",
    "contactemail1": "megan@ggollc.com",
    "contactfax1": "206-652-2334",
    "contactname1": "Megan Miller",
    "contactoff1": "Seattle",
    "contactphone1": "206-652-1441",
    "contacttitle1": "VP Marketing",
    "corpoffemail1": "bill@ggollc.com",
    "corpofffax1": "206-652-2334",
    "corpoffname1": "William Gallivan",
    "corpoffphone1": "206-652-1441",
    "corpofftitle1": "Owner",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Legal Services - (LES)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Legal Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2015-01-11",
    "orgverification": "In House",
    "personaldata": "off line, online and manually processed data received from third parties",
    "ppdate": "2009-12-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "GGO LLC utilizes the self-assessment approach to ensure its compliance with our privacy statement.  GGO LLC periodically verifies that the policy is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented, and in conformity with the Safe Harbor Principles. The independent recourse mechanisms available to investigate unresolved complaints are the EU data protection authorities (EU DPAs) panel and the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2010-01-11",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98104"
}