{
    "CertificationStatus": "false",
    "Fax": "415-422-1997",
    "OrgName": "macys.com",
    "PPLoc": "https://customerservice.macys.com/app/answers/detail/a_id/595",
    "Phone": "415-422-1105",
    "activities": "International Customer Privacy\r\n\r\nTo fill international orders, macys.com partners with Borderfree, Inc. (formerly FiftyOne). Borderfree will carefully process your personal information with at least the same level of privacy protection set forth in the U.S. - EU Safe Harbor Privacy Principles and the U.S. Swiss Safe Harbor Privacy Principles established by the U.S. Department of Commerce. Borderfree also agrees not to sell, transfer, or otherwise use your information other than for processing international shipments.\r\n\r\nWhen you indicate you are shipping internationally, you will be redirected to a checkout page hosted by Borderfree. On the checkout page you will be required to submit personal information to Borderfree to complete your order. Once you place your order, you will be prompted to confirm whether you would like to receive future marketing communication from macys.com.\r\n\r\nBorderfree will notify macys.com of the approval of your order, and macys.com will then ship approved orders to Borderfree. Simultaneously, Borderfree will purchase the product from us, which allows them to take title to the product(s), bill your credit card, collect and remit any duties and taxes to the appropriate taxing authority and arrange for the product to be delivered to you. In this process, Borderfree makes the sale to you as the merchant of record. When ordering a product, you will be presented with Borderfree’s terms and conditions. You must agree to them to receive the product(s) you ordered.\r\n\r\nOnce you agree that Borderfree may share your personal information with macys.com, that data is protected by this notice of privacy practices and you consent to the transfer and storage of that information on our servers located in the United States.\r\n\r\nWe adhere to both the EU and Swiss Safe Harbor Privacy Principles. We have certified to the U.S. Department of Commerce, the European Union and Switzerland that our processing of personal data is in compliance with these principles and we perform periodic self-assessments to verify ongoing compliance.\r\n\r\nmacys.com is committed to resolving any customer concerns regarding their privacy. If a customer feels that their privacy may have been violated, based on the Safe Harbor Principles, macys.com will attempt to directly resolve the complaint. Any complaints that are still unresolved after these direct efforts, will be settled by arbitration administered by JAMS in accordance with its applicable commercial rules.\r\n\r\nJAMS\r\n1920 Main Street\r\nSuite 300\r\nIrvine, CA 92614\r\nPhone: 949-224-1810\r\nEmail box: tlunceford@jamsadr.com\r\n\r\nCustomers shipping internationally who wish to contact macys.com to:\r\n\r\nInquire about or update their personal information\r\nMake a complaint about the collection or use of their personal information\r\nComment on or ask questions regarding this notice\r\nPlease e-mail us at internationalprivacy@macys.com.\r\n\r\nFor More information about Macy's Privacy and Security please refer to our Security & Privacy section of our Customer Service pages.",
    "address": "680 Folsom St.",
    "asp_index": "21319",
    "city": "San Francisco",
    "contactemail1": "michael.mccullough@macys.com",
    "contactfax1": "513-579-7661",
    "contactname1": "Michael McCullough",
    "contactoff1": "Enterprise Information Mgmt & Privacy",
    "contactphone1": "513-579-7803",
    "contacttitle1": "VP, Enterprise Information Mgmt & Privacy",
    "corpoffemail1": "tracy.kenworthy@macys.com",
    "corpofffax1": "415-422-1997",
    "corpoffname1": "Tracy Kenworthy",
    "corpoffphone1": "415-422-1107",
    "corpofftitle1": "SVP Finance & Administration",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "General Consumer Goods - (GCG)"
    ],
    "latest": "true",
    "nextcertification": "2014-10-12",
    "orgverification": "In-house",
    "personaldata": "online",
    "ppdate": "2014-01-31",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS Safe Harbor Program",
    "signupdate": "2010-10-12",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}