{
    "CertificationStatus": "false",
    "Fax": "(650) 745-1701",
    "OrgName": "Responsys, Inc.",
    "PPLoc": "http://responsys.com/privacy-policy ",
    "Phone": "(650) 745-1700",
    "activities": "Our customers use our hosted, Web-based messaging platform to send email, SMS, social networking, display ads and web messages to their customers.  Our customers use their own mailing lists, and recipients must have previously consented to such receipt.  Messages could include newsletters or offers for merchandise or services, for example.  In connection with our customers’ use of our hosted messaging platform, they are permitted to submit electronic data, which could include personal data, relating to their recipients, such as email addresses, web analytics and demographic data, to Responsys’ servers.  In this context, Responsys acts as a data processor and does not determine what types of data are submitted to Responsys’ servers or how such data are used in Responsys’ servers.  As part of Responsys’ internal operations, Responsys transfers personal data of its employees and non-employee personnel, as well as customers, vendors and business partners, to Responsys’ U.S. data centers for processing and storage.  In this context, Responsys acts as a data controller.",
    "address": "1100 Grundy Lane, 3rd Floor",
    "asp_index": "21339",
    "city": "San Bruno",
    "contactemail1": "jong@responsys.com",
    "contactfax1": "(650) 396-4284",
    "contactname1": "Julian Ong",
    "contactoff1": "Legal",
    "contactphone1": "(650) 452-1481",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "jong@responsys.com",
    "corpofffax1": "(650) 396-4284",
    "corpoffname1": "Julian Ong",
    "corpoffphone1": "(650) 452-1481",
    "corpofftitle1": "SVP, General Counsel & Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-01-25",
    "orgverification": "In-house",
    "personaldata": "Organization Human Resources Data, Customer/Client Data",
    "ppdate": "2013-01-11",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "As part of our participation in the EU Safe Harbor, we have agreed to TRUSTe dispute resolution for disputes relating to our compliance with the EU Safe Harbor Privacy Framework. If you have any complaints regarding our compliance with the EU Safe Harbor you should first contact us.  If contacting us does not resolve your complaint, you may raise your complaint with TRUSTe by using the contact information provided in our Privacy Policy.  For complaints regarding EU or Swiss human resources data, we have agreed to participate in the dispute resolution procedures of the panel established by the EU data protection authorities and to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2001-01-25",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94066"
}