{
    "Fax": "732-225-3075",
    "OrgName": "CGS-B, a wholly-owned subsidiary of Comtel Global Services, LLC (CGS)",
    "PPLoc": "http://www.cgstogo.com/safeharbor/ ",
    "Phone": "732-225-3055",
    "activities": "As a MSP hosting facility we do not collect or receive any customer's PII data. We request that all PII data be scrubbed or masked by the customer prior to that data being transmitted to CGS for hosted applications.",
    "address": "105 Newfield Ave Suite K",
    "asp_index": "21510",
    "city": "Edison",
    "contactemail1": "thomasf@cgstogo.com",
    "contactfax1": "732-225-3074",
    "contactname1": "Thomas Flanagan",
    "contactoff1": "CGS-B NOC",
    "contactphone1": "732-225-3055 x2520",
    "contacttitle1": "Datacenter Manager",
    "corpoffemail1": "terryr@cgstogo.com",
    "corpofffax1": "732-225-3074",
    "corpoffname1": "Terry Rossio",
    "corpoffphone1": "732-225-3055 x2502",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-12",
    "orgverification": "In-House",
    "personaldata": "Customers are required to Scrub Data",
    "ppdate": "2014-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "1. for disputes involving all personal information received by CGS from Switzerland, CGS has agreed and to cooperate with the Federal Data Protection and Information Commissioner of Switzerland (Swiss FDPIC);\r\n2. for disputes involving employment-related personal information received by CGS from the EEA, CGS has agreed to cooperate with the data protection authorities in the EEA and to participate in the dispute resolution procedures of the panel established by the European data protection authorities;\r\n3. for disputes involving all other personal information received by CGS from the EEA, CGS has agreed to the BBB EU Safe Harbor Resolution dispute resolution. Individuals who submit a question or concern to CGS and who do not receive acknowledgment from CGS of the inquiry or who think their question or concern has not been satisfactorily addressed should then contact the BBB EU Safe Harbor Resolution on the Internet or by mail. Inquiries by mail should identify CGS as the company to which a concern or question has been submitted, and include a description of the privacy concern, the name of the individual submitting the inquiry, and whether BBB may share the details of the inquiry with CGS. BBB will act as a liaison to CGS to resolve these disputes.",
    "signupdate": "2014-06-12",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08837"
}