{
    "CertifiedThroughLabel": "",
    "Fax": "8668383594",
    "OrgName": "Research Horizons, LLC d/b/a Phoenix Marketing International",
    "PPLoc": "http://phoenixmi.com/privacy-policy/ ",
    "Phone": "8458768228",
    "activities": "Phoenix Marketing International (PMI) is strongly committed to protecting the privacy of those who entrust us with their personal data during the course of our business operations. We maintain this trust by protecting the privacy of personal data provided to us by survey respondents and panel members.\r\nWhen we contact a survey respondent or panel member, we will generally do so for one of the following purposes:\r\n•To invite them to participate in survey research; \r\n•To conduct a survey research interview with them; \r\n•To validate answers they gave in a recent survey we conducted; \r\n•To update and to ensure that our records of their personal information are correct.\r\nThe respondents and panel members are in control of the Personal Information they provide to PMI.  We rely on them to update their Personal and Demographic information.  They may:\r\n?Ask for a copy of their Personal or Demographic Information\r\n?Ask for Personal or Demographic Information to be updated or corrected\r\n?Ask PMI to remove their Personal or Demographic records from PMI’s records",
    "address": "6423 Montgomery Street, Suite 12",
    "asp_index": "21572",
    "city": "Rhinebeck",
    "contactemail1": "heather.still@phoenixmi.com",
    "contactfax1": "8668383594",
    "contactname1": "Heather Still",
    "contactoff1": "Corporate Office",
    "contactphone1": "8458768228",
    "contacttitle1": "HR Director/Chief Privacy Officer",
    "corpoffemail1": "Scott.Spry@phoenixmi.com",
    "corpofffax1": "8668383594",
    "corpoffname1": "Scott Spry",
    "corpoffphone1": "8458768228",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, France, Germany, Greece, Hungary, Italy, Netherlands, Norway, Poland, Portugal, Romania, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-01",
    "orgverification": "In-House",
    "personaldata": "Survey respondent and panel member data",
    "ppdate": "2010-08-01",
    "previous": "",
    "privacyprograms": "IAPP",
    "recoursemech": "In addition to its internal investigative and resolution efforts, PMI will cooperate with the European Union Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner(“DPAs”) in their efforts to investigate and resolve complaints brought under the Safe Harbor. PMI will comply with advice given by the DPAs, including remedial or compensatory measures for the benefit of individuals affected by any non-compliance with the Safe Harbor Principles",
    "signupdate": "2014-04-01",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "12572"
}