{
    "CertificationStatus": "false",
    "Fax": "(513) 272-5433",
    "OrgName": "Meridian Bioscience, Inc.",
    "PPLoc": "See link below",
    "Phone": "(513) 271-3700",
    "activities": "Employee personal information is transferred from the EU to the U.S. for employees of Meridian Biscience, Inc. and its affiliates and subsidiaries in European Economic Area/European Union member countries.  This includes information available in the employee's personnel file(e.g. home address and phone number, work and compensation history, planned salary, earnings, career development, paid time off, salary grade, language preferences, education, emergency contacts, gender). It also includes some sensitive personal information (e.g., race, ethnicity, health information).  Meridian collects, stores and precesses personal information for reasons such as:  employee management and administration (including both during and after employment), employment verification, administering employee benefits, administering compensation programs, performance evaluation, managing corporate programs, disciplinary proceedings, labor relations issues, processing health insurance claims, maintaining and monitoring usage of internal networks and IT systems.  Meridian also contracts with thrid party vendors for services including, payroll processing and other HR support services.",
    "address": "3471 River Hills Drive",
    "asp_index": "21634",
    "city": "Cincinnati",
    "contactemail1": "hr@meridianbioscience.com",
    "contactfax1": "(513) 272-5433",
    "contactname1": "Marviette Johnson",
    "contactoff1": "Global Human Resources Group",
    "contactphone1": "(513) 271-3700",
    "contacttitle1": "Vice President of Human Resources",
    "corpoffemail1": "hr@meridianbioscience.com",
    "corpofffax1": "(513) 272-5433",
    "corpoffname1": "Marviette Johnson",
    "corpoffphone1": "(513) 271-3700",
    "corpofftitle1": "Vice President of Human Resources",
    "eucountries": "Belgium, France, Germany, Italy, Netherlands, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "FRA",
        "DEU",
        "ITA",
        "NLD",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Biotechnology - (BTC)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)"
    ],
    "latest": "true",
    "nextcertification": "2014-07-12",
    "orgverification": "In-house",
    "personaldata": "Human Resources data (paper and electronic)",
    "ppdate": "2012-04-30",
    "previous": "21634",
    "privacyprograms": "None",
    "recoursemech": "Employees who have concerns regarding the processing of their employee personal information are encouraged to notify the Vice President of Human Resources.  Complaints will be resolved in accordance with Meridian's existing formal complaint procedures.  For Meridian employees located in the EU, if efforts to resolve concerns internally are unsatisfactory, employees may contact the panel of EU data protection authorities.  Meridian will cooperate in the resolution of such inquiries and will comply with the advice given by the panel.",
    "signupdate": "2012-07-12",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "45244"
}