{
    "CertificationStatus": "false",
    "Fax": "646-649-2367",
    "OrgName": "sCoolTV",
    "PPLoc": "https:/ www.scooltv.com/privacy ",
    "Phone": "646-649-2367",
    "activities": "In general, you can visit the Site without telling us who you are or revealing any personally identifiable information about yourself. If you choose to register, we will collect your name and  email address. We also will obtain your street mailing address from one or more unaffiliated companies, such as PayPal or credit card providers, that we use for third party payment processing in order for you to fulfill your service subscriptions.  If/when you make a purchase, our third party payment processor will collect your billing address and ask for your PayPal account email or credit card information.  In this Privacy Policy, we refer collectively to your name, email addresses, and postal mailing and billing addresses as your “Personal Information.”  By providing your Personal Information to us or our payment processors, you explicitly agree to our collection and use of such information as described in this Policy. We do not have access to any credit card information you may provide to our payment processors. \r\nAlternatively, you can log in to our site using sign-in services such as Facebook Connect. These services will authenticate your identity and provide you the option to share certain Personal Information with us, such as your name and email address, to pre-populate our sign-up form.  Services like Facebook Connect may also give you the option to post information about your activities on this Web site to your profile page to share with others within your network.  You are responsible for controlling these settings. \r\nGenerally, we use the information we collect to:\r\n•\tProcess your registration and create your account\r\n•\tFulfill an order\r\n•\tSend you an order confirmation\r\n•\tRespond to customer service requests\r\n•\tAdminister your account\r\n•\tRespond to your questions and concerns\r\n•\tImprove our Web site and marketing efforts\r\n•\tConduct research and analysis\r\n•\tDisplay content based upon your interests\r\n•\tFacilitate your transactions with other users\r\nAfter signing up for a course, the profile you create will be visible to other course attendees and the course creator.  You may adjust the amount of information visible in your profile from your account settings page.",
    "address": "347 Fifth Ave",
    "asp_index": "21682",
    "city": "new york",
    "contactemail1": "tommy@scooltv.com",
    "contactfax1": "646-649-2367",
    "contactname1": "Tommy Zhang",
    "contactoff1": "sCoolTV NyC",
    "contactphone1": "646-649-2367",
    "contacttitle1": "COO",
    "corpoffemail1": "tommy@scooltv.com",
    "corpofffax1": "646-649-2367",
    "corpoffname1": "Tommy Zhang",
    "corpoffphone1": "646-649-2367",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)Films Videos & Other Recordings - (FLM)",
    "industrysector_parsed": [
        "Education & Training - (EDS)",
        "Films Videos & Other Recordings - (FLM)"
    ],
    "latest": "true",
    "nextcertification": "2015-01-31",
    "orgverification": "Third Party",
    "personaldata": "all data are processed automatically",
    "ppdate": "2014-01-24",
    "previous": "21682",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-01-31",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10016"
}