{
    "CertificationStatus": "true",
    "Fax": "408-636-4400",
    "OrgName": "eGain inc",
    "PPLoc": "http://www.egain.com/privacy-policies/ ",
    "Phone": "408-636-4500",
    "activities": "eGain is provider of multichannel customer service and knowledge management software for in-house and cloud deployment. eGain solutions are designed to enable improved customer experience, contact center agent productivity, and service process efficiencies. \r\n eGain strives to provide services to businesses, customers, non-profit organizations and government agencies that help facilitate more informed decisions, and make society safer, in ways that protect customer privacy. We aspire to protect customer privacy through the design of our products, by credentialing, monitoring, and auditing our Hosting Infrastructure as appropriate, and through other information security safeguards. We also strive to promote transparency through customer education initiatives, privacy principles and policies, and appropriate opportunities for customer choice, access, and correction with respect to personal information stored within our Infrastructure.\r\n\r\neGain collects personally identifiable information when users register on the site including but not limited to name, email address, and phone number. These personally identifiable information are used respond to customer service requests, send newsletters, and to administer account. Out of respect for privacy, we allow users to opt out of these newsletters by following the unsubscribe directions. \r\n\r\n1. Information Related to Data Collected through Platform:\r\neGain collects information under the direction of its clients, and has no direct relationship with the individuals whose personal data it processes. \r\n\r\n2. Transfer of data to Service Provider, Sub-Processors/Onward Transfer:\r\neGain may transfer personal information to companies that help us provide our service. Transfers to subsequent third parties are covered by the provisions with notice and choice and the service agreements with our clients.\r\n\r\n3. Access to Data Controlled by our Clients:\r\neGain has no direct relationship with the individuals whose personal data it processes. An individual who seeks access, or who seeks to correct, amend, or delete inaccurate data should direct his query to the eGains’ client (the data controller). If the client requests eGain to remove the data, we will respond to their request within 30 business days.",
    "address": "1252 Borregas Avenue USA",
    "asp_index": "21874",
    "city": "Sunnyvale",
    "contactemail1": "kbalani@egain.com",
    "contactfax1": "408-636-4400",
    "contactname1": "Kishu Balani",
    "contactoff1": "eGain Corporation",
    "contactphone1": "988-112-6837",
    "contacttitle1": "Manager - Security & Compliance",
    "corpoffemail1": "kbalani@egain.com",
    "corpofffax1": "408-636-4400",
    "corpoffname1": "Kishu Balani",
    "corpoffphone1": "988-112-6837",
    "corpofftitle1": "Manager - Security & Compliance",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-03-11",
    "orgverification": "Third Party",
    "personaldata": "On-line data = data collected directly on the Internet.",
    "ppdate": "2013-11-20",
    "previous": "27601",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-03-11",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94089"
}