{
    "CertificationStatus": "true",
    "Fax": "703-562-6968",
    "OrgName": "Atlantic Management Center, Inc.",
    "PPLoc": "http://www.amciweb.com/about/clientprivacystatement.html ",
    "Phone": "703-256-0509",
    "activities": "AMCI is an Accredited Provider of the Association for Project Management (APM) in the United Kingdom and as such is responsible for submitting, via email to the APM, the names and contact details of candidates who are registering to take their APMP exam. AMCI also receives the results of exam candidates indicating if they have passed or failed via email from the APM. The personal data of the exam candidates captured on their APMP exam registration forms are stored inside Citrix on our secure servers owned by AMCI, hosted by our outsourced IT provider, Miles Technologies, located in New Jersey.",
    "address": "1800 Diagonal Road, Suite 600",
    "asp_index": "21879",
    "city": "Alexandria",
    "contactemail1": "arobinson@amciweb.com",
    "contactfax1": "703-562-6968",
    "contactname1": "Ann Robinson",
    "contactoff1": "AMCI - UK",
    "contactphone1": "571-338-0377",
    "contacttitle1": "Director of Operations",
    "corpoffemail1": "gphillips@amciweb.com",
    "corpofffax1": "703-562-6968",
    "corpoffname1": "Gloria Phillips",
    "corpoffphone1": "703-402-5744",
    "corpofftitle1": "CEO",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Education & Training - (EDS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)"
    ],
    "latest": "false",
    "nextcertification": "2015-03-01",
    "orgverification": "In-house",
    "personaldata": "AMCI processes personal data of a client’s staff taking the APMP exam and submits their exam Qualification Application Forms on behalf of the client including: full names; home and office addresses; phone numbers and email addresses. After the exam is complete, AMCI receives the results of the candidates by name, indicating passed or failed. AMCI manually collates the data in Excel by year.",
    "ppdate": "2006-08-01",
    "previous": "27570",
    "privacyprograms": "N/A",
    "recoursemech": "AMCI encourages consumers to contact us directly if they have cause for a legitimate complaint and we will do our utmost to resolve said complaint. However in the event that it cannot be resolved without proceeding to an independent recourse mechanism AMCI will provide full and readily available information on the procedure for the complaint resolution process. AMCI agrees to cooperate and comply with the EU data protection authorities.",
    "signupdate": "2012-03-01",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22314"
}