{
    "CertificationStatus": "true",
    "Fax": "800-755-5205",
    "OrgName": "Store Financial Services, LLC",
    "PPLoc": "http://www.storefinancial.com/privacy/ ",
    "Phone": "800-755-5001",
    "activities": "Loyalty Program Data – StoreFinancial, as part of its loyalty, rewards, and incentives business line, obtains the name, address, phone number, and e-mail address of award recipients from third-party partners, processes the information, and transmits it to manufacturers for shipping and fulfillment.  The data is not used for any marketing purposes, nor shared with any third-parties outside of the order fulfillment supply chain.\r\n\r\nCardholder Data – In some cases, such as with virtual cards, high-value transactions and for large orders, International, Federal, State, and Local Law requires that merchants, on behalf of StoreFinancial, collect the purchaser’s name and phone number.  This information is collected solely for fraud protection purposes.  Additionally, if consumers elect to register their cards either directly through StoreFinancial, or locally from merchants when a card is purchased, and consumers voluntarily provide personally identifiable information, this information is also stored by the Company.  All of this data is not shared with any third parties, and it is only referenced in the event of a fraud investigation, or lost or stolen card report.  Marketing information for consumers in European Union member countries may be collected by individual shopping centers at the time of purchase for pre-paid cards; however, the consumer must opt-in and agree to the collection of this data.",
    "address": "7171 West 95th St.",
    "asp_index": "21893",
    "city": "Overland Park",
    "contactemail1": "abarrett@storefinancial.com",
    "contactfax1": "800-755-5205",
    "contactname1": "Andrew Barrett",
    "contactoff1": "Store Financial Services, LLC",
    "contactphone1": "913-732-5501",
    "contacttitle1": "Director of Information Security",
    "corpoffemail1": "tcandelario@storefinancial.com",
    "corpofffax1": "800-755-5205",
    "corpoffname1": "Tony Candelario",
    "corpoffphone1": "913-732-5508",
    "corpofftitle1": "Vice-President - General Counsel",
    "eucountries": "Austria, Belgium, France, Germany, Ireland, Italy, Netherlands, Portugal, Spain, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NLD",
        "PRT",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2015-02-28",
    "orgverification": "In-house self-assessment.",
    "personaldata": "StoreFinancial collects selected personally identifiable information for prepaid cards purchased by, and payments processed for, consumers located in EU member countries.  The collected data may include the purchaser's name, address, phone number, and e-mail address.  This information is stored electronically in the United States, and is not manually processed.",
    "ppdate": "2013-02-28",
    "previous": "",
    "privacyprograms": "StoreFinancial does not belong or subscribe to any third-party privacy programs.",
    "recoursemech": "StoreFinancial has agreed to utilize the European Union Data Protection Authorities (EU DPAs) as its independent recourse mechanism, as specified in the Company's Privacy Policy.  All complaints and inquires which cannot be resolved between StoreFinancial and consumers will be referred to the DPAs for dispute resolution.",
    "signupdate": "2013-02-28",
    "state": "Kansas",
    "statutorybody": "FTC",
    "zip": "66212"
}