{
    "CertificationStatus": "true",
    "Fax": "212-343-8852",
    "OrgName": "Xtify, Inc",
    "PPLoc": "http://www.xtify.com/privacy.html ",
    "Phone": "203-885-2177",
    "activities": "Xtify collects personal from customers, including customers in the EEA/Switzerland, such as first and last name, gender, e-mail and mailing addresses, professional title, company name, and password when creating an account on the Xtify console. Xtify also collects IP addresses, navigational information, and URLs. Xtify uses cookies. When customers sign up for messaging services on the Xtify website, Xtify collects all information necessary to complete the transaction, including name and billing information. Xtify also retains information on a customer's behalf, such as files and messages that are stored using their account. Xtify collects feedback, and information submitted in connection with employment opportunities. Xtify also collect other types of Personal Data such as operating system and version, product version numbers, demographic, and other requested information if contacted us via e-mail regarding support for the products. Xtify uses personal data in the following ways: to facilitate the creation and to enforce security of accounts; identify users in our system; provide technical information for the proper administration of Xtify services; improve the quality of experience when customer's interact with the Xtify website and products; send a welcome e-mail to verify ownership of the e-mail address provided when accounts are created; send administrative e-mail notifications, such as security or support and maintenance advisories; respond to inquiries related to employment opportunities or other requests; to send promotional communications; to provide with hardcopy or electronic newsletters or surveys; to send upgrades and offers related to Xtify products and services; and for other marketing purposes (provided an opt-in to receive such communications is received), and to make telephone calls as a part of secondary fraud protection or to solicit feedback.",
    "address": "36 Cooper Square",
    "asp_index": "21924",
    "city": "New York",
    "contactemail1": "bordashm@us.ibm.com",
    "contactfax1": "212-343-8852",
    "contactname1": "Michael Bordash",
    "contactoff1": "Xtify, an IBM Company",
    "contactphone1": "203-885-2177",
    "contacttitle1": "CTO",
    "corpoffemail1": "michael@xtify.com",
    "corpofffax1": "212-343-8852",
    "corpoffname1": "Michael Bordash",
    "corpoffphone1": "203-885-2177",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-02-13",
    "orgverification": "In-house",
    "personaldata": "On-Line data; Human Resources data, and third party data received as a processor",
    "ppdate": "2011-09-20",
    "previous": "21924",
    "privacyprograms": "None",
    "recoursemech": "If you believe that we have not adhered to this Privacy Policy, please contact us by e-mail at privacy@xtify.com. We will do our best to address your concerns. We will cooperate with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Privacy Commissioner (FDPIC) for Human Resources data.",
    "signupdate": "2013-02-13",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10003"
}