{
    "CertifiedThroughLabel": "",
    "Fax": "312 372 0044",
    "OrgName": "KnowledgeAdvisors",
    "PPLoc": "http://www.metricsthatmatter.com/mtm/Legal/privacypolicy.htm ",
    "Phone": "312 423 8740",
    "activities": "The site collects learning evaluation information for purposes of 1) continuously improving the learning experience and 2) communicating the value of the learning back to the customer purchasing the learning by illustrating job impact, business change, and return on investment from the learning experience.\r\n \r\nDuring the process the learner may be asked to provide the following types of human resources information, either at the end of the training experience or when they are back on the job:\r\n1.  Email address\r\n2.  Job function\r\n3.  Company name (or business unit classification/demographic data on learner)\r\n \r\nIn addition the learner may be asked to provide evaluation data (perception of satisfaction, effectiveness, impact, results, and ROI)\r\n \r\nThe site is used by clients of KnowledgeAdvisors to evaluate their learning programs with their internal employees, external customers, and partners/suppliers.",
    "address": "222 S. Riverside Plaza, Suite 2050",
    "asp_index": "21941",
    "city": "Chicago",
    "contactemail1": "thawes@knowledgeadvisors.com",
    "contactfax1": "312 372 0044",
    "contactname1": "Todd Hawes",
    "contactoff1": "KnowledgeAdvisors",
    "contactphone1": "312 676 4440",
    "contacttitle1": "Senior IT Manager",
    "corpoffemail1": "thawes@knowledgeadvisors.com",
    "corpofffax1": "312 372 0044",
    "corpoffname1": "Todd Hawes",
    "corpoffphone1": "312 676 4440",
    "corpofftitle1": "Senior IT Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer & Peripherals - (CPT)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)"
    ],
    "latest": "true",
    "nextcertification": "2015-03-03",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed Data, Human Resources Data.",
    "ppdate": "2011-03-01",
    "previous": "",
    "privacyprograms": "KnowledgeAdvisors is not a member of any organization relevant to the safe harbor in which the organization is a member.",
    "recoursemech": "KnowledgeAdvisors data protection and privacy guidelines provided to clients using the site discuss how the policies are enforced.  Individual respondents wih complaints or disputes regarding KnowledgeAdvisors and its clients policies or procedures with respect to data protection and privacy of personal information can contact KnowledgeAdvisors or its client.  Contact information is listed on KnowledgeAdvisors consent notice.  Readily available and affordable independent recourse mechanisms will be utilized, when necessary and feasible, to investigate and resolve the complaints and disputes.  KnowledgeAdivisors and its clients commit to cooperate in any investigations by and comply with the advice of competent EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (Swiss FDPIC).  This cooperation pertains to providing recourse for individuals for whom the data relate, and obligates KnowledgeAdvisors and its clients to remedy problems arising out of failure to comply with the Priniciples.  KnowledgeAdvisors and its clients will also cooperate with the DPAs and the Swiss FDPIC in the investigation and resolution of complaints brought under Safe Harbor and will comply with any advice given by the DPAs and the Swiss FDPIC where the DPAs and the Swiss FDPIC and take the view that the KnowledgeAdvisors and  its clients specific action to comply with the Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by non-compliance with Principles, and will provide the DPAs and the Swiss FDPIC with written communication that such action has been taken.",
    "signupdate": "2004-03-03",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60606"
}