{
    "Fax": "206-877-4422",
    "OrgName": "Good Done Great",
    "PPLoc": "http://www.gooddonegreat.com/privacy-policy/ ",
    "Phone": "8433303974",
    "activities": "Good Done Great holds high regard for the protection of personal data and takes great measures to ensure its protection. The following is a brief outline of how, and when personal information is gathered. \r\nRegistration and Billing Information \r\nVisitors are required to provide contact information such as name and e-mail.\r\nLog Data and Activity Tracking\r\nGood Done Great collects Internet addresses, browser types, referring domains, time stamps, and specific pages visitors request. The information is logged for marketing purposes and to diagnose technical problems. \r\nCookies\r\nWe do not link the information we store in cookies to any personally identifiable information submitted on our sites. Cookies are used to track whether users and visitors have previously visited the Site or the Services. Gooddonegreat.com and gdg.do also uses a persistent cookie to help save and retrieve usernames and to save a user’s preferences from one session to the next. \r\nService Provider Collection and Use\r\nGood Done Great collects information under the direction of its Clients, and has no direct relationship with the individuals whose personal data it processes. Good Done Great works with its Clients to help provide notice to their customers concerning, the purpose for which personal information is collected.\r\nThird Party Personal information\r\nIf a an Administrator invites a third party to review and provide input on the data it has entered as part of the Services, the Administrator will need to provide the name and e-mail address (and phone and fax number if they so choose) of each such third party. Gdg.do will automatically send the third party an e-mail inviting him or her to become a user in order to review and provide input on the requesting user’s data.\r\nAccess to Data Controlled by our Clients\r\nGood Done Great has no direct relationship with the individuals whose personal data it processes. An individual who seeks access, or who seeks to amend inaccurate data should direct querie to the Good Done Great’s Client (the data controller). If the Client requests Good Done Great to remove the data, we will respond to their request within 30 business days.\r\nData Retention\r\nGood Done Great will retain personal data we process on behalf of our Clients for as long as needed to provide services as necessary to comply with our legal obligations.\r\nInformation Use\r\nGood Done Great uses the information collected to send users and visitors’ information regarding gdg.do or its partners. To opt out of receiving such information, users and visitors can send an email to support@gooddonegreat.com or follow the unsubscribe instructions contained in the emails they receive. \r\nStored Data may be viewed or accessed by Good Done Great for resolving problems, to pursue due diligence on suspected violations of the Terms of Use for the Site and the Services, or as may be required by law. Good Done Great will not review, share, distribute, print or reference any data stored by users on the Site or the Services.\r\nSharing of Information\r\nGood Done Great may share aggregated demographic information with third parties for specific services. This is not linked to any individual personal information, and each entity will comply with the guidelines described in this Privacy Policy. \r\nGoogle Connect\r\nWe provide Users with the opportunity to link their Services account with a Google Apps account by providing a Google Apps username and password. This information allows Users to send email from within gdg.do using a Google Apps account, and to sync calendars.\r\nPublic Forums\r\nOur Web site offers publicly accessible blogs or community forums. Information provided may be read, collected, and used by others. To request removal of personal information from our blog or community forum, contact atsupport@gooddonegreat.com. If we are unable to remove your personal information, we will notify you.\r\nLinks to Other Sites\r\nThe Site and the Services contains links to other sites. Good Done Great is not responsible for the privacy practices of other sites. We encourage gdg.do users to be aware when they leave the Site or the Services and to read the privacy statements of each and every web site that collects personally identifiable information. \r\nSecurity\r\nGood Done Great takes every precaution to protect our users’ and visitors’ information and data against loss, misuse and alteration. We use standard industry practices as outlined in our security statement to help prevent unauthorized use of, or access to visitor and user information and hosted data. These practices include firewalls, SSL encryption, system redundancies, and co-location at a 24/7 secured, controlled environment. Good Done Great personnel with access to information gathered from visitors and users are bound by a non-disclosure agreement. No method of transmission over the Internet, or method of electronic storage, is 100% secure, however.  Therefore, we cannot guarantee its absolute security. If you have any questions about security on our Web site, you can contact us at info@gdg.do.\r\nChoice/Opt-out\r\nWhenever visitors or users submit requests for more information or services from us, they may opt out of entering certain fields. \r\nUpdating Personal Information\r\nWe encourage our visitors and users to update their personal information. Users can easily correct contact information at any time through the Service or by contacting support@gooddonegreat.com. We will retain information as long as accounts are active or as needed to provide services. If you wish to cancel your account or request that we no longer use your information to provide services, contact support@gooddonegreat.com. \r\nNotice of Changes\r\nGood Done Great may amend this Privacy Policy from time to time. If Good Done Great is going to use personally identifiable information in a manner different from that stated at the time of collection you will be notified via email, and given a choice to opt out. In addition, if we make any material changes in our privacy practices that do not affect visitor or user information already stored in our database, we will post a prominent notice on the Site or in the Services.",
    "address": "2910 N 28th Street",
    "asp_index": "21950",
    "city": "Tacoma",
    "contactemail1": "earl@gooddonegreat.com",
    "contactfax1": "206-877-4422",
    "contactname1": "Earl Bridges",
    "contactoff1": "Good Done Great - Tacoma",
    "contactphone1": "8433303974",
    "contacttitle1": "President",
    "corpoffemail1": "earl@gooddonegreat.com",
    "corpofffax1": "206-877-4422",
    "corpoffname1": "Earl Bridges",
    "corpoffphone1": "8433303974",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-25",
    "orgverification": "In-house",
    "personaldata": "Employee names, email address, telephone numbers.  All of this information is voluntarily provided.",
    "ppdate": "2014-01-01",
    "previous": "",
    "privacyprograms": "Good Done Great has a self-regulated privacy program that adheres to the Safe Harbor Privacy Principles. TrustE",
    "recoursemech": "Dispute Resolution\r\nIndividuals who do not receive timely acknowledgment of their complaints or whose complaints are not satisfactorily addressed by a participating U.S. company may file a dispute on-line as directed below.\r\n1.\tThe dispute may be filed on-line utilizing the AAA WebFile® athttps://apps.adr.org/webfile/.   The filing party (“claimant”) will submit via AAA WebFile a Demand for Arbitration and copies of any supporting documents the claimant wishes to enter into evidence. A filing fee of US $200.000 shall be advanced by the claimant by credit card. The program fees are listed below.\r\n2.\tThe filing party may also file a case by mail or fax, please complete the appropriate form(s) and forward to AAA/ICDR Case Filing Services.\r\nInternational Centre for Dispute Resolution\r\nA Division of the American Arbitration Association\r\nCase Filing Services\r\n1101 Laurel Oak Road, Suite 100\r\nVoorhees, NJ 08043\r\nPhone: 856-435-6401\r\nToll free  in the US: 877-495-4185\r\nFax: 877-304-8457\r\nFax outside the US: 212-484-4178\r\nEmail: casefiling@adr.org\r\nFor any questions or for further information about this program, the ICDR’s International Arbitration Rules and forms, along with additional language versions of the ICDR’s International Arbitration Rules, please contact Mr. Jason Cabrera at the International Centre for Dispute Resolution at 212.484.3207 or by visiting the ICDR’s website at:www.icdr.org.",
    "signupdate": "2014-04-25",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98407"
}