{
    "CertificationStatus": "true",
    "Fax": "206-878-8314",
    "OrgName": "OCENS, Inc.",
    "PPLoc": "http://www.ocens.com/Privacy-Policy.aspx ",
    "Phone": "206-878-8270",
    "activities": "OCENS, Inc. Privacy Notice\r\nEffective March 15, 2006\r\nPrivacy Notice Table Of Contents: \r\n· Our Commitment To Privacy \r\n· The Information We Collect \r\n· How We Use Information \r\n· Our Commitment To Data Security \r\n· Our Commitment To Children's Privacy \r\n· How To Access Or Correct Your Information \r\n· How To Contact Us\r\nOur Commitment To Privacy \r\nYour privacy is important to us. To better protect your privacy we provide this notice explaining our online information practices and the choices you can make about the way your information is collected and used. To make this notice easy to find, we make it available on our homepage and at every point where personally identifiable information may be requested. Furthermore, we adhere to European Union-United States Safe Harbor Principles as it pertains to information collected from citizens of the European Union.\r\nThe Information We Collect: \r\nThis notice applies to all information collected or submitted on the OCENS website(s). On some pages, you can order products, make requests, activate services and register to receive materials. The types of personal information collected at these pages are: \r\nName \r\nAddress \r\nEmail address \r\nPhone number \r\nCredit/Debit Card Information \r\nUsernames/Passwords you request for data service access\r\nThe Way We Use Information: \r\nWe use the information you provide about yourself when placing an order to complete that order and activate services (if applicable). We do not share this information with outside parties except to the extent necessary to complete that order and/or activate the requested services. \r\nThe information we collect is used to validate your account status, improve our services, notify consumers about updates to our products and websites and for special offers and promotions. Also, OCENS may provide aggregate statistics about our online sales, traffic patterns and related site information to reputable third-party vendors, but these general statistics will include no personally identifying information.\r\nFinally, we never use or share the personally identifiable information provided to us online in ways unrelated to the ones described above without also providing you an opportunity to opt-out or otherwise prohibit such unrelated uses. \r\nOur Commitment To Data Security \r\nTo prevent unauthorized access, maintain data accuracy, and ensure the correct use of information, we have put in place appropriate physical, electronic, and managerial procedures to safeguard and secure the information we collect online. \r\nOur Commitment To Children's Privacy: \r\nProtecting the privacy of the very young is especially important. For that reason, we never collect or maintain information at our website from those we actually know are under 13, and no part of our website is structured to attract anyone under 13. \r\nHow You Can Access Or Correct Your Information \r\nYou can access all your personally identifiable information that we collect online and maintain by contacting us at OCENS, 19655 1st Avenue South, Suite 203, Seattle, Washington, 98148. We use this procedure to better safeguard your information. \r\nYou can correct factual errors in your personally identifiable information by sending us a request that credibly shows error. \r\nTo protect your privacy and security, we will also take reasonable steps to verify your identity before granting access or making corrections. \r\nComplaint Handling Procedures\r\nWritten complaints regarding the manner in which we handle personally identifiable information that we collect online and maintain can be submitted to OCENS at 19655 1st Avenue South, Suite 203, Seattle, Washington, 98148. \r\nHow To Contact Us \r\nShould you have other questions or concerns about these privacy policies, please call us at 206.878.8270 or send us an email at admin@ocens.com.",
    "address": "22608 Marine View Drive South Suite 300",
    "asp_index": "21958",
    "city": "Des Moines",
    "contactemail1": "admin@ocens.com",
    "contactfax1": "206-878-8314",
    "contactname1": "Mark Freeberg",
    "contactoff1": "OCENS",
    "contactphone1": "206-878-8270",
    "contacttitle1": "President",
    "corpoffemail1": "freeberg@ocens.com",
    "corpofffax1": "206-878-8314",
    "corpoffname1": "Mark Freeberg",
    "corpoffphone1": "206-878-8270",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Telecommunications Equipment - (TEL)Telecommunications Services - (TES)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Telecommunications Equipment - (TEL)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2015-03-07",
    "orgverification": "In-house",
    "personaldata": "online, offline",
    "ppdate": "2006-03-15",
    "previous": "21958",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities",
    "signupdate": "2006-03-07",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98198"
}