{
    "CertificationStatus": "true",
    "Fax": "408-919-1501",
    "OrgName": "Oclaro, Inc.",
    "PPLoc": "See link below",
    "Phone": "408-383-1400",
    "activities": "To conduct business and comply with government regulations, we collect various personal and other data depending on an Employee's employment responsibilities, citizenship, location of employment and other factors.  Such data may include an Employee's name, user IDs, phone numbers, e-mail address, mailing addresses, banking and other financial data, government identification numbers (such as, but not limited to, an Employee's social security number, taxpayer identification number and driver license information), date of birth, gender, race, ethnicity, health and disability data, family-related data (such as, but not limited to, an Employee's marital status and personal and health-related data regarding your family members) trade union data and any other necessary data.  We use an Employee's information to conduct business and comply with government regulations.  Such use includes, but is not limited to, the following uses: to identify an Employee personally; to communicate with an Employee; to provide employee benefits; to comply with human resource requirements; and to comply with government regulations.",
    "address": "2560 Junction Ave.",
    "asp_index": "21967",
    "city": "San Jose",
    "contactemail1": "Carol.davis@oclaro.com",
    "contactfax1": "408-904-5486",
    "contactname1": "Carol J. Davis",
    "contactoff1": "San Jose, CA",
    "contactphone1": "408-919-2795",
    "contacttitle1": "Paralegal",
    "corpoffemail1": "David.Teichmann@oclaro.com",
    "corpofffax1": "408-904-4913",
    "corpoffname1": "David Teichmann",
    "corpoffphone1": "408-919-6017",
    "corpofftitle1": "Executive Vice President, General Counsel and Corporate Secretary",
    "eucountries": "Germany, Italy, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "DEU",
        "ITA",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Science & Technology - (GST)",
    "industrysector_parsed": [
        "General Science & Technology - (GST)"
    ],
    "latest": "false",
    "nextcertification": "2015-03-14",
    "orgverification": "In-house",
    "personaldata": "Employee name, user IDs, phone numbers, email address, mailing addresses, banking and other financial data, government identification numbers, date of birth, gender, race, ethnicity, health and disability data, family-related data, trade union data and any other necessary data",
    "ppdate": "2012-01-24",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "We have selected the European Data Protection Authorities for this purpose.",
    "signupdate": "2012-03-14",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95134"
}