{
    "CertificationStatus": "true",
    "Fax": "509-693-2100",
    "OrgName": "Global Sourcing Group",
    "PPLoc": "http://www.gsgtelco.com/gsg-privacy-policy/ ",
    "Phone": "802-540-3009",
    "activities": "GSG provides a cloud platform that manages managed mobility and fixed line telecom services. In the performance of these services, the information we receive from our customers may contain one or more of the following data elements which is considered personal information related to the employees of our customers: Employee Id, Name, Title, Location, Corporate e-Mail Address, Department/Cost Center, Phone Numbers, and Corporate Address. This information is used for the sole purpose of matching charges and telecommunications inventory of GSG's corporate customer enabling the responsible employee's to manage the acquisition, tracking, use, and disposal of these corporate assets.\r\n\r\nFurther, upon explicit opt-in and only with the consent of the particular employee, GSG may accept Employee Shipping Address and credit card information. This information is stored for the sole purpose of requesting, approving, ordering, testing, and shipping wireless devices (i.e., Cellular Telephones, Smartphones, Tablets, Aircards and cellular hot spots), accessories and service to the employee upon approval from the employee's designated manager(s). Credit card information is received through the portal, but is not stored in any GSG system, going directly to the credit card processing organization. This information is forwarded to the telecommunication carrier, designated carrier representative or accessory vendor selected by the employee for purposes of procurement, fulfillment and provisioning of the requested device, service, and/or accessory.\r\nIn addition, parties visiting GSG websites can visit sites without providing personal information; however, computers connected to the internet contain information such as IP Address (Internet Protocol Address) and Domain Name which may identify the computer and network attempting to access our web site(s). This information may be captured and stored for tracking and monitoring purposes. Like many web sites, GSG uses cookies to improve the visitor’s on-line experience and to allow us to better provide support to its website visitors. For example, using cookies we track the total number of visitors to our site(s) on an anonymous aggregate basis. We may also employ cookies so that we remember you when you return to the site(s), to keep track of the items you have requested from us and to help us customize your web experience on return visits to the website(s). We may associate personal information with a cookie file in those instances.\r\n\r\nUse the options in your web browser if you do not wish to receive a cookie or if you wish to set your browser to notify you when you receive a cookie. Click on the “Help” section of your browser to learn how to change your cookie preferences. However, if you disable all cookies, you may not be able to take advantage of all the features of GSG’s web site(s).\r\n\r\nThe above notwithstanding Personal Information captured and contained in the GSG databases and servers is not sold, licensed, or distributed to any third parties except authorized employees, partners, vendors, and suppliers for the purposes of managing corporate telecom expenses on behalf of our corporate customers.",
    "address": "112 Lake St",
    "asp_index": "21978",
    "city": "Burlington",
    "contactemail1": "christina.miles@gsgtelco.com",
    "contactfax1": "509-693-2100",
    "contactname1": "Christina Miles",
    "contactoff1": "Global Sourcing Group",
    "contactphone1": "802-540-3009",
    "contacttitle1": "Financial Administrator",
    "corpoffemail1": "dan.hughes@gsgtelco.com",
    "corpofffax1": "509-693-2100",
    "corpoffname1": "Dan Hughes",
    "corpoffphone1": "802-540-0346",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-25",
    "orgverification": "In-House",
    "personaldata": "Mobile Device Inventory and Associated Billing",
    "ppdate": "2014-07-03",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "International Centre for Dispute Resolution (ICDR), a division of the American Arbitration Association (AAA)",
    "signupdate": "2014-07-25",
    "state": "Vermont",
    "statutorybody": "FTC",
    "zip": "05401"
}