{
    "CertificationStatus": "false",
    "Fax": "786-517-5620",
    "OrgName": "Intradata, LLC",
    "PPLoc": "http://www.intradatasolutions.com/PrivacyPolicy.aspx ",
    "Phone": "786-517-5620",
    "activities": "We are a software provider, that may receive data for support and testing purposes. We neither collect nor transfer the data  from/to any party and do not expose the data. We use best practices to ensure that access to the data is restricted to our employees.",
    "address": "25 se 2nd ave ste 507",
    "asp_index": "21998",
    "city": "Miami",
    "contactemail1": "jlezcano@intradatasolutions.com",
    "contactfax1": "786-517-5620",
    "contactname1": "Jorge Lezcano",
    "contactoff1": "President's Office",
    "contactphone1": "786-517-5620",
    "contacttitle1": "President",
    "corpoffemail1": "jlezcano@intradatasolutions.com",
    "corpofffax1": "786-517-5620",
    "corpoffname1": "Jorge Lezcano",
    "corpoffphone1": "786-517-5620",
    "corpofftitle1": "President",
    "eucountries": "Ireland, Italy, Portugal, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "IRL",
        "ITA",
        "PRT",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2014-11-22",
    "orgverification": "In-house",
    "personaldata": "all personal information received by Intradata, LLC in the United States from the EEA and from Switzerland, in any format, including electronic, paper or verbal.",
    "ppdate": "2010-01-03",
    "previous": "21998",
    "privacyprograms": "None",
    "recoursemech": "1. for disputes involving all personal information received by Intradata from Switzerland, Intradata has agreed and to cooperate with the Swiss Federal Data Protection and Information Commissioner (FDPIC);\r\n\r\n2. for disputes involving employment-related personal information received by Intradata from the EEA, Intradata has agreed to cooperate with the data protection authorities in the EEA and to participate in the dispute resolution procedures of the panel established by the European data protection authorities (DPAs);\r\n\r\n3. for disputes involving all other personal information received by Intradata from the EEA, Intradata has agreed to TRUSTe dispute resolution. Individuals who submit a question or concern to Intradata and who do not receive acknowledgment from Intradata of the inquiry or who think their question or concern has not been satisfactorily addressed should then contact the TRUSTe Safe Harbor Dispute Resolution Program on the Internet, by mail or by fax. Inquiries by mail or fax should identify Intradata as the company to which a concern or question has been submitted, and include a description of the privacy concern, the name of the individual submitting the inquiry, and whether TRUSTe may share the details of the inquiry with Intradata. TRUSTe will act as a liaison to Intradata to resolve these disputes.\r\n\r\na. Online\r\n\r\nb. Fax: 415-520-3420\r\n\r\nc. Mail: Watchdog Complaints, TRUSTe, 55 2nd Street, 2nd Floor, San Francisco, CA, USA 94105\r\n\r\nFor information about TRUSTe or the operation of TRUSTe's dispute resolution process, visit TRUSTe on the Internet or request this information from TRUSTe by mail or fax using the contact information listed above. The TRUSTe dispute resolution process shall be conducted in English.",
    "signupdate": "2011-11-22",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33131"
}