{
    "CertificationStatus": "true",
    "Fax": "+1 650 701-1484",
    "OrgName": "Funambol",
    "PPLoc": "https://onemediahub.com/ui/jsp/privacy.jsp",
    "Phone": "+1 650 701-1450",
    "activities": "Funambol sells personal cloud software to mobile operators, device makers and other companies that want to provide a personal cloud service to customers. A personal cloud service allows users to store the data and content on mobile devices and computers in a personal cloud account which can be synced across their devices and computers and shared.\r\n\r\nThe Funambol software can be run on the customer's premises e.g. a mobile operator can operate the software on their infrastructure, such that the data collected from users goes into a database that is operated by the customer. In this case, only the customer has access to the data. Our company, Funambol, has nothing to do with that data i.e. we never see or access it.\r\n\r\nIn some cases, Funambol may host a solution for a customer. In this case, we will run the software for a customer, typically by deploying it using Amazon AWS. In this case, the data may be stored in the 'cloud', typically a database that operates in a particular Amazon data center. In other cases, the data might go in a database that resides on the customer's premises. It really depends on what our customers want. Our software and business model are flexible to meet the requirements of what our customers want.\r\n\r\nFunambol software uses industry-standard security to ensure the safety and privacy of data stored in a Funambol solution. Our software has been reviewed by security consultants and other experts who have advised us. In brief, it is our overall belief that the security of our system is very good and comparable to that of other personal cloud services.\r\n\r\nWhen a Funambol system is deployed, to our knowledge, the terms of use are always governed by a privacy policy. This privacy policy is really the province (responsibility) of the company offering the service to its users, i.e. a Funambol customer. Sometimes these companies ask us for a copy of our privacy policy and use that as a model or starting point for their own privacy policy. To our knowledge, our privacy policy is a modern policy that governs user data in a responsible manner that protects and respects the privacy of their data and does not use their data for any purpose other than to provide the service.",
    "address": "1065 E. Hillsdale Blvd #400",
    "asp_index": "21991",
    "city": "Foster City",
    "contactemail1": "info@funambol.com",
    "contactfax1": "+1 650 701-1484",
    "contactname1": "Hal Steger",
    "contactoff1": "Funambol Headquarters",
    "contactphone1": "+1 650 701-1450",
    "contacttitle1": "VP Marketing",
    "corpoffemail1": "hal@funambol.com",
    "corpofffax1": "+1 650 701-1484",
    "corpoffname1": "Hal Steger",
    "corpoffphone1": "+1 650 701-1450",
    "corpofftitle1": "VP Marketing",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-03-15",
    "orgverification": "In-house",
    "personaldata": "User contacts, calendars, files, pictures, videos, music and other data. This can include manually processed data.",
    "ppdate": "2013-08-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Funambol adheres to an independent recourse mechanism for investigating unresolved complaints regarding Safe Harbor commitments as prescribed by JAMS at\r\nhttp://www.jamsadr.com/adr-spectrum/",
    "signupdate": "2013-03-15",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94404"
}