{
    "CertificationStatus": "true",
    "Fax": "480-627-1801",
    "OrgName": "Axway",
    "PPLoc": "http://www.axway.com/privacy-policy ",
    "Phone": "480-627-1800",
    "activities": "Axway collects data from European Union residents through several different departments. Each department collects slightly different information and uses it slightly differently.\r\n\r\n•\tHuman Resources: from individuals seeking employment, or who are in the USA system for employment, such systems receive personal information such as name, email, address, benefits and salary;\r\n•\tMarketing: in our internal tools such as marketing email box, which receives personal information such as name, email, address;\r\n•\tCloud: in our trouble ticket system, which receives personal information such as name, email, address;\r\n•\tIS/ IT: in several internal tools, such as our one-line self-service purchasing portal, internal travel portal tool, and customer management tool, Wiki database, which receive personal information such as name, email, address.",
    "address": "6811 E. Mayo Blvd. Ste. 400",
    "asp_index": "21996",
    "city": "Phoenix",
    "contactemail1": "LKurtz@axway.com",
    "contactfax1": "480-627-1801",
    "contactname1": "Leigh Kurtz",
    "contactoff1": "Legal Department",
    "contactphone1": "480-627-1800",
    "contacttitle1": "Senior Legal Counsel",
    "corpoffemail1": "FKeloglanian@axway.com",
    "corpofffax1": "480-627-1801",
    "corpoffname1": "Franck Keloglanian",
    "corpoffphone1": "480-627-1800",
    "corpofftitle1": "Security Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-02-21",
    "orgverification": "In-house",
    "personaldata": "customer personal data (such as name, address, email, phone, title) and internal employee personal data (such as name, address, email, phone, title, salary, family member names, social security numbers, identification numbers). None of the data is manually processed except for some internal employee data processed by the Human Resources Department.",
    "ppdate": "2012-12-21",
    "previous": "21996",
    "privacyprograms": "None",
    "recoursemech": "Axway will cooperate and comply with the European Union Data Protection Authorities (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints organization human resources data, and use the American Arbitration Association (AAA) developed dispute resolution mechanism to investigate unresolved complaints involving other types of data (e.g., client and customer data)",
    "signupdate": "2013-02-21",
    "state": "Arizona",
    "statutorybody": "FTC",
    "zip": "85054"
}