{
    "Fax": "503-229-7401",
    "OrgName": "Icebreaker.com",
    "PPLoc": "https://eu.icebreaker.com/Privacy-Policy/service-privacy-policy,en,pg.html",
    "Phone": "503-727-9053",
    "activities": "Information we collect submitted by user:\r\ninclude name, address, email address, phone number, fax number, photographs, credit card information and other contact or demographic information consumer chooses to provide.  \r\n\r\nInformation we collect automatically via our web systems:\r\nlog your computer's operating system, Internet Protocol (\"IP\") address, access times, browser type and language and the website you visited before navigating to our websites.  We may also collect information about your usage and activity on our websites.\r\n\r\nHow We Use Your Information:\r\noperate and improve our websites; provide and deliver products and services, process and complete transactions and send you related information, including purchase confirmations, shipping alerts, invoices, updates, security alerts, recall notices and support and administrative messages; maintain and administer your online account;\r\nrespond to your comments and questions and provide customer service;send news and information about events, activities, offers,promotions, products and services offered by Icebreaker or third parties that we think will be of interest to you; process and deliver contest or sweepstakes entries and prizes; and link or combine with other personal information we receive from third parties to help understand your needs and provide you with better service.\r\n\r\nData Retention:\r\nWe will retain your information for as long as your account is active or as needed to provide you services. If you wish to cancel your account or request that we no longer use your information to provide you services, contact us at CS@Icebreaker.com.  We will retain and use your information as necessary to comply with our legal obligations, resolve disputes and enforce our agreements.",
    "address": "1330 NW 14th Ave",
    "asp_index": "22020",
    "city": "Portland",
    "contactemail1": "kristen.celko@icebreaker.com",
    "contactfax1": "503-229-7401",
    "contactname1": "Kristen Celko",
    "contactoff1": "Portland",
    "contactphone1": "503-727-9025",
    "contacttitle1": "VP of Global E-Commerce",
    "corpoffemail1": "kimberlee.viera@icebreaker.com",
    "corpofffax1": "503-229-7401",
    "corpoffname1": "Kimberlee Viera",
    "corpoffphone1": "503-727-9053",
    "corpofftitle1": "US Finance Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Apparel - (APP)",
    "industrysector_parsed": [
        "Apparel - (APP)"
    ],
    "latest": "false",
    "nextcertification": "2015-02-16",
    "orgverification": "Third Party",
    "personaldata": "online data",
    "ppdate": "2012-01-24",
    "previous": "",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "TRUSTe EU Safe Harbor Program",
    "signupdate": "2012-02-16",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97209"
}