{
    "CertificationStatus": "true",
    "Fax": "815-301-9866",
    "OrgName": "Evolv, Inc.",
    "PPLoc": "http://www.evolv.net/privacy-policy/ ",
    "Phone": "415-904-9800",
    "activities": "The Company may obtain Personal Information or Sensitive Personal Information through two distinct methods: Applicants for Employment, and Client-Provided Data.\r\nApplicants for Employment\r\nThe Company provides a wide variety of services and solutions to its business clients that facilitate recruiting, screening, and hiring of individuals. In some instances, The Company may obtain access to EU and Swiss Personal Data about such individuals in the course of providing the services and solutions. In other specific instances, the Company may also obtain access to data about our clients' existing employees or end users in the course of providing support services to the clients. Such data may include contact details, work history, educational history, work preferences, and other information, depending on the particular client and application at issue.\r\n\r\nWherever we obtain access to EU and Swiss Personal Data about individuals, we are acting as a mere data processor on behalf of our clients, and we therefore conduct such activities strictly in accordance with their instructions and pursuant to our contractual arrangements with them. If you are an applicant for employment with one of our clients, an employee of one of our clients, or another individual with an existing relationship with one of our clients, you should refer to the client's website or human resources manager to understand the privacy practices that apply to EU and Swiss Personal Data that we may maintain about you. Moreover, if you would like to access and review your EU and Swiss Personal Data, you should contact our client (your potential or existing employer) with any such requests. We will cooperate as appropriate with requests from our clients to assist with such responses.\r\nClient-Provided Data\r\nThe Company may receive various types of EU and Swiss Personal Data about employees and agents of our clients and partners. Such data may include contact information (names, titles, addresses, phone and fax numbers, and email addresses); employment information; and key performance indicators.\r\nThe Company may use these types of EU and Swiss Personal Data for business purposes, including to deliver or provide products or services; to establish or maintain client and business relationships; to provide access to Internet-based and e-commerce activities; to perform accounting functions; and to conduct other activities as necessary or appropriate in connection with the servicing and development of the business relationship.\r\nEmployees and agents of our clients and partners may contact the Company if any of their EU and Swiss Personal Data changes, or if they would like to access and correct EU and Swiss Personal Data that we maintain about them. However, such persons might first wish to contact their local human resources representative (i.e. the human resources representative within our Clients), as that might be the most efficient means of addressing their issues. In any event, such persons can also contact us by sending an email to the Company’s Privacy Office, or by using the information at the end of this privacy statement.",
    "address": "85 Federal Street",
    "asp_index": "22065",
    "city": "San Francisco",
    "contactemail1": "rwoodley@evolv.net",
    "contactfax1": "815-301-9866",
    "contactname1": "Roger Woodley",
    "contactoff1": "Data, Analytics, Science",
    "contactphone1": "415-904-9800 x313",
    "contacttitle1": "Director - Data, Analytics, Science",
    "corpoffemail1": "clandry@evolv.net",
    "corpofffax1": "815-301-9866",
    "corpoffname1": "Charles Landry",
    "corpoffphone1": "415-904-9800 x304",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-02-28",
    "orgverification": "In-house",
    "personaldata": "personal information provided by job applicants of our clients, HR and employment data on our clients' employees (some manually processed)",
    "ppdate": "2012-01-01",
    "previous": "22065",
    "privacyprograms": "None",
    "recoursemech": "Commitment to cooperate with data protection authorities located in the European Union (EU DPAs) and the Federal Data Protection and Information Commissioner of Switzerland (FDPIC) or their authorized representatives",
    "signupdate": "2012-02-28",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}