{
    "CertificationStatus": "true",
    "Fax": "617-431-9203",
    "OrgName": "TechTarget, Inc.",
    "PPLoc": "http://www.techtarget.com/html/privacy_policy.html ",
    "Phone": "617-431-9875",
    "activities": "TechTarget collects business information, including in some cases personally identifiable information, from our registered members, which we use to provide such registered members with specialized content and our advertisers with targeted audiences and sales leads.  In this capacity, registered member and certain user data from users located in the EU is transferred to TechTarget, Inc. servers located in the United States. Customer data is transferred to the United States for the purposes of marketing, facilitating transactions, customer support and storing customer data.  \r\n\r\nIn addition, Human Resources data from EU TechTarget subsidiaries is transferred to TechTarget, Inc. located in the United States. Human Resources data is transferred to the United States for the purposes of conducting the human resources and financial management of TechTarget, Inc. and its subsidiaries. Examples of the purposes for which TechTarget, Inc. collects and uses Human Resources data include, without limitation, making available documentation on personnel, administering compensation, payroll, benefits, administering stock options, bonus plans, succession planning, recruiting, addressing various legal obligations concerning personnel status, data audit and error control, and tracking the use of temporary workers and independent workers.",
    "address": "275 Grove Street",
    "asp_index": "22146",
    "city": "Newton",
    "contactemail1": "bkellegrew@techtarget.com",
    "contactfax1": "617-431-9203",
    "contactname1": "Bob Kellegrew",
    "contactoff1": "Legal Department",
    "contactphone1": "617-431-9875",
    "contacttitle1": "VP & General Counsel",
    "corpoffemail1": "bkellegrew@techtarget.com",
    "corpofffax1": "617-431-9203",
    "corpoffname1": "W. Robert Kellegrew, Jr.",
    "corpoffphone1": "617-431-9875",
    "corpofftitle1": "Vice President and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-03-17",
    "orgverification": "In-house",
    "personaldata": "Organization, client and customer data which is processed online and offline and is generally not processed manually.",
    "ppdate": "2011-03-11",
    "previous": "27569",
    "privacyprograms": "None",
    "recoursemech": "EU and/or Swiss data protection authorities",
    "signupdate": "2011-03-17",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02466"
}