{
    "CertificationStatus": "true",
    "Fax": "631-337-2254",
    "OrgName": "Report-it.com Inc",
    "PPLoc": "http://www.reportit.com/PrivacyPolicy.aspx ",
    "Phone": "631-337-2250",
    "activities": "Report it is an independent third party hotline service contracted by its customers to collect information on customers' behalf through reports of  potentially unethical or illegal activities on the part of individuals that are employed or otherwise contracted to work for those entities. Reports are submitted by our customers' stakeholders, including employees, contractors, agents, vendors . Information collected may include personal information about an individual. This information is collected to facilitate assessment and management of the reported activities by our customers.\r\n\r\nReport it  is not responsible for the content of the information it collects, which may include personally identifying information, nor is Report it  responsible for the way its customers treat personally identifying information included in reports. Where Report it  collects personal information directly from individuals in the EEA, it will inform them about the purposes for which it collects and uses personal information about them, the types of non-agent third parties to which Report it  discloses that information, and the choices and means, if any, Report it  offers individuals for limiting the use and disclosure of their personal information. Notice will be provided in clear and conspicuous language when individuals are first asked to provide personal information to Report it  , or as soon as practicable thereafter, and in any event before Report it  uses the information for a purpose other than that for which it was originally collected.",
    "address": "131 Atlantic Ave",
    "asp_index": "22144",
    "city": "West Sayville",
    "contactemail1": "info@reportit.com ",
    "contactfax1": "631-337-2254",
    "contactname1": "",
    "contactoff1": "Compliance",
    "contactphone1": "631-337-2250",
    "contacttitle1": "",
    "corpoffemail1": "alavalle@reportit.com",
    "corpofffax1": "631-337-2254",
    "corpoffname1": "Anthony Lavalle",
    "corpoffphone1": "631-337-2258",
    "corpofftitle1": "Director",
    "eucountries": "Belgium, France, Germany, Italy, Netherlands, Portugal, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "FRA",
        "DEU",
        "ITA",
        "NLD",
        "PRT",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2015-03-06",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line",
    "ppdate": "1999-04-22",
    "previous": "",
    "privacyprograms": "BBB EU Safe Harbor Program",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2006-03-06",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11796"
}