{
    "CertifiedThroughLabel": "",
    "Fax": "617-474-1630",
    "OrgName": "High Street Partners, Inc.",
    "PPLoc": "http://www.hsp.com/content/safe-harbor-privacy-policy ",
    "Phone": "617-474-1600",
    "activities": "High Street Partners is the leader in international business software and services. Our mission is to simplify the management and control of existing international operations and any planned international expansion, so our clients can capitalize on their overseas growth opportunities. Our services help clients extend their capabilities of headquarters-based Finance, HR and Legal executives, by offering a single point of accountability across lifecycles, functions and geographies.  In this capacity we receive and process personal information as provided to us by our clients.",
    "address": "31 St. James Avenue",
    "asp_index": "22166",
    "city": "Boston",
    "contactemail1": "jgriffin@hsp.com",
    "contactfax1": "617-4741630",
    "contactname1": "Jeff Griffin",
    "contactoff1": "High Street Partners, Inc.",
    "contactphone1": "339-707-7000",
    "contacttitle1": "VP, Information Technology",
    "corpoffemail1": "jgriffin@hsp.com",
    "corpofffax1": "617-474-1630",
    "corpoffname1": "Jeff Griffin",
    "corpoffphone1": "339-707-7000",
    "corpofftitle1": "VP, Information Technology",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-03-14",
    "orgverification": "in-house",
    "personaldata": "client",
    "ppdate": "2014-03-04",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "HSP will provide standard forms that allow the individual recourse in the event of disputes or disagreement and will dutifully work to honor the request of each individual regarding their data. Any questions or concerns regarding the use or disclosure of Personal Data should be directed to the VP, Information Technology, Jeff Griffin [jgriffin@hsp.com].  We investigate and attempt to resolve complaints regarding the use and disclosure of Personal Data in accordance with the Safe Harbor Principles.  For complaints that cannot be resolved between us, we have agreed to participate in the dispute resolution procedures of the panel established by the European data protection authorities (DPAs) to resolve disputes pursuant to the Safe Harbor Principles, as well as to cooperate and comply with the Federal Data Protection and Information Commissioner (FDPIC) of Switzerland. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by HSP, you may contact either the panel at ec-dppanel-secr@ec.europa.eu or individual EU DPAs (see http://ec.europa.eu/justice/data-protection/bodies/authorities/eu/index_en.htm). The contact information for the Swiss FDPIC can be found at:  http://www.edoeb.admin.ch/kontakt/index.html?lang=en.",
    "signupdate": "2014-03-14",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02116"
}