{
    "CertificationStatus": "true",
    "Fax": "212-594-2803",
    "OrgName": "Evidence Exchange LLC d/b/a AlixPartners",
    "PPLoc": "http://evidenceexchange.com/about-us/privacy-policy// ",
    "Phone": "212-594-2501",
    "activities": "Evidence Exchange provides electronic discovery services to corporations and their law firms.  Evidence Exchange has adopted and adheres to the following principles which are based upon the seven principles identified in the Safe Harbor Agreement.\r\nIn the course of its business, Evidence Exchange does not typically collect Personal Data.  Instead it receives Personal Data from parties who have already collected and are in possession of such information.  Therefore, to the extent permitted, and in accordance with the Safe Harbor Agreement, Evidence Exchange reserves the right to process Personal Data in the course of providing services to its clients without the knowledge of individuals involved.  Evidence Exchange will not use Personal Data for any other purposes than for the purposes that Evidence Exchange's clients provide such information, and will only share such information at the lawful direction of the client.\r\nIn the event that Evidence Exchange collects Personal Data directly from individuals, such individuals will be informed about the type of information collected, the purpose and use for which it is collected, and the types of non-agent third parties to which Evidence Exchange will disclose the Personal Data.  These individuals will be notified about the choices and means that Evidence Exchange offers individuals to limit the data's use and disclosure.",
    "address": "21 Penn Plaza",
    "asp_index": "22225",
    "city": "New York",
    "contactemail1": "michael.prounis@evidenceexchange.com",
    "contactfax1": "212-594-2803",
    "contactname1": "Michael Prounis",
    "contactoff1": "Peraogulne d/b/a Evidence Exchange",
    "contactphone1": "212-594-2501",
    "contacttitle1": "CEO",
    "corpoffemail1": "michael.prounis@evidenceexchange.com",
    "corpofffax1": "212-594-2803",
    "corpoffname1": "Michael Prounis",
    "corpoffphone1": "212-594-2501",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-03-19",
    "orgverification": "In-house",
    "personaldata": "Off line, on line, manually processed",
    "ppdate": "2008-02-25",
    "previous": "22225",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association and EU Data Protection Authorities",
    "signupdate": "2008-03-19",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11030"
}