{
    "CertifiedThroughLabel": "",
    "Fax": "813-840-4040",
    "OrgName": "Sunview Software Inc.",
    "PPLoc": "http://www.sunviewsoftware.com/privacy.aspx ",
    "Phone": "813-632-3600",
    "activities": "Founded in 2003, SunView Software is a leading provider of IT Service Desk software that enables companies to better track, manage and deliver services across the enterprise. SunView Software operates a web site (www.sunviewsoftware.com) and provides our Service Desk Platform in a hosted environment.  Our customers determine what personal information is stored in our application including information such as name, address, and email addresses. Personal information of the users of the applications and other personal information, such as name and email address, are provided by the customer and maintained by the customer within the hosted application.  SunView Software retains personal data we process on behalf of our customers for as long as needed to provide services to our customer. You can visit most areas of our website without providing personal information. Personal information means any information that may be used to identify an individual, including, but not limited to, a first and last name, email address, telephone number, postal or other physical address, other contact information, title, occupation, work industry, and other information which may be required by SunView Software to provide products, services, and information to you. SunView Software respects your need for online privacy and protects any information that you may share with us in an appropriate manner. We only share information with third parties that are authorized to resell, service and support our software.  We also purchase marketing data from third parties and add it to our existing user databases to better target our advertising.  SunView Software follows generally accepted standards to protect the personal information in our databases.  Customers and contacts by unsubscribe or opt-out of receiving newsletters and promotional communications by following the instructions included in each communication or by contacting us. If an individual requests SunView to remove their personal data, we will respond to their request within 30 business days. If you have any questions or concerns regarding this privacy policy, please contact us by email at info@sunviewsoftware.com.",
    "address": "10210 Highland Manor Drive, Suite 275",
    "asp_index": "22271",
    "city": "Tampa",
    "contactemail1": "generalcounsel@sunviewsoftware.com",
    "contactfax1": "813-840-4040",
    "contactname1": "General Counsel",
    "contactoff1": "SunView Legal Department",
    "contactphone1": "813-632-3600",
    "contacttitle1": "",
    "corpoffemail1": "ssun@sunviewsoftware.com",
    "corpofffax1": "813-840-4040",
    "corpoffname1": "Seng Sun",
    "corpoffphone1": "813-632-3600",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-11",
    "orgverification": "In-house",
    "personaldata": "Personal data provided by customers",
    "ppdate": "2009-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Compliance with legal or regulatory authorities that provide for handling of individual complaints and dispute resolution (EU data protection authorities (DPAs)and Swiss Federal Data Protection and Information Commissioner (FDPIC)).",
    "signupdate": "2014-04-11",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33610"
}