{
    "CertifiedThroughLabel": "",
    "Fax": "215-701-8733",
    "OrgName": "AWeber Communications, Inc.",
    "PPLoc": "http://www.aweber.com/privacy.htm ",
    "Phone": "215-825-2196",
    "activities": "As an affiliate any information we collect such as name, address, phone & fax number, email address, tax id or social security number are held in strict confidence.  We collect this information only so we can generate commissions checks.  We do not sell or share information with anyone.  \r\n\r\nAs a subscriber to an email list managed by AWeber anything that is provided such as email address, name or phone number to our customers are held in strict confidence.  We only keep that information so that the customer whose email list is signed up for can email that person.  We do not contact any of those email addresses or sell or share that information with anyone else.\r\n\r\nAs a customer of AWeber all account information is held in strict confidence.  All customers' account information is.  We do not sell or share customer information with anyone.  We only collect information like name, email address, mailing address, phone number and billing information so we can provide email marketing services as described on our website.\r\n\r\nThe security of personal information and our clients' information is important to us.  When sensitive information is entered (such as login credentials and credit card information) we encrypt the transmission of that information using secure socket layer technology.",
    "address": "1100 Manor Dr",
    "asp_index": "22319",
    "city": "Chalfont",
    "contactemail1": "sean@aweber.com",
    "contactfax1": "215-701-8733",
    "contactname1": "Sean Cohen",
    "contactoff1": "AWeber Communications, Inc.",
    "contactphone1": "215-825-2196",
    "contacttitle1": "Chief Operating Officer",
    "corpoffemail1": "sean@aweber.com",
    "corpofffax1": "215-701-8733",
    "corpoffname1": "Sean Cohen",
    "corpoffphone1": "215-825-2196",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-30",
    "orgverification": "Third Party",
    "personaldata": "Online Data",
    "ppdate": "2012-04-30",
    "previous": "",
    "privacyprograms": "TRUSTe EU SH Program",
    "recoursemech": "Private sector developed dispute resolution mechanisms that incorporate the Safe Harbor framework - TRUSTe EU SH Program",
    "signupdate": "2012-04-30",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "18914"
}