{
    "Fax": "904-359-8238",
    "OrgName": "Pontoon Solutions, Inc.",
    "PPLoc": "http://www.pontoonsolutions.com/privacy-policy ",
    "Phone": "855-881-1533",
    "activities": "Pontoon uses personal information supplied for legitimate business purposes, and to perform information processing services for which we have been contracted by our customers and their suppliers of recruiting, staffing, and consulting services. Pontoon uses personal information for such purposes as collecting and sorting resumes for position fulfillment, scheduling of interviews, payroll and benefits processing, evaluation and assessment, recordkeeping, invoicing and payment for our customers, their suppliers of recruiting, staffing, and consulting services, and for ourselves.\r\n\r\nPontoon shares personal information supplied by our customers and suppliers of recruiting, staffing, and consulting services, only for the purpose of the information processing services for which we were contracted. For example, Pontoon may share resumes and applicant information of candidates submitted by a recruiting firm as that firm directs for submission to a customer. Alternatively, Pontoon may share payroll information as applicable to the customer using staffing services and to the supplier of such services for billing and payroll purposes. Pontoon will otherwise maintain as confidential and not use or share personal information of individuals submitted by customers and suppliers of recruiting, staffing, and consulting services, with which we contract. Pontoon retains personal information of individuals submitted by customers and suppliers of recruiting, staffing, and consulting services with which we contract, so long as such controlling party directs.\r\n\r\nPontoon shares personal information received on our internal candidates, employees, contractors, and contingent workers, or from responses to inquiries on our website relating to Pontoon's internal business, only with our affiliated companies for legitimate business purposes, and we retain such personal information only for so long as necessary by law or for our legitimate business purpose. Pontoon also processes personal data for historical and statistical purposes but only in aggregated and summarized formats which eliminate reference to personal information.\r\n\r\nPontoon will share personal information as required by law or regulation, or in cooperation with law enforcement investigations, civil or criminal subpoenas, or when required by court orders. Pontoon will not sell personal information to mailing lists or share personal information to those who would use it for marketing purposes.\r\n\r\nIn the event Pontoon shares any personal information collected from the EEA or from Switzerland with third parties (including clients and affiliated entities), Pontoon does, in accordance with Safe Harbor Principles, ensure those third parties are restricted from using the personal information in any way other than is consistent with the purposes for which it was collected, as described above. We do this by confirming all third parties receiving personal information collected from the EEA or from Switzerland are either: Safe Harbor certified; bound by European or Swiss authorities to comply with Safe Harbor Principles; or bound by a contract between Pontoon and the third party to handle personal information only in a way that complies with Safe Harbor Principles.",
    "address": "10151 Deerwood Park Blvd, Bldg 200, Ste 110",
    "asp_index": "22334",
    "city": "Jacksonville",
    "contactemail1": "diana.karabelas@pontoonsolutions.com",
    "contactfax1": "631-844-7266",
    "contactname1": "Diana R. Karabelas",
    "contactoff1": "Legal Department",
    "contactphone1": "631-844-7255",
    "contacttitle1": "Deputy General Counsel",
    "corpoffemail1": "diana.karabelas@pontoonsolutions.com",
    "corpofffax1": "631-844-7266",
    "corpoffname1": "Diana R. Karabelas",
    "corpoffphone1": "631-844-7255",
    "corpofftitle1": "Vice President, Deputy General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Employment Services - (EMP)",
    "industrysector_parsed": [
        "Employment Services - (EMP)"
    ],
    "latest": "false",
    "nextcertification": "2015-03-19",
    "orgverification": "in-house",
    "personaldata": "Organizational, human resources, and applicant data is processed manually and online.",
    "ppdate": "2014-03-17",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Pontoon Solutions, Inc. agrees to cooperate with EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2014-03-19",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "32256-0566"
}