{
    "CertifiedThroughLabel": "",
    "Fax": "650-321-3156",
    "OrgName": "Medallia, Inc.",
    "PPLoc": "http://www.medallia.com/privacy ",
    "Phone": "650-321-3000",
    "activities": "Medallia collects survey and other market research data about individuals’ usage of products and services. The data is used by Medallia clients to improve their products and services.\r\n\r\nMedallia does not receive, use or collect personally identifiable information, such as names, addresses, phone numbers and e-mail addresses, except under the following circumstances:\r\n\r\nWhen an existing or prospective client goes to www.medallia.com to request a demonstration of a Medallia product, he or she must provide contact details including person-specific information (name, title, phone number and e-mail address) and organization-specific information (name and address). Medallia uses this information solely for the purpose of contacting the interested party and scheduling demonstrations. Medallia does not share any PII collected on its www.medallia.com website with outside parties.\r\n\r\nWhen Medallia surveys customers on behalf of its clients, it receives customers’ personally identifiable information from its clients. Medallia enters into confidentiality and non-disclosure agreements with clients that legally obligate Medallia to protect the personally identifiable customer information it receives and use it only for the purposes specified in the contract. From time to time Medallia may collect personally identifiable information during a survey, if requested to do so by a client. This personally identifiable information will be shared with the client, and will be used as described in that survey.\r\n\r\nMedallia may, with the written consent of its clients, ask questions of customers for whom it has received personally identifiable information, and bundle and sell those responses in an aggregate form. Before providing any survey results to third parties, responses are stripped of personally identifying or client-identifying information, aggregated, and adjusted using Medallia’s proprietary methodologies.\r\n\r\nWhen Medallia surveys respondents on its own behalf, it typically does not collect or have any other access to personally identifying information. If Medallia does request personally identifiable information during a survey, it will use the personally identifiable information as described in that survey. When Medallia provides resulting proprietary research to third parties, it sometimes reveals individual responses, but these do not contain any personally identifying information.\r\n\r\nMedallia does not collect or receive sensitive personally identifiable information such as: credit card numbers, social security numbers, financial account and transaction information, political opinions, religious or philosophical beliefs, or trade union membership. Medallia does collect demographic information for statistical purposes. Responses to demographic questions are entirely voluntary.\r\nMedallia’s mobile reporting application, used by Medallia’s clients, uses third-party services to gather data on application usage and stability. This data is shared only with the relevant client. A user may unsubscribe from tracking through the user settings screen within the mobile application.\r\n\r\nMedallia uses cookies primarily to identify returning users from the same computer and insure the integrity of its research. As part of its basic uses of Internet technology to provide surveys, Medallia also collects technical information such as: respondent IP address; the date and time at which respondents access Medallia’s website and respondent HTTP request headers. Medallia also uses third-party analytical cookies for tracking web traffic and usage.  The use of cookies by our affiliates is not covered by our privacy policy.  We do not have access to these cookies.\r\n\r\nMedallia uses Google Display Advertising and Remarketing cookies on the Medallia website (but not on the survey site or reporting application), which enable third-party vendors to show Medallia advertisements across the Internet. If a user wishes to not have this information used for the purpose of serving targeted ads, that user may opt-out by clicking a link on the privacy policy.",
    "address": "395 Page Mill Road, Suite 100",
    "asp_index": "22331",
    "city": "Palo Alto",
    "contactemail1": "alan@medallia.com",
    "contactfax1": "650-321-3156",
    "contactname1": "Alan Grebene",
    "contactoff1": "Medallia, Inc",
    "contactphone1": "650-321-3000",
    "contacttitle1": "Vice President & General Counsel",
    "corpoffemail1": "alan@medallia.com",
    "corpofffax1": "650-321-3156",
    "corpoffname1": "Alan Grebene",
    "corpoffphone1": "650-321-3000",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-15",
    "orgverification": "Third Party/TRUSTe",
    "personaldata": "On-Line",
    "ppdate": "2004-09-24",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "Medallia's privacy practices are reviewed and audited regularly by TRUSTe (www.truste.org), an independent organization focused on building users' trust and confidence in the internet by promoting disclosure and informed consent. Through its Watchdog program, TRUSTe provides alternative dispute resolution for privacy-related disputes. Individuals may contact TRUSTe to express any concerns regarding Medallias privacy practices: http://www.truste.org/consumers/watchdog_complaint.php.",
    "signupdate": "2005-04-15",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94306"
}