{
    "CertifiedThroughLabel": "",
    "Fax": "202-895-1219",
    "OrgName": "Carey International, Inc.",
    "PPLoc": "http://www.carey.com/carey/A3_0_PrivacyPolicy.html ",
    "Phone": "202-895-1200",
    "activities": "Carey International delivers chauffeured transportation services throughout the world including the European Union.  Carey collects the minimum amount of personal information from its passengers (e.g., name, address, email address, and cell phone number)that is required to deliver its services.  Carey has centralized systems hosted in private data centers in the United States that house this information.",
    "address": "4530 Wisconsin Ave NW",
    "asp_index": "22359",
    "city": "Washington",
    "contactemail1": "diane.ennist@carey.com",
    "contactfax1": "202-895-8824",
    "contactname1": "Diane Ennist",
    "contactoff1": "Chief Counsel",
    "contactphone1": "202-895-1220",
    "contacttitle1": "Chief Counsel",
    "corpoffemail1": "charlie.majane@carey.com",
    "corpofffax1": "301-624-5189",
    "corpoffname1": "Charles H Majane",
    "corpoffphone1": "301-624-5180",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, France, Germany, Greece, Ireland, Italy, Netherlands, Portugal, Romania, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "NLD",
        "PRT",
        "ROU",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Transportation Srvs (Except Aviation) - (TRN)Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Transportation Srvs (Except Aviation) - (TRN)",
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-08",
    "orgverification": "In-house",
    "personaldata": "Client name, client address, company affiliation, email address, cell phone number, and payment information.",
    "ppdate": "2011-04-07",
    "previous": "",
    "privacyprograms": "Carey is actively pursuing compliance with the PCI DSS Version 2.0 and partnering with Trustwave Inc. on its data security compliance programs.  Carey also is audited on an annual basis on data security practices by Grant Thornton Inc.",
    "recoursemech": "The following recourse mechanisms are quoted verbatim from Carey's Privacy Policy:\r\n\r\n\"Carey has established internal policies and procedures to review and verify our ongoing compliance with this Privacy Policy, including an annual assessment to verify that privacy practices have been implemented as represented in this Privacy Policy. If you have any questions or concerns regarding this Privacy Policy, please contact:\r\n\r\nCarey International\r\nAttn: Senior Vice President, Technology, Planning & Strategy [Data Controller]\r\n4530 Wisconsin Avenue NW\r\nWashington, DC 20016\r\ninfo@Carey.com\r\n\r\nIn the event of a formal complaint, it is Carey's policy to contact the individual directly to resolve any concerns. Carey will cooperate with JAMS pursuant to the JAMS International Mediation Rules, which are accessible on the JAMS website at www.jamsadr.com/rules-international-rules, if the complaint cannot be resolved through Carey's internal processes. Such JAMS mediation will be held in New York, NY for complaints by individuals in the U.S. and in London, UK for complaints by individuals outside of the U.S. Carey will take steps to remedy any issues arising out of a written recommendation that Carey has failed to comply with the Safe Harbor principles. The mediator may propose any reasonable and appropriate remedy or sanction, and may refer failures to comply with Safe Harbor principles to the U.S. Federal Trade Commission, or to the courts, as appropriate.\"",
    "signupdate": "2011-04-08",
    "state": "District of Columbia",
    "statutorybody": "FTC",
    "zip": "20016"
}