{
    "CertifiedThroughLabel": "",
    "Fax": "877-390-9651",
    "OrgName": "Glyph Language Services, Inc.",
    "PPLoc": "http://www.glyphservices.com/privacy/en/ ",
    "Phone": "866-274-3218",
    "activities": "Glyph Language Services, as a language services provider, utilizes a global network of freelance vendors to assist in the process of translation, localization and other related services. They may receive, as part of the assignment, the name of the client they are working on but no Personal Data about that client, unless such contact information is needed to perform the assignment (such as the cases of onsite document review, etc.). These freelance vendors may also have access to any Personal Data within the source documents and reference material sent to them for translation. However, in all cases, the freelance vendors will be subject to confidentiality undertakings in which such freelance vendors undertake to keep such information confidential and only use such information in accordance with their projects. Glyph has no employees outside the United States.",
    "address": "123 S Wall St, Second Level",
    "asp_index": "22379",
    "city": "Spokane",
    "contactemail1": "douglas.arbuthnot@glyphservices.com",
    "contactfax1": "877-390-9651",
    "contactname1": "Douglas Arbuthnot",
    "contactoff1": "123 S Wall St, Second Level",
    "contactphone1": "509-280-3314",
    "contacttitle1": "Senior Human Resources Manager",
    "corpoffemail1": "aaron@glyphservices.com",
    "corpofffax1": "877-390-9651",
    "corpoffname1": "Aaron Schliem",
    "corpoffphone1": "206-240-9970",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-26",
    "orgverification": "In-house",
    "personaldata": "Freelance translators process the name of the client they are working on but no Personal Data, unless contact information is needed to perform the assignment; may also have access to any Personal Data within the material sent to them for translation. All data is manually processed.",
    "ppdate": "2014-03-20",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "International Centre for Dispute Resolution, the international division of the American Arbitration Association (ICDR/AAA) is the administrator of our independent recourse mechanism for the U.S.-EU & U.S.-SWISS Safe Harbor program.",
    "signupdate": "2015-03-26",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "99201"
}