{
    "CertificationStatus": "true",
    "Fax": "(415) 486-2901",
    "OrgName": "IdenTrust, Inc.",
    "PPLoc": "http://identrust.com/privacy.html ",
    "Phone": "(415) 486-2900",
    "activities": "IdenTrust Services, LLC (a subsidiary of IdenTrust, Inc.) provides certain certification authority (i.e. a “Certificate Authority” function within a PKI system) services to institutions that are members of private PKI systems, and in connection with such services personal information is received for processing from such members as are serving as registrars (i.e. a “Registrar” function within a PKI system) for digital certificates. In providing such Certification Authority services, as it relates to personal information received from member institutions, IdenTrust Services, LLC does not own or have independent rights to control the use of the personal data it processes on behalf of its clients.\r\n\r\nAlso, IdenTrust, Inc. employs personnel located in the EU.",
    "address": "55 Hawthorne Street, Suite 400",
    "asp_index": "22373",
    "city": "San Francisco",
    "contactemail1": "warren.brunson@identrust.com",
    "contactfax1": "801-384-3610",
    "contactname1": "Warren Brunson",
    "contactoff1": "IdenTrust, Inc.",
    "contactphone1": "801-384-3819",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "don.johnson@idenTrust.com",
    "corpofffax1": "801-384-3610",
    "corpoffname1": "Don Johnson",
    "corpoffphone1": "801-384-3609",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, Netherlands, Poland, Portugal, Slovakia, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "DNK",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "POL",
        "PRT",
        "SVK",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-12",
    "orgverification": "CA WebTrust (third party)",
    "personaldata": "Electronic and human resource data",
    "ppdate": "2006-07-01",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "With respect to the IdenTrust™ Trust Network system Certification Authority (i.e. a “Certificate Authority” function within a PKI system) services provided by IdenTrust Services, LLC to member institutions complaints should be directed to the member institution that was the Registrar of the relevant digital certificate or, alternatively, complaints may be directed to helpdesk@identrust.com. Complaints from member institutions shall be addressed through London Court of Arbitration (LCIA) dispute resolution procedures, as provided for by the agreements under which digital certificates are issued. \r\n\r\nWith respect to employees of IdenTrust, Inc. located in the EU, complaints should first be directed the employee’s Human Resources manager. If the matter is not resolved through internal IdenTrust, Inc. procedures, then employees will be directed to the state or national data protection authority (EU DPA) in the jurisdiction in which the employee works.",
    "signupdate": "2011-04-12",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}