{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Robocoin",
    "PPLoc": "https://robocoinkiosk.com/pdf/Privacy.pdf",
    "Phone": "7024961999",
    "activities": "Robocoin Technologies, LLC sells the hardware and hosts the software platform (Robocoin Platform) for virtual currency kiosks (Kiosks) that it sells to its customers (Operators). Using these Kiosks, end users of Operator's Kiosks can purchase or sell their virtual currency, such as bitcoins. Operators appoint Robocoin to collect and store their end user information on their behalf for purposes of fulfilling the Operator’s interests and obligations in verifying the end users’ identities, preventing fraud, and preventing unlawful and abusive activity. When Operators choose to use Robocoin’s identity verification service, the Robocoin Platform collects a range of Personally-Identifying Information from and about its account holders and end users. Much of this information is provided by users themselves when they enroll with the Kiosk, create an account and use the services on the Kiosk and Site.",
    "address": "150 N. Las Vegas Blvd.",
    "asp_index": "22397",
    "city": "Las Vegas",
    "contactemail1": "terry@robocoinkiosk.com",
    "contactfax1": "",
    "contactname1": "Terry Kelley",
    "contactoff1": "Robocoin Admin",
    "contactphone1": "7026969008",
    "contacttitle1": "Chief Administration Officer",
    "corpoffemail1": "terry@robocoinkiosk.com",
    "corpofffax1": "",
    "corpoffname1": "Terry Kelley",
    "corpoffphone1": "7026969008",
    "corpofftitle1": "Chief Administration Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-03-24",
    "orgverification": "In-house",
    "personaldata": "End user data including name, email address, physical address, date of birth, unique pin number, photograph, electronic scan of driver’s license (including photo) or other government ID, and one-way hash of a palm vein scan. Customer registration and website use information",
    "ppdate": "2014-03-17",
    "previous": "27373",
    "privacyprograms": "None",
    "recoursemech": "End users of Robocoin kiosks should first work with the Operators to resolve any disputes they may have respecting the collection or processing of their data. For non-HR data, Robocoin has committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If a consumer does not receive timely acknowledgment of his/her complaint, or if his/her complaint is not satisfactorily addressed by Robocoin, he/she should visit the BBB EU SAFE HARBOR Web site at http://www.bbb.org/us/safe-harbor-complaints/ for more information on how to file a complaint.",
    "signupdate": "2014-03-24",
    "state": "Nevada",
    "statutorybody": "FTC",
    "zip": "89101"
}