{
    "CertificationStatus": "true",
    "Fax": "770-937-0020",
    "OrgName": "Intercontinental Exchange Inc. and all its wholly-owned U.S. subsidiaries and affiliates",
    "PPLoc": "https:/ www.theice.com/publicdocs/ICE_Safe_Harbor_Privacy_Statement.pdf ",
    "Phone": "770-857-4700",
    "activities": "ICE uses human resources data received from the EU for managing personnel and personnel related matters. These matters include the following: recruitment, appraisals, promotions, career development, administering salary & payment administration (including reviews, wages and other awards such as stock grants and bonuses), health care plans, training, leave & transfers, managing employee work schedules, creating and maintaining internal employee directories for communications and emergencies. ICE Business Operations receives data from the EU for operating and managing the IT and communications systems, managing product and service development, improving products and services, managing company assets, allocating company assets and human resources, strategic planning, project management, business continuity, compilation of audit trails and other reporting tools, maintaining records relating to business activities, budgeting, financial management and reporting, communications, managing mergers, acquisitions, and re-organizations or dispositions, supporting facilities management, and system access entitlement and de-entitlement; Compliance uses human resources data and employee provided data for purposes of : complying with legal and other requirements, such as income tax and national insurance deductions, record-keeping and reporting obligations, conducting audits, compliance with government inspections and other requests from government or other public authorities, responding to legal process such as subpoenas, pursuing legal rights and remedies, defending litigation and managing any internal complaint or claim and complying with internal policies and procedures, and risk management activities; and Monitoring compliance with internal policies, including those applicable to the use of company resources, and the Code of Business Conduct, as permitted by applicable law. ICE also receives certain Client/Customer contact information such as name, email address, birth date (for identification purposes) mailing address, phone number(s), information about their business such as company name. Additionally, one of our subsidiaries, NYSE Governance Services, Inc (“NGS”), is in the business of providing ethics and compliance  training, compliance risk assessment and related consulting services to corporate clients. Their clients provide NGS with their employees' names and company email addresses to notify employees of, and track participation in, the client's selected elearning compliance training and ethics and compliance initiatives.",
    "address": "2100 Riveredge Parkway, Suite 500",
    "asp_index": "22393",
    "city": "Atlanta",
    "contactemail1": "jerry.perullo@theice.com",
    "contactfax1": "770 937 0020",
    "contactname1": "Jerry Perullo",
    "contactoff1": "Intercontinental Exchange, Inc. and all its wholly­-owned U.S. subsidiaries and affiliates",
    "contactphone1": "770 857 4700",
    "contacttitle1": "VP, Information Security",
    "corpoffemail1": "david.clifton@theice.com",
    "corpofffax1": "770 937 0020",
    "corpoffname1": "David Clifton, Esq.",
    "corpoffphone1": "770 857 4700",
    "corpofftitle1": "VP, Associate General Counsel, Mergers & Acquisitions",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)Education & Training - (EDS)Information Services - (INF)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)",
        "Financial Services - (FNS)",
        "Information Services - (INF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "false",
    "nextcertification": "2015-03-25",
    "orgverification": "In-house",
    "personaldata": "Organization & Customer Data",
    "ppdate": "2014-03-21",
    "previous": "",
    "privacyprograms": "N/a",
    "recoursemech": "EU Data Protection Authorities (EU DPAs)",
    "signupdate": "2014-03-25",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30328"
}