{
    "CertifiedThroughLabel": "",
    "Fax": "866-832-9146",
    "OrgName": "Symphony Health Solutions",
    "PPLoc": "https://secure.myimpactnetwork.com/Privacy.html",
    "Phone": "215-444-8918",
    "activities": "The Information We Collect\r\nPersonally Identifiable Information: We collect a variety of personally identifiable information, including but not limited to all or some of the following: name, email address, mailing address, medical degree, practice description, DEA number, state license number and medical specialties. We do not collect geo location data through our mobile app. When you download and use our services, we automatically collect information on the type of device you use, operating system version, and the device identifier (or \"UDID\"). \r\n\r\nSurvey and Other Responses: Should you choose to participate in market research surveys or educational programs, you will be asked questions, and your responses will be recorded. \r\n\r\nAggregated Demographic Data: Should you choose to participate in market research surveys or educational presentations, we may collect information on your practice characteristics, diagnostic methods, treatment methods, use of and attitudes towards pharmaceutical products, your managed care affiliations, and other standard research data necessary to categorize your practice and report your opinions. These data are collected, analyzed and protected in accordance with standards established by CASRO (Council of American Survey Research Organizations). \r\n\r\nInternet Usage Data: Symphony Health Solutions, Inc. uses as few cookies as possible (see \"How We Use Information\" below). Unless you give us permission to set permanent cookies, all cookies will expire after a fixed period of time of non-use, but no later than the time at which you leave the Symphony Health Solutions web site. IP addresses are collected and used to administer and monitor the site but are not linked to personally identifiable information nor provided to third parties. \r\n\r\nThe use of cookies by our partners, affiliates, tracking utility company, and service providers is not covered by our privacy statement. We do not have access or control over these cookies. Our partners, affiliates, tracking utility company, and service providers use session ID cookies to make it easier for you to navigate our site.\r\n\r\nHow We Use Information\r\nPersonally Identifiable Information: The personally identifiable information you provide during registration allows us to verify your medical credentials for entry into this physician-only site, identify you as a member of Impact Network, and to customize your Impact Network user experience. Submission of registration data is mandatory to allow use of this web site. \r\n\r\nYour registration information is also used to establish an address for mailing of honoraria or should you elect to receive products or services; similarly, your email address is collected to notify you of programs or services you have requested. Other registration elements are used to categorize your specialty and practice for market research purposes and for selection of survey panels and education program audiences. You can elect to opt out of email notification at any time by sending an email to support@myimpactnetwork.com with subject line \"NO EMAIL\" and can review and modify your personally identifiable data through the \"edit profile\" command. \r\n\r\nSurvey and Other Responses: Symphony Health Solutions, Inc. uses the information you provide in response to market research survey questions and educational program requests for information to provide answers to questions, generate hypotheses, and test hypotheses. Except as otherwise explicitly noted, the actual responses you provide in connection with surveys or other programs are de-identified prior to provision to our clients. We may aggregate your responses with those of others. \r\n\r\nAggregated Demographic Data: Data that we may collect from third parties may be used by us to better understand your responses. We will abide by the terms of any agreement under which we access or acquire such data. \r\n\r\nInternet Usage Data: Symphony Health Solutions, Inc. uses internet usage and identification data for site administration and user customization purposes and so that we may better understand and serve you. No data are sold, shared or provided to third parties for tracking of your overall web behavior. \r\n\r\nCookies: A cookie is a piece of data stored on your hard drive containing information about you. When you logon to the Impact Network web site, we use cookies to identify you and determine how you use our site. This information is used for site administration purposes and to track your intrasite movements; for instance, your movements on our site may be captured by us so we may better understand what you find valuable or informative and so we can provide you with the quality service you deserve. Cookies, and the information they contain, are not provided or otherwise made available to third parties for marketing or any other purposes. We do not use cookies to track your movements on other sites. If you reject a cookie, you may be unable to use significant portions of our web site. \r\n\r\nLog Files: When you logon to the Impact Network web site, we note the IP address used by you to access our site. This information is used to analyze trends, maintain site security, administer the site, and track your intrasite movements \r\n\r\nLinks: This web site contains links to other sites. We may keep track of which links you choose, but we will not retain any other information about your use of other sites, and will not provide this information to third parties. Please be aware that Symphony Health Solutions, Inc. is not responsible for the privacy practices of such other sites. This privacy statement applies solely to information collected by this web site. \r\n\r\nOther Uses: We never use or share the personally identifiable information provided to us online in ways unrelated to the ones described above without also providing you an opportunity to opt-out or otherwise prohibit such unrelated uses.",
    "address": "550 Blair Mill Road, Suite 100",
    "asp_index": "22403",
    "city": "Horsham",
    "contactemail1": "Thomas.Catalano@SymphonyHealth.com",
    "contactfax1": "866-832-9146",
    "contactname1": "Thomas Catalano",
    "contactoff1": "550 Blair Mill Road, Suite 100 Horsham, PA 19044",
    "contactphone1": "215-444-8918",
    "contacttitle1": "Sr. Director, Global Panel Operations",
    "corpoffemail1": "Thomas.Catalano@SymphonyHealth.com",
    "corpofffax1": "866-832-9146",
    "corpoffname1": "Thomas Catalano",
    "corpoffphone1": "215-444-8918",
    "corpofftitle1": "Sr. Director, Global Panel Operations",
    "eucountries": "France, Germany, Greece, Italy, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "GRC",
        "ITA",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-04-15",
    "orgverification": "Third Party",
    "personaldata": "On-line, Manually processed",
    "ppdate": "2012-09-01",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-04-15",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19044"
}