{
    "CertificationStatus": "true",
    "Fax": "770-693-5951",
    "OrgName": "Numerex Corp",
    "PPLoc": "http://www.numerex.com/legal-privacy ",
    "Phone": "770-693-5950",
    "activities": "Numerex Corp. delivers wireless services, technology and products for the development and support of Machine-to-Machine (M2M) solutions for business and government worldwide.  M2M communications employs a device (e.g., sensor, meter, etc.) to capture an \"event\" (e.g., temperature, inventory level, location, environment status, etc.), which is relayed through a network (e.g., wireless, wired or hybrid) to an application (software program), translating the captured event into usable information (e.g., there is a breach, corrosion requires attention, items need to be restocked, an accident has occurred, etc.).  \r\n\r\nOur customers may use our solutions to collect and/or transmit data, potential sensitive and/or private in nature, to capture and event.  Customers provide us with their respective contact information, mainly for billing purposes.  Our Privacy Policy Statement states what information is used and retained.",
    "address": "3330 Cumberland Boulevard, Suite 700",
    "asp_index": "22401",
    "city": "Atlanta",
    "contactemail1": "privacy@numerex.com",
    "contactfax1": "770-693-5951",
    "contactname1": "Holger Schneidt",
    "contactoff1": "Numerex Corp.",
    "contactphone1": "770-485-2578",
    "contacttitle1": "Director of Enterprise Security & Compliance",
    "corpoffemail1": "rflynt@numerex.com",
    "corpofffax1": "770-693-5951",
    "corpoffname1": "Rick Flynt",
    "corpoffphone1": "770-615-1387",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Telecommunications Services - (TES)Security & Safety Equipment - (SEC)Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Security & Safety Equipment - (SEC)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-24",
    "orgverification": "In-House",
    "personaldata": "Off-Line, On-Line, Manually Processed",
    "ppdate": "2009-03-26",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Numerex Corp. directs individuals with concerns or complaints about the use or disclosure of personal information to contact our Privacy Compliance Director.  Numerex Corp. is committed to rigorous adherence to its Privacy Policy Statement.  However, we recognize that, in some circumstances, an individual may not be satisfied with our dispute resolution procedure.  In those circumstances, Numerex Corp. agrees to fully cooperate with the relevant EU data protection authorities (DPAs), as well as the appropriate authorities in the U.S., including the Federal Trade Commission.",
    "signupdate": "2012-04-24",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30339"
}