{
    "CertificationStatus": "true",
    "Fax": "310-645-0599",
    "OrgName": "multimedia abacus corporation",
    "PPLoc": "http://www.cerenade.com/cerenade_privacy_policy.htm ",
    "Phone": "310-645-0598",
    "activities": "cerenade case management cloud solution is used by EU/EEA and/or Switzerland customers to capture client information.\r\nCerenade uses personal information that they receive from EU/EEA and/or Switzerland customers primarily for (1) customer support activities; (2) sales and marketing activities as permissible under applicable law; (3) enabling and providing online services, such as but not limited to software as a service offerings; and (4) internal business processes such as financial processing and management, fraud detection and prevention, and compliance with governmental, legislative and regulatory bodies. In some instances when Cerenade is providing online product services to customers, Cerenade may receive and process personal information on behalf of these customers as a data processor. In Cerenade’s capacity as a data processor, Cerenade acts on the instructions of these customers and does not own the personal information it may process on the customers’ behalf. As a data processor, Cerenade uses reasonable physical, electronic, and administrative safeguards to protect personal information from loss; misuse; or unauthorized access, disclosure, alteration, or destruction. Customers that use an online product service are responsible for complying with all other obligations in relation to personal information they may collect.",
    "address": "9800 S. La Cienega Blvd",
    "asp_index": "22448",
    "city": "Inglewood",
    "contactemail1": "behdad@cerenade.com",
    "contactfax1": "310-645-0599",
    "contactname1": "Behdad Paami",
    "contactoff1": "Headquarter",
    "contactphone1": "310-645-0598",
    "contacttitle1": "VP, Operations",
    "corpoffemail1": "behdad@cerenade.com",
    "corpofffax1": "310-645-0599",
    "corpoffname1": "Behdad Payami",
    "corpoffphone1": "310-645-0598",
    "corpofftitle1": "VP, Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-26",
    "orgverification": "in-house",
    "personaldata": "organization, client, customer, trial data processed both On-line, and Off-line.",
    "ppdate": "1999-12-10",
    "previous": "",
    "privacyprograms": "compliance with Information Security Management System of these organizations:\r\nISO/IEC 27001:2005\r\nISO/IEC 27002:2005\r\nSAS 70",
    "recoursemech": "Independent recourse mechanism to investigate unresolved complaints is available via BBB EU Safe Harbor (www.bbb.org/us/safe-harbor-complaints).",
    "signupdate": "2013-04-26",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90301"
}