{
    "CertificationStatus": "true",
    "Fax": "609-627-5330",
    "OrgName": "EduNeering Holdings, Inc. dba UL",
    "PPLoc": "http://www.uleduneering.com/about-us/privacy-policy/ ",
    "Phone": "609-627-5300",
    "activities": "EduNeering Holdings, Inc. contracts with client companies (\"Customers\") to provide online knowledge, training and other services to their employees, contractors and other designated individuals (\"Users\" or \"Students\") on their behalf. \r\n EduNeering Holdings, Inc. typically provides its services via web sites that  EduNeering Holdings, Inc. creates, configures hosts and operates on behalf of the Customer.  EduNeering Holdings, Inc. needs to acquire limited Personal Information from either the Customer or User in order for the User to participate in a training program.  EduNeering Holdings, Inc. operates its programs and collects and uses information about Users at the direction of, and in accordance with, the instructions of  EduNeering Holdings, Inc.''s Customers.\r\nThe Personal Information that  EduNeering Holdings, Inc. acquires includes, but may not be limited to: User name, e-mail address, unique User identification, associated Customer name, User department and location within the Customer’s organization, job title, password and supervisor information (“User Personal Information”).   EduNeering Holdings, Inc. does not collect any credit/debit card data, bank account data or other financial data concerning Users.\r\nWhen a User takes an online course  EduNeering Holdings, Inc. will save certain information about his or her progress in, and completion of, the courses on the Customer Web Site. This information may include: date started, time spent in the course, progress/completion data, bookmarks (to enable Users to navigate the web site/course without having to remember where they left off last) and test results (“Course Tracking Data”). Each User’s individual Course Tracking Data is linked to that User’s User Personal Information. “User Information” means User Personal Information and other information, such as Course Tracking Data, that may be linked to Users by  EduNeering Holdings, Inc.’s systems.\r\nUser Information is treated as confidential information of the Customer and is collected on behalf of, and in accordance with, each Customer’s instructions.  EduNeering Holdings, Inc. uses User Information to provide feedback to the Customer and to the User about a User''s activity on a  EduNeering Holdings, Inc.-hosted Customer Web Site. For example,  EduNeering Holdings, Inc. may use User Information to send reminder e-mails and notifications to a User. \r\nAll information concerning a particular User that is in  EduNeering Holdings, Inc.'s possession, including that User's User Information, is considered the proprietary information of the Customer with which the User is associated (i.e., the User's employer).   EduNeering Holdings, Inc.'s arrangements with its Customers may require  EduNeering Holdings, Inc. to provide all such information directly to the Customer. If a User corresponds with  EduNeering Holdings, Inc. in connection with the training we offer on behalf of our Customer,  EduNeering Holdings, Inc. may keep a record of that correspondence.  EduNeering Holdings, Inc. may also forward correspondence to the Customer with which the User is associated.\r\n EduNeering Holdings, Inc. does not transfer any User Information concerning a User to any third party (other than  EduNeering Holdings, Inc.’s Customer) unless it is authorized to do so by the Customer with which the User is associated in connection with the services that  EduNeering Holdings, Inc. provides to that Customer, or unless we believe such action is necessary or permissible to: (a) comply with the law or legal process served on  EduNeering Holdings, Inc.; (b) protect and defend the rights or property of  EduNeering Holdings, Inc.; or (c) act in urgent circumstances to protect the personal safety of Users or members of the public.  \r\n EduNeering Holdings, Inc. does not use User Information for marketing to third parties.",
    "address": "202 Carnegie Center, Suite 301",
    "asp_index": "22447",
    "city": "Princeton",
    "contactemail1": "Susan.Boudreau@ul.com",
    "contactfax1": "609-627-5330",
    "contactname1": "Susan Boudreau",
    "contactoff1": "EduNeering Holdings, Inc.",
    "contactphone1": "609-627-5307",
    "contacttitle1": "Legal Counsel",
    "corpoffemail1": "Ellen.Leinfuss@ul.com",
    "corpofffax1": "609-627-5330",
    "corpoffname1": "Ellen Leinfuss",
    "corpoffphone1": "609-627-5300",
    "corpofftitle1": "Chief Marketing Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)"
    ],
    "latest": "false",
    "nextcertification": "2015-03-27",
    "orgverification": "Third Party",
    "personaldata": "off-line, on-line",
    "ppdate": "2006-10-17",
    "previous": "",
    "privacyprograms": "BBB EU Safe Harbor",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2007-03-27",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08540"
}