{
    "CertificationStatus": "true",
    "Fax": "(408) 213-6085",
    "OrgName": "SugarCRM Inc.",
    "PPLoc": "http://www.sugarcrm.com/eea-ch-safe-harbor-notice ",
    "Phone": "(408) 454-6900",
    "activities": "As part of SugarCRM’s CRM hosted applications, customers are permitted to submit electronic data and information, including personal data, to SugarCRM’s servers. In this context, SugarCRM acts as a data processor and does not determine how its customers’ data is utilized in SugarCRM’s servers. SugarCRM does not choose or determine the types of data that are submitted to SugarCRM’s servers, and any access to or use of such data by SugarCRM is incidental to completing the contractual obligations of SugarCRM, as data processor, to its customers. \r\n\r\nAs part of SugarCRM’s professional services operations, SugarCRM processes data and information, including personal data, on behalf of its customers. In this context, SugarCRM acts as a data processor on behalf of its customers. \r\n\r\nAs part of SugarCRM’s internal operations, SugarCRM transfers personal data of its current and prospective customers and current and prospective business partners to SugarCRM’s U.S. data centers for processing and storage. SugarCRM collects, transfers, and uses personal data of its current and prospective customers and current and prospective partners for sales, billing, marketing, and business partner recruitment purposes. In this context, SugarCRM acts as a data controller. \r\n\r\nAs part of SugarCRM’s internal operations, SugarCRM transfers personal data of its employees and non-employee personnel to SugarCRM’s U.S. headquarters for processing and storage. SugarCRM collects, transfers, and uses employee data for purposes of employee benefits and employees services. Such benefits and services include evaluation of qualifications for employment, provision of employment, compensation and benefits, reporting, security management, administration of compensation, stock option administration, performance management and company network access, authentication and personalization. In this context, SugarCRM acts as a data controller.\r\n\r\nOutside the scope of SugarCRM’s Safe Harbor registration, SugarCRM also stores and uses personal information collected through its publicly accessible website in accordance with the SugarCRM Privacy Policy posted on the website; the publicly accessible portions of the SugarCRM home page are only covered by SugarCRM’s Privacy Policy and not by the Safe Harbor – as further explained in detail in SugarCRM’s Privacy Policy and SugarCRM’s General EEA Safe Harbor Notice.",
    "address": "10050 North Wolfe Road",
    "asp_index": "22457",
    "city": "Cupertino",
    "contactemail1": "ptimm@sugarcrm.com",
    "contactfax1": "(408) 884-2240",
    "contactname1": "Patricia Timm",
    "contactoff1": "SugarCRM Inc.",
    "contactphone1": "(408) 454-6900",
    "contacttitle1": "SVP, General Counsel",
    "corpoffemail1": "ptimm@sugarcrm.com",
    "corpofffax1": "(408) 884-2240",
    "corpoffname1": "Patricia Timm",
    "corpoffphone1": "(408) 454-6900",
    "corpofftitle1": "SVP, General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-01",
    "orgverification": "In-house",
    "personaldata": "online, offline, and human resources data",
    "ppdate": "2013-03-20",
    "previous": "27327",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2013-04-01",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95014"
}