{
    "Fax": "650-989-1255",
    "OrgName": "Ginzamarkets, Inc.",
    "PPLoc": "http://www.ginzametrics.com/privacy-policy/ ",
    "Phone": "650-714-9816",
    "activities": "Ginzamarkets, Inc. collects “Personally Identifiable Information,” such as a user's name, company name, email address, billing address and if payment is required for a plan, and credit card information. We collect e-mail addresses if a user communicates with us via e-mail or volunteers information through means such as surveys. We use standard methods of verification and procedure to ensure that the data users provide us is reliable for its intended use, accurate, complete and current. The Personally Identifiable Information we collect is used to improve the content of our website and the quality of our service, and is not shared with other organizations, except to provide or improve upon products or services that each user requests, or under the following circumstances: it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of our Terms of Service, or as otherwise required by law.  We do not sell or rent Personally Identifiable Information.\r\n \r\nWe also collect aggregate, non-personally identifiable information, which we may disclose to third parties for research, marketing and other purposes.",
    "address": "25 Taylor Street",
    "asp_index": "22475",
    "city": "San Francisco",
    "contactemail1": "frances@accelcia.com",
    "contactfax1": "650-989-1255",
    "contactname1": "Frances Sipraseuth",
    "contactoff1": "ABS Transaction Processing",
    "contactphone1": "650-714-9816",
    "contacttitle1": "Account Manager",
    "corpoffemail1": "privacy@ginzametrics.com",
    "corpofffax1": "815-331-5307",
    "corpoffname1": "Ray Grieselhuber",
    "corpoffphone1": "888-469-2707",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-03-27",
    "orgverification": "in-house",
    "personaldata": "organization, client, employee, customer and patient data, including manually processed data.",
    "ppdate": "2012-03-05",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Ginzametrics will review all audit requests submitted in writing or through email for the purpose of determining whether or not its procedures and protocols being used are consistent with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework.  It is our policy to routinely monitor and check our compliance procedures and protocols. Should Ginzametrics determine inconsistency with any such procedures or protocol, we will take necessary steps to address and correct the inconsistency.  If we are unable to resolve the conflict with the individual or customer/client filing the complaint, we will mediate such said conflict in front of a panel of the American Arbitration Association.  Ginzametrics will self certify with the Department of Commerce for the purpose of renewing its Safe Harbor Privacy Policy on an annual basis and confirming its continued commitment to the protection and privacy of personal data.",
    "signupdate": "2012-03-27",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94102"
}