{
    "Fax": "212-664-6572",
    "OrgName": "NBCUniversal Media LLC",
    "PPLoc": "http://my.inbcu.com/sites/default/files/documents/NBCU%20Privacy%20%26%20Safe%20Harbor%20Policy%20-%20English.pdf ",
    "Phone": "212-664-4444",
    "activities": "NBC Universal  Media LLC will use and otherwise process EU Employee Data in the United States for the following purposes: \r\n \r\n• Compensation related activities, including  compensation and benefits administration, bonus analysis and administration and compensation analysis and reporting; \r\n• Job grading and recruitment activities, including candidate identification, assessment and selection; \r\n• Performance management, including succession planning, development of skills and competencies, analysis and reporting, assess and reward performance; \r\n• Personnel administration, including analysis and reporting on recruitment and staffing levels;\r\n• Accounting and Protecting Workers and Assets, including monitoring and enforcing compliance with company policies and procedures, compliance with legal and regulatory requirements, ensuring security of people at work and physical assets, ensuring and enforcing authorized-only access, and ensuring security of company information; \r\n• Data Administration and Workforce Management including maintenance of global address books, organizing the work of individuals, complying with laws, e.g. labour and export laws, analysing and reporting on the composition of the workforce;\r\n• Environmental, Health, Safety & Security, including recording and analysing individual-specific safety data, recording, analysing and reporting on individual training completion and assigning responsibility for regulatory EHSS management processes;\r\n• Communicating with NBCUniversal workers about products and services and employee benefits, where permitted by local law\r\n• Travel and expense reimbursement; \r\n• Payroll processing; \r\n• Providing IT support and services; and \r\n• Finance and accounting related activities. \r\n \r\nAs necessary in connection with these purposes, the Human Resources department and company managers, as well as members of the IT, legal and audit departments on a limited basis, in the United States may access and otherwise process EU Employee Data in connection with their job responsibilities. \r\n \r\nNBCUniversal Media LLC takes appropriate steps to ensure that such personnel are bound by duties of confidentiality with respect to EU Employee Data.\r\n \r\nAs necessary in connection with these purposes, third party services may be contracted for the provision of systems and systems support for the processing and storage of EU Employee Data. NBCUniversal Media LLC takes appropriate steps to ensure the necessary safeguards are in place when using third party service providers.",
    "address": "30 Rockerfeller Plaza",
    "asp_index": "22477",
    "city": "New York",
    "contactemail1": "lucy.mcgrath@nbcuni.com",
    "contactfax1": "212-664-6572",
    "contactname1": "Lucy McGrath",
    "contactoff1": "NBCUniversal International Limited, London",
    "contactphone1": "+447584330254",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "patricia.langer@nbcuni.com",
    "corpofffax1": "212-664-3067",
    "corpoffname1": "Patricia Langer",
    "corpoffphone1": "212-664-3507",
    "corpofftitle1": "EVP Human Resources",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Ireland, Italy, Netherlands, Norway, Poland, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Films Videos & Other Recordings - (FLM)General Consumer Goods - (GCG)Travel & Tourism Services - (TRA)Information Services - (INF)",
    "industrysector_parsed": [
        "Films Videos & Other Recordings - (FLM)",
        "General Consumer Goods - (GCG)",
        "Information Services - (INF)",
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "false",
    "nextcertification": "2015-03-30",
    "orgverification": "In-house",
    "personaldata": "Human resources data",
    "ppdate": "2012-03-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities and Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2012-03-30",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10112-0002"
}