{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "CorvisaCloud, LLC.",
    "PPLoc": "http://www.corvisacloud.com/about/safeharbor ",
    "Phone": "4148476900",
    "activities": "CorvisaCloud provides Hosted Voice PBX and Contact Center Software with CRM integration.  CorvisaCloud may collect personal information, such as name, phone number, website, and email address in our normal course of business. This will occur either through use of our company website or directly through our products and services. When an individual engages CorvisaCloud through our website he/she may choose to provide personal information to CorvisaCloud. In this scenario the information will be used by CorvisaCloud to improve the products and services CorvisaCloud provides its customers.  When using CorvisaCloud products and services, customers provide CorvisaCloud with personal information in the form of logins to our systems. This information is used to facilitate access to and to monitor the use of our products and services.  The core functionality of these products and services may involve voice communications, recordings, associated data, and client contact information.  This data may include personal information such as names, phone numbers, and call detail records.  CorvisaCloud does not use any personal information for the purpose of marketing communications to individuals.",
    "address": "1610 N 2nd Street",
    "asp_index": "22478",
    "city": "Milwaukee",
    "contactemail1": "SafeHarbor@corvisacloud.com",
    "contactfax1": "",
    "contactname1": "John Holtmann",
    "contactoff1": "Novation Companies, Inc.",
    "contactphone1": "(816)237-7604",
    "contacttitle1": "Counsel",
    "corpoffemail1": "Matt.Lautz@corvisacloud.com",
    "corpofffax1": "",
    "corpoffname1": "Matt Lautz",
    "corpoffphone1": "(414)847-6900",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2015-04-16",
    "orgverification": "In-House",
    "personaldata": "Client, Customer.  No manually processed data.",
    "ppdate": "2014-03-28",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "CorvisaCloud uses the Better Business Bureau EU Safe Harbor Program to resolve disputes.  (http://www.bbb.org/us/european-dispute-resolution/)",
    "signupdate": "2014-04-16",
    "state": "Wisconsin",
    "statutorybody": "FTC",
    "zip": "53212"
}