{
    "CertificationStatus": "true",
    "Fax": "7209212101",
    "OrgName": "Tendril",
    "PPLoc": "http://www.tendrilinc.com/privacy-policy/ ",
    "Phone": "7209212100",
    "activities": "Tendril provides residential energy management services that are aimed at providing electrical consumers with a more holistic and accurate understanding of their energy consumption.  \r\n\r\nTo provide these services, Tendril collects and analyzes personal information that is provided by the consumer directly or from the consumer’s utility provider.  This information typically includes: (1) the consumer’s contact information including name, address, and email address information; (2) information concerning the consumers home profile such as its size, whether it is a single-family home, number of occupants, and whether any occupants work from home; and (3) historic and current energy consumption information including the time of the consumer’s energy use, the amount of energy use, and overall cost.  Tendril also automatically collects certain information from Tendril’s website such as the type of browser the consumer uses, the consumer’s language preference, and how the consumer used the website.\r\n\r\nTendril uses the information it collects to: (1) operate and improve its residential energy management services; (2) fulfill requests from consumers for certain products or changes in service; (3) communicate with consumers about their service and to respond to any questions or concerns they may have; and (4) troubleshoot problems and protect against errors, fraud, or other criminal activity.  As Tendril develops additional services, it may use the personal information it collects for other purposes, but only with the consumer’s express consent.\r\n\r\nTendril may disclose the personal information it collects to third parties only if: (1) the third party is working with Tendril to provide Tendril’s service to consumers and the third-party is bound by contract to safeguard the personal information to the same extent that Tendril safeguards it, or (2) the consumer expressly consents to Tendril disclosing the information.\r\n\r\nTendril may create non-personally identifying anonymous or aggregate data from the information it collects.  Tendril may use that non-personal information for research, education, or for demonstrating the value of Tendril’s service to regulators, consumers, or customers.  Tendril may also disclose the anonymous and aggregate non-personal information to: third parties for their marketing and promotional purposes; organizations and government entities that conduct research into energy usage and/or smart-grid technologies; other users of Tendril’s service for purposes of comparing energy usage to the broader community; and/or other interested third parties.\r\n\r\nTendril takes great care to safeguard the personal information that it collects.  Tendril physically, administratively, and technologically restricts access to personal information to those personnel that require such access.  Tendril requires personnel to abide by its privacy policy and its rigorous information security policy.  Tendril also regularly trains personnel on the proper treatment of personal information and conducts regular audits to ensure compliance with Tendril’s policies and procedures.",
    "address": "2580 55th Street",
    "asp_index": "22481",
    "city": "Boulder",
    "contactemail1": "dfredrickson@tendrilinc.com",
    "contactfax1": "7209212101",
    "contactname1": "Dan Fredrickson",
    "contactoff1": "Tendril (Headquarters)",
    "contactphone1": "7209212242",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "cblack@tendrilinc.com",
    "corpofffax1": "7209212101",
    "corpoffname1": "Chris Black",
    "corpoffphone1": "7209212100",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Netherlands, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "NLD",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-17",
    "orgverification": "In-house",
    "personaldata": "The Personal Data processed by Tendril that is covered by the Safe Harbor Framework includes the contact information for EU customers and EU users, the energy usage information of EU users, and home profile information of EU users.  Other Personal Data processed by Tendril includes the manually processed human resource data of Tendril’s European employees and contractors.",
    "ppdate": "2012-04-11",
    "previous": "27284",
    "privacyprograms": "None",
    "recoursemech": "Tendril commits to cooperate with data protection authorities located in the European Union (EU DPAs) and Switzerland (Swiss FDPIC) or their authorized representatives.",
    "signupdate": "2012-04-17",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80301"
}