{
    "Fax": "202-237-8620",
    "OrgName": "Tele-Town Hall, LLC",
    "PPLoc": "http://teletownhall.com/privacy-policy ",
    "Phone": "202-237-8313",
    "activities": "Tele-Town Hall, LLC receives personal information (names, addresses, phone numbers, e-mail addresses, and other personal information) for constituents and voters in the EU submitted on behalf of elected officials and political candidates in EU member states for the purpose of these elected officials and political candidates inviting EU households to participate in Tele-Town Hall events (live, interactive town hall meetings). Our customers retain complete ownership over their data, and it is returned to them after each Tele-Town Hall event along with additional statistics from the conference.",
    "address": "4600 N Fairfax Drive, Suite 802",
    "asp_index": "22496",
    "city": "Arlington",
    "contactemail1": "privacy@teletownhall.com",
    "contactfax1": "202-237-8620",
    "contactname1": "Shaun Thompson",
    "contactoff1": "Tele-Town Hall Privacy Policy Dept.",
    "contactphone1": "202-237-8571",
    "contacttitle1": "VP Govt/Client Relations & Legal Affairs",
    "corpoffemail1": "roman@teletownhall.com",
    "corpofffax1": "202-237-8620",
    "corpoffname1": "Roman Marchevsky",
    "corpoffphone1": "847-716-5104",
    "corpofftitle1": "President / CEO",
    "eucountries": "Croatia, Czech Republic, France, Germany, Hungary, Italy, Netherlands, Slovakia",
    "eucountries_parsed": [
        "HRV",
        "CZE",
        "FRA",
        "DEU",
        "HUN",
        "ITA",
        "NLD",
        "SVK"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-29",
    "orgverification": "In-house",
    "personaldata": "names, addresses, phone numbers, e-mail addresses, and other personal information",
    "ppdate": "2010-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Tele-Town Hall, LLC will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in our Privacy Policy. With respect to any complaints relating to Privacy Policy that cannot be resolved through our internal processes, we have agreed to participate in the dispute resolution procedures of the panel established by the EU data protection authorities (DPAs) to resolve disputes pursuant to the Safe Harbor Principles.",
    "signupdate": "2010-04-29",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22203"
}