{
    "CertificationStatus": "true",
    "Fax": "408-220-2250",
    "OrgName": "Blue Coat Systems, Inc.",
    "PPLoc": "http://www.bluecoat.com/privacy-safe-harbor-statement ",
    "Phone": "408-220-2200",
    "activities": "Blue Coat Systems, Inc. receives, stores, and otherwise processes personal data from the EEA and Switzerland as a data controller and as a data processor. \r\n\r\nAs a data controller, Blue Coat Systems, Inc. processes personal data from the EEA and Switzerland related to (1) prospective, current, and former employees of European affiliates of Blue Coat Systems, Inc., for purposes of providing employee benefits and services as well as human resources management, (2) website visitors for purposes of providing content and services via its websites, email and other communication channels, including marketing information, and (3) individual contacts of current, prospective and former corporate business partners, including enterprise customers, resellers, distributors and suppliers, for purposes of managing business relationships with business partners, including providing services, products, invoices and information, including marketing information.\r\n\r\nAs a data processor, Blue Coat Systems, Inc. processes personal data that affiliated and unaffiliated customers provide for processing under services agreements, subject to the direction and control of the customer, for example, data that customers upload or route through Blue Coat Systems, Inc.’s products, systems and technology offerings.\r\n\r\nBlue Coat Systems, Inc. also processes data as required by applicable law or to protect legal rights.",
    "address": "420 North Mary Ave.",
    "asp_index": "22525",
    "city": "Sunnyvale",
    "contactemail1": "mary.shannon@bluecoat.com",
    "contactfax1": "408-220-2175",
    "contactname1": "Mary Shannon",
    "contactoff1": "Blue Coat Corporate",
    "contactphone1": "408-220-2350",
    "contacttitle1": "Director, Intellectual Property",
    "corpoffemail1": "matt.mackenzie@bluecoat.com",
    "corpofffax1": "408-220-2175",
    "corpoffname1": "Matt MacKenzie",
    "corpoffphone1": "408-541-3742",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-04-01",
    "orgverification": "In-house",
    "personaldata": "On-line; Off-line; Manually Processed; HR Data; Client and Customer Data.",
    "ppdate": "2013-12-06",
    "previous": "22525",
    "privacyprograms": "None",
    "recoursemech": "Blue Coat commits to cooperate with the European Data Protections Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2011-04-01",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94085"
}