{
    "CertificationStatus": "true",
    "Fax": "9999999999",
    "OrgName": "Expensify, Inc",
    "PPLoc": "https:/ www.expensify.com/privacy ",
    "Phone": "9258789060",
    "activities": "User communities are served through www.expensify.com, and via offline interactions with customers, suppliers and members of our partner program.  Throughout this process, though the activities vary depending on the product or service involved, Expensify collects business-related information that includes: contact information, information related to product preferences, transaction related information, due diligence and other information collected in connection with our suppliers and partners programs, and information related to customer training and certification. Information may be used for a variety of purposes including customer service, software download, product support, website content selection, website performance management and navigation, and marketing and training. As part of Expensify’s services, including consulting, education, support and hosting, some customers may also allow us to maintain or provide us with access to data. In connection with those services, Expensify does not control the data and any access to or use of such data is incidental to completing its contractual requirements for the customer. Expensify will also transfer information concerning current and former employees, consultants, contractors and job applicants to the United States for processing and storage. Expensify collects, transfers, and uses this data for purposes of employee benefits, workforce management and provision of products and services. This includes evaluation of qualifications for employment, provision of employment benefits, reporting, security management, administration of compensation, performance management and training, workforce management, budgeting and salary administration, business contact directory, company network access, authentication and personalization. And Expensify may transfer information concerning employees, customers, prospects, partners and suppliers of companies engaged with Expensify in acquisition activity. This information may be used for evaluation and integration of acquired companies.",
    "address": "548 Market St #61434",
    "asp_index": "22548",
    "city": "San Francisco",
    "contactemail1": "alex@expensify.com",
    "contactfax1": "9999999999",
    "contactname1": "Alexandra Revelli",
    "contactoff1": "Human Resources",
    "contactphone1": "9999999999",
    "contacttitle1": "Director of Human Resources",
    "corpoffemail1": "dbarrett@expensify.com",
    "corpofffax1": "9999999999",
    "corpoffname1": "David Barrett",
    "corpoffphone1": "801-860-0540",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Accounting Services - (ACT)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Accounting Services - (ACT)",
        "Financial Services - (FNS)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-29",
    "orgverification": "Third Party",
    "personaldata": "on-line data, offline data, manually processed data, human resources data",
    "ppdate": "2014-03-28",
    "previous": "27864",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-04-29",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94104"
}