{
    "CertifiedThroughLabel": "",
    "Fax": "408 213 0753",
    "OrgName": "Expertus inc",
    "PPLoc": "http://www.expertus.com/Company/Legal-Notices ",
    "Phone": "408 703 2512",
    "activities": "Expertus recognizes that the European community has established a data protection regime pursuant to Directive 95/46/EC, which applies to the European Economic Area (“EEA”) and restricts companies in the EEA in Transferring personal data about individuals in the EEA to the United States, unless there is ‘adequate protection” for such personal data when it is received in the United States.  To create such  “adequate protections,” Expertus adheres to the Safe Harbor Privacy Principles  published by the US department of Commerce (“Safe Harbor Principles”) with respect to personal data about individuals in the EEA that we receive from our customers and other business partners.  Expertus’s Safe Harbor Certification also extends to data that we received directly through Expertus’s publicly accessible websites.",
    "address": "3945 Freedom Circle",
    "asp_index": "22542",
    "city": "Santa Clara",
    "contactemail1": "jiml@expertus.com",
    "contactfax1": "408 213 0753",
    "contactname1": "Jim Lawrence",
    "contactoff1": "Santa Clara",
    "contactphone1": "408 703 2512",
    "contacttitle1": "Director Finance",
    "corpoffemail1": "rramani@expertus.com",
    "corpofffax1": "408 213 0753",
    "corpoffname1": "Ramesh Ramani",
    "corpoffphone1": "408 703 2510",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-01",
    "orgverification": "In House",
    "personaldata": "Expertus does not receive data directly from consumers.  Generally, Expertus’s clients are merchants selling goods and services.  Expertus may receive consumer data indirectly via its customers/clients.",
    "ppdate": "2012-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Incompliance with the Safe Harbor Principles, Expertus commits to resolve complaints about your privacy and our collection or use of your personal information.  European Union Citizens with inquiries or complaints regarding his privacy policy should first contact Expertus at: corp@expertus.com and identify “Privacy Compliance” in the subject line or,\r\nPrivacy Compliance\r\nExpertus INC\r\n3945 Freedom Circle, Suite 1050\r\nSanta Clara, CA  95054\r\n408  703  2512\r\nExpertus has further committed to refer unresolved privacy complaints under the Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU Safe Harbor , operated by the Council of Better  business Bureaus.  If you do not receive timely acknowledgement of your complaint, or if your complaint is not satisfactorily addressed by Expertus, please visit the BBB EU Safe Harbor web site at  www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint",
    "signupdate": "2013-05-01",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95050"
}