{
    "CertificationStatus": "true",
    "Fax": "650-273-4364",
    "OrgName": "Loqate",
    "PPLoc": "http://www.loqate.com/privacy/ ",
    "Phone": "(650) 273-5603",
    "activities": "The business of Loqate is address verification. We provide companies the ability to capture, clean, verify, and format building and street addresses in any country in the world. We only deal in physical addresses, not email addresses. Part of our work is to collect reference addresses from companies that do business in those countries. Such sources could include postal services, telephone companies, shipping companies, and other organizations that deal with physical addresses. The data that is transferred to Loqate from those sources is in the vast majority of cases only the address - building number, suite number, street name, city, and so on. The address alone is not enough to identify an individual so for that data privacy concerns do not apply.\r\n\r\nIn one case, data is sourced from the Royal Mail in the United Kingdom. Some addresses in rural areas in the UK do not have house numbers or even street names. The address of the building is a person's name. This is the case for about 2000 addresses out of almost 30 million in the UK according to our contacts at Royal Mail. In these few cases, an person can be identified so Royal Mail considers privacy concerns to apply for the entire file sent to Loqate. \r\n\r\nLoqate does not use the information about the person or the address for any other purpose other than to identify that the address actually exists. In the case that data that could uniquely identify a person is accessed, that data is only used to match the input sent to Loqate software by a user or another software application. Based on our software algorithms, a match is made between the input data and the reference data and a score is assigned to the quality of the match. The data from Royal Mail is used as one of the factors to create that score. \r\n\r\nLoqate will process the reference data received from Royal Mail into a proprietary format and then encrypt the data to prevent access without the Loqate software. The reference data can then be safely installed in a customer's data center or organization. Alternatively, the software and underlying reference data can be accessed by applications in the cloud or over the Internet. In either manner, no user has direct access to the raw data from Royal Mail or any other source within the EU or anywhere in the world. \r\n\r\nRoyal Mail is the data controller in this case. Loqate does have the ability to remove and will remove an address from the reference data should a person in the UK request that removal. \r\n\r\nBecoming a party to Safe Harbor is important in that it will reduce the amount of paperwork and time necessary to complete sales with our customers. Without Safe Harbor, each one of our customers and their potential customer would need to agree to the Royal Mail data protect agreements. This is impractical, if not impossible. At this moment, not being part of Safe Harbor is hurting our business. \r\n\r\nRoyal Mail and the UK is the only organization and country that we have encountered that creates this issue. Should we encounter this issue with other EU/EEA countries or Switzerland, we will certainly amend this information.",
    "address": "999 Baker Way Ste 320",
    "asp_index": "22549",
    "city": "San Mateo",
    "contactemail1": "geoff.roach@loqate.com",
    "contactfax1": "650-273-4364",
    "contactname1": "Geoff Roach",
    "contactoff1": "Loqate Headquarters",
    "contactphone1": "650-472-3618",
    "contacttitle1": "Chief Operating Officer",
    "corpoffemail1": "geoff.roach@loqate.com",
    "corpofffax1": "650-273-4362",
    "corpoffname1": "Geoff Roach",
    "corpoffphone1": "650-472-3618",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-25",
    "orgverification": "In-house",
    "personaldata": "Street addresses only",
    "ppdate": "2013-02-16",
    "previous": "27605",
    "privacyprograms": "None",
    "recoursemech": "We encourage interested persons to raise any concerns using the contact information provided on the Loqate website and we will investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Information in accordance with the Principles. If a complaint or dispute cannot be resolved through our internal process, we agree to cooperate and comply with the European Union Data Protection Authorities (EU DPAs).",
    "signupdate": "2013-04-25",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94404"
}