{
    "Fax": "(800) 852-7153",
    "OrgName": "Vitamin Shoppe, Inc",
    "PPLoc": "http://www.vitaminshoppe.com/content/en/support/help/privacy.jsp ",
    "Phone": "(201) 868-5959",
    "activities": "When you use the Services, you may be required to provide Personal Information. We will collect Personal Information which will be used to fulfill your order and for other purposes consistent with this Privacy Policy. If you visit the VSI Site, or register on the VSI Site, through any social media website, we may also receive certain Personal Information from those social media sites. From time to time we may collect or purchase demographic information (such as gender or age) or information about your interests and preferences. If we link any demographic or preferences information to your Personal Information, then all such information will be treated as Personal Information under this Privacy Policy.   \r\nIn order to use some features provided on our VSI Site, you may submit Personal Information about other individuals. The Vitamin Shoppe will use and store such Personal Information to fulfill your request, and for marketing and other purposes consistent with this Privacy Policy.  \r\n\r\nWe may use your Personal Information in a manner that is consistent with this Privacy Policy. If you provide Personal Information for a certain reason, we may use such Personal Information in connection with the reason it was provided. For instance, we may use Personal Information to process purchases via the VSI Site; administer, improve and provide access to the VSI Site and the Services; respond to inquiries; upload User Content that may include Personal Information; or to communicate with you by email, telephone or regular mail regarding news updates, special promotional offers, our products and services, or other information which may be of interest to you.  If you later wish to opt-out of receiving such promotional communications from us at any time, simply follow the “Opt-Out” instructions.  \r\n\r\nThe Vitamin Shoppe may link or combine Personal Information with other personally identifiable information (such as transaction history) and Non-Personal Information that is available from our records and other sources. We may use this combined information for marketing and advertising programs, to enforce VSI Site policies, protect the VSI Site, our customers and others, and to comply with applicable law.  \r\n\r\nThe Vitamin Shoppe may share your Personal Information and Non-Personal Information with third parties without notice to you under certain circumstances including: \r\n•\tService Providers\r\n•\tLegal Requirements \r\n•\tBusiness Transfers.  \r\n•\tAggregated Information. \r\nVitamin Shoppe may disclose Personal Information to third party marketers (who may combine such Personal Information with their own records, and records available from other sources), for their own direct marketing purposes, and the direct marketing purposes of other third party marketers. If you wish to opt-out Click here to unsubscribe\r\nWe are not responsible for protecting any Personal Information or User Content you post on the VSI Site or on social media web pages associated with VSI. Any Personal Information or User Content posted on the VSI Site or associates social media pages is publicly available, unprotected and may be viewed by anyone with access to the specific website.  \r\n\r\nUser Content or Personal Information published on the VSI Site or associated social media sites may also appear in search engine results (such as Yahoo!, MSN, Google, Altavista, and other search engines) and in the cache of those search engines, in feeds and third party websites pursuant to cobranding agreements. \r\nThe Vitamin Shoppe reserves the right, but has no obligation, to monitor User Content and Personal Information posted on the VSI Site. We reserve the right, but have no obligation, to block or remove communications, User Content, Personal Information or other submissions to the VSI Site, for any reason or no reason, in our sole and absolute discretion. \r\nAdvertising.  VSI and Service Providers may use Personal Information and Non-Personal Information collected during your visits to the VSI Site to select advertisements, perform, or have performed, cookie synchs, and otherwise combine and compare your information with other databases for VSI’s commercial purposes.   You may opt-out of the tailoring of advertising based on information we collect by clicking http://www.networkadvertising.org/managing/opt_out.asp",
    "address": "2101 91st st",
    "asp_index": "22585",
    "city": "North Bergen",
    "contactemail1": "sbeebe@vitaminshoppe.com",
    "contactfax1": "201-552-6473",
    "contactname1": "Susan Beebe",
    "contactoff1": "Secaucus",
    "contactphone1": "201-552-6033",
    "contacttitle1": "Marketing Manager",
    "corpoffemail1": "jean.frydman@vitaminshoppe.com",
    "corpofffax1": "201-624-3880",
    "corpoffname1": "Jean Frydman",
    "corpoffphone1": "201-624-3080",
    "corpofftitle1": "Senior Vice President of Legal, General Counsel & Corporate Secretary",
    "eucountries": "Austria, Belgium, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Consumer Goods - (GCG)Household Consumer Goods - (HCG)",
    "industrysector_parsed": [
        "General Consumer Goods - (GCG)",
        "Household Consumer Goods - (HCG)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-30",
    "orgverification": "self- assessment",
    "personaldata": "we will collect Personal Information which will be used to fulfill your order and for other purposes consistent with this Privacy Policy. If you visit or register on the VSI Site through any social media website, we may also receive certain PI. In order to use some features provided on our VSI Site, you may submit Personal I about other individuals. We will use and store such PI to fulfill your re",
    "ppdate": "2014-05-01",
    "previous": "",
    "privacyprograms": "Council of Better Business Bureaus, Inc",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2014-05-30",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07047"
}