{
    "CertifiedThroughLabel": "",
    "Fax": "508-482-2320",
    "OrgName": "Waters Corporation",
    "PPLoc": "http://www.waters.com/waters/en_US/Global-Privacy-Policy/nav.htm?cid=1000241 ",
    "Phone": "508-482-2000",
    "activities": "Waters collects and uses personal information for the following purposes:\r\n\r\n•\tTo allow visitors to the Waters website to register for additional information, contact etc.\r\n•\tTo respond to subscriptions to Waters service\r\n•\tTo respond to requests for further services\r\n•\tTo report problems with the website.\r\n•\tTo keep reports to contact with website users.\r\n•\tTo collect research information from our website users, customers and potential customers.\r\n•\tTo document the details of transactions website users carry out through the website \r\n•\tTo fulfil customer orders.\r\n•\tTo track website traffic data, website visitor location data, weblogs and other communication data which may be required for Waters billing purposes or otherwise.\r\n•\tTo conduct employment related maters using certain personal information such as name, date of birth, gender, marital status, and identification numbers including social security, driver's license, tax identification, passport numbers, background information, including education (schools and dates attended, and degrees or diplomas obtained), training, work history (names of former employers, dates of employment, and compensation information), military and veteran status, and criminal arrests, indictments, convictions, financial information such as salary, stock option grants and tax, contact information such as home and office addresses, home, office and mobile telephone numbers, home and office e-mail addresses, health and medical information, including personal, contact, and health information for employees, their spouses and dependants, the results of applicant and employee drug tests, information relating to injuries or sickness whilst at work, company work history, experience, training, compensation information (including salary, bonus, options and benefits) and employment performance;\r\n•\tTo conduct Waters company car program Waters may collect state driver's records for drivers of company cars;\r\n•\tTo conduct benefit programs Waters may collect information relating to employee’s dependants for the purposes of enrolling with relevant Waters benefit schemes and beneficiary information.",
    "address": "34 Maple Street",
    "asp_index": "22595",
    "city": "Milford",
    "contactemail1": "data_privacy@waters.com",
    "contactfax1": "508-482-2320",
    "contactname1": "Mark T. Beaudouin",
    "contactoff1": "Waters Corporation",
    "contactphone1": "508-482-2000",
    "contacttitle1": "Vice President, General Counsel and Secretary",
    "corpoffemail1": "data_privacy@waters.com",
    "corpofffax1": "508-482-2320",
    "corpoffname1": "Mark T. Beaudouin",
    "corpoffphone1": "508-482-2000",
    "corpofftitle1": "Vice President, General Counsel and Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Laboratory Scientific Instruments - (LAB)Medical Equipment - (MED)General Science & Technology - (GST)",
    "industrysector_parsed": [
        "General Science & Technology - (GST)",
        "Laboratory Scientific Instruments - (LAB)",
        "Medical Equipment - (MED)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-07",
    "orgverification": "In-house",
    "personaldata": "website user, customer, potential customer, potential employees, employees and their beneficiaries and dependents, and contractors, vendors, partners, collaborators, suppliers and their employees",
    "ppdate": "2011-03-10",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU and/or Swiss data protection authorities",
    "signupdate": "2011-04-07",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01757"
}