{
    "CertificationStatus": "true",
    "Fax": "617-472-8880",
    "OrgName": "ideaPoint, Incorporated",
    "PPLoc": "http://www.idea-point.com/about/privacy-policy/ ",
    "Phone": "617-729-3100",
    "activities": "Information Collection:\r\n\r\nCertain areas of the www.idea-point.com website may ask visitors to submit personally identifiable information (such as name, email and address) in order for the visitor to benefit from the site’s specified features or to participate in particular activities. When submitting personal information, the visitor will be informed as to what information is required and what information is optional.\r\n\r\nAs a visitor navigates the www.idea-point.com website, some information also may be collected passively using various technologies, such as cookies, Internet tags or web beacons, and navigational data collection (log files, server logs, clickstream). The visitor’s Internet browser automatically transmits to the ideaPoint website some of this anonymous information, such as the URL of the website the visitor just came from and the IP address and the browser version the visitor’s computer is currently using. This site may also collect anonymous information from a visitor’s computer through cookies and Internet tags or web beacons.\r\n\r\nThe www.idea-point.com website may use and combine such passively collected anonymous information to provide better service to site visitors, customize the site based on individual preferences, compile and analyze statistics and trends, and otherwise administer and improve the site for a visitor’s use. Such information is not combined with personally identifiable information collected elsewhere on the site unless the visitor has consented. \r\n\r\nUse and Disclosure of Information:\r\n\r\nIdeaPoint may use information collected via www.idea-point.com to improve the content of this site, to customize the site to visitor’s preferences, to communicate information to visitors (only if requested), and for ideaPoint’s marketing and research purposes. In addition, ideaPoint may make full use of all information acquired through this site that is not in personally identifiable form.\r\n\r\nIf a visitor provides personally identifiable information to this site, ideaPoint may combine such information with other actively collected information unless it specifies otherwise at the point of collection. It may disclose personally identifiable information that a visitor provides via this site to third parties but only:\r\n\r\n(i)\tto contractors it uses to support its business (such as fulfillment services, technical support, delivery services, and financial institutions), in which case ideaPoint will require such third parties to agree to treat it in accordance with the ideaPoint Privacy Policy and use it for the same purposes;\r\n(ii)\tin connection with the sale, assignment, or other transfer of the business of this site to which the information relates, in which case ideaPoint will require any such buyer to agree to treat it in accordance with the ideaPoint Privacy Policy and use it for the same purposes; or\r\n(iii)\tto respond to law enforcement requests or where required by applicable laws, court orders, or government regulations.\r\n\r\n\r\nAccess, Correction and Deletion of Information:\r\n\r\nIf individuals wish to access, correct or delete any personally identifiable information that they have provided via www.idea-point.com, they may contact ideaPoint (by means specified in its Privacy Policy).  IdeaPoint will then take the appropriate steps to update or correct such information in its possession, or to delete such information from its contact list. IdeaPoint will respond to requests within 30 days.\r\n\r\nInformation Related to Data Collected for the POMS Application:\r\n\r\nThrough its service Partnering and Opportunity Management System (POMS), ideaPoint collects information under the direction of its Clients and has no direct relationship with the individuals whose personal data it processes. IdeaPoint works with its Clients to help them provide notice to their customers concerning the purpose for which personal information is collected.\r\n\r\nIf a customer of one of ideaPoint’s Clients would no longer like to be contacted by a Client that uses the POMS service, the customer should contact the Client directly. \r\n\r\nIdeaPoint may transfer personal information to companies that help it to provide its service. Transfers to subsequent third parties are covered by the provisions in the ideaPoint Privacy Policy regarding notice and choice and the service agreements with ideaPoint Clients.\r\n\r\nAn individual who seeks access to, or who seeks to correct, amend, or delete inaccurate data should direct his or her query to the ideaPoint Client (the data controller). If the Client requests ideaPoint to remove the data, ideaPoint will respond to the request within 30 days.\r\n\r\nIdeaPoint will retain the personal data it processes on behalf of its Clients for as long as is needed to provide services to our Clients. IdeaPoint will retain and use this personal information as necessary to comply with its legal obligations, resolve disputes, and enforce its agreements.\r\n\r\nThe use of tracking mechanisms is limited to session cookies only. No persistent cookies are used in the POMS application.\r\n\r\nSecurity of Information:\r\n\r\nThe security of personal information and Client information is important to ideaPoint. When an individual enters sensitive information (such as login credentials), ideaPoint encrypts the transmission of that information using secure socket layer technology (SSL).\r\n\r\nIdeaPoint follows generally accepted standards to protect the personal information submitted, both during transmission and once it’s been received.  No method of transmission over the Internet, or method of electronic storage, is 100% secure, however.  Therefore, we cannot guarantee its absolute security.",
    "address": "300 Congress Street, Suite 404",
    "asp_index": "22602",
    "city": "Quincy",
    "contactemail1": "support@idea-point.com",
    "contactfax1": "617-472-8880",
    "contactname1": "",
    "contactoff1": "ideaPoint, Inc.",
    "contactphone1": "617-729-3130",
    "contacttitle1": "",
    "corpoffemail1": "brennon@idea-point.com",
    "corpofffax1": "617-472-8880",
    "corpoffname1": "Brennon Brown",
    "corpoffphone1": "617-729-3151",
    "corpofftitle1": "Chief Technical Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-13",
    "orgverification": "Third Party.",
    "personaldata": "Online data; Offline data",
    "ppdate": "2014-03-25",
    "previous": "27251",
    "privacyprograms": "TRUSTe EU Safe Harbor Program.",
    "recoursemech": "TRUSTe EU Safe Harbor Program.",
    "signupdate": "2012-04-13",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02169"
}