{
    "CertifiedThroughLabel": "",
    "Fax": "4208971910",
    "OrgName": "Sidus Group, LLCq",
    "PPLoc": "http://www.sidusdata.com/privacy-policy ",
    "Phone": "4108971050",
    "activities": "Sidus Group is a managed hosting company that delivers services to e-commerce, SaaS, healthcare, biotechnology, medical device and other Life Sciences companies.  It also services both United States Federal and State Governments.  Sidus Group is committed to the highest level of quality in the management, security, integrity and availability of both regulated and non-regulated data.  Sidus collects personal information from prospective and current customers, vendors and other people located in the European Union who may be interested in doing business with us.  We collect this information via our website, telephone call, online chat, website forms, emails, contact information collected at conference or other relevant events and occasionally third party providers.  Sidus uses this collected information to contact prospects about Sidus Group’s services, and possible business transactions.  Collected information includes name, email address, mailing address, phone number.  We also use collected personal information about our current clients to manage accounts, provide support and to satisfy compliance and regulatory obligation.",
    "address": "175 Admiral Cochrane Dr, Suite 301",
    "asp_index": "22605",
    "city": "Annapolis",
    "contactemail1": "lackerson@sidusdata.com",
    "contactfax1": "4108971910",
    "contactname1": "Lisa Ackerson",
    "contactoff1": "Sidus Data",
    "contactphone1": "4108971050",
    "contacttitle1": "Business Development Director",
    "corpoffemail1": "jsilva@sidusdata.com",
    "corpofffax1": "4108971910",
    "corpoffname1": "Jason Silva",
    "corpoffphone1": "4108971050",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-21",
    "orgverification": "In-House",
    "personaldata": "Online data",
    "ppdate": "2014-10-21",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Sidus Group has selected the Better Business Bureau EU Safe Harbor as the dispute resolution provider.",
    "signupdate": "2014-10-21",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "21401"
}