{
    "Fax": "224-534-3588",
    "OrgName": "ADAR LLC",
    "PPLoc": "http://www.adarIT.com/privacy ",
    "Phone": "877-860-0700",
    "activities": "Adar Inc. (“Adar”) receives personal information from the EU collected offline and/or online from Adar’s website, including information concerning the customer’s name, address, email information, demographic information and other personal information provided by the customer.  This information is collected from both current and/or prospective customers and may be required to participate in specific activities on Adar’s website.  Credit card information is used exclusively to bill services rendered by Adar.  Adar may use personal information for permissible sales and marketing, internal business processes, and support activities, such as providing services and technical support.  No personal information is released to others without the prior express consent of the customer.  In some instances Adar may provide online services and as such receive and process personal information on behalf of their customers.  In such capacity, Adar will act on the instructions of its customers and does not own personal information it may process.  Adar uses generally acceptable means to safeguard personal information.  Customers are responsible for complying with all other obligations in relation to the personal information Adar may collect.",
    "address": "7370 N. Lincoln Avenue, Suite 200",
    "asp_index": "22603",
    "city": "Lincolnwood",
    "contactemail1": "info@adarIT.com",
    "contactfax1": "224-534-3588",
    "contactname1": "",
    "contactoff1": "ADAR INC.",
    "contactphone1": "224-534-3590",
    "contacttitle1": "",
    "corpoffemail1": "Vadim@adarIT.com\t",
    "corpofffax1": "224-534-3587",
    "corpoffname1": "Vadim Vladimirskiy",
    "corpoffphone1": "224-534-3594",
    "corpofftitle1": "CEO",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-24",
    "orgverification": "In-house",
    "personaldata": "online and offline data from customers",
    "ppdate": "2013-05-16",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "2013-05-24",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60712"
}