{
    "Fax": "415-484-7301",
    "OrgName": "Coinbase Global, Inc.",
    "PPLoc": "https://coinbase.com/legal/privacy",
    "Phone": "800-343-5845",
    "activities": "Coinbase is a hosted bitcoin wallet and exchange service.  We collect personal information from and about our customers as necessary to support operations, process payments to or from customers, and to comply with certain recordkeeping requirements applicable to U.S. Money Service Businesses.  The type of personal information we collect depends on an individual’s particular use of Coinbase Services.  At a minimum, Coinbase users must provide an e-mail address and user ID. In connection with our anti-fraud policy, Coinbase also continuously collects information about users’ access to our website.  This data includes IP address and certain device information.  If a user elects to use the Coinbase Exchange Service to purchase or sell bitcoins, Coinbase and/or its payment vendor collects payment information, such as credit card or bank account information in order to process payments. Full credit card data is stored with a qualified payment vendor in accordance with payment card industry data security standards (PCI DSS). Coinbase may also ask users to verify their mobile phone number in order to enable enhanced security measures around the customer’s Coinbase Account.  Users wishing to expand their use of the Coinbase Exchange Service beyond certain thresholds must submit additional information in connection with Coinbase’s anti-money laundering and other compliance policies.  This information may include customer taxpayer identification or other government identification number, date of birth, and address.  Coinbase may also use third-party data vendors to procure additional information as set forth in our privacy policy, or to verify information submitted by a customer. In connection with its operations, Coinbase also maintains transaction histories of customers’ account activity, including bitcoin purchases or sales and records of bitcoin transfers.  The most sensitive personal information, such as passwords, taxpayer identification numbers, bank account numbers, and credit card numbers is fully encrypted and access is extremely limited.",
    "address": "548 Market Street, #23008",
    "asp_index": "22634",
    "city": "San Francisco",
    "contactemail1": "juan@coinbase.com",
    "contactfax1": "415-484-7301",
    "contactname1": "Juan Suarez",
    "contactoff1": "Legal",
    "contactphone1": "412-443-3358",
    "contacttitle1": "Legal Associate",
    "corpoffemail1": "martine@coinbase.com",
    "corpofffax1": "415-484-7301",
    "corpoffname1": "Martine Niejadlik",
    "corpoffphone1": "415-952-6461",
    "corpofftitle1": "Chief Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Financial Services - (FNS)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-25",
    "orgverification": "Primarily in-house, as managed by legal and compli",
    "personaldata": "All customer and client personal data processed by Coinbase is covered under this self-certification. Manually processed data, if any, is included.",
    "ppdate": "2014-04-21",
    "previous": "",
    "privacyprograms": "Coinbase is a member of the Electronic Trust Foundation (eTrust), which is an organization dedicated to the promotion of online privacy through the establishment of best practices and policies. eTrust has certified Coinbase as EU Safe Harbor compliant.",
    "recoursemech": "Coinbase customers may submit complaints about data breaches to the Electronic Trust Foundation (eTrust).  A corresponding complaint form is linked directly in our privacy policy. eTrust will then investigate such complaints and Coinbase will follow any such investigation with appropriate action to resolve customer concerns and, where necessary, to implement revised policies to ensure compliance with best practices and continued compliance with the U.S.-EU Safe Harbor Framework.",
    "signupdate": "2014-04-25",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94104-5401"
}