{
    "CertificationStatus": "true",
    "Fax": "408 615 5707",
    "OrgName": "SlashSupport, Inc., d.b.a CSS Corp",
    "PPLoc": "https:/ www.csscorp.com/privacy-policy ",
    "Phone": "408 615 5700",
    "activities": "As a global technology support company, CSS Corp offers a comprehensive portfolio of support services including enterprise and consumer tech support, remote infrastructure management (RIMS), enterprise security and network services. Changing market conditions and emerging technologies are disrupting enterprises. There is expanding reliance on cloud, mobile technologies, social media and predictive analytics. CSS Corp is constantly investing, building competency and IP in the above areas to reduce costs, create new revenue streams, boost customer satisfaction and transform your enterprise to be future-ready.\r\nOur support-centric approach is committed to providing services that are structured and aligned to the customer’s business objectives, thereby ensuring enhanced ROI from IT investments. This makes CSS Corp a partner of choice for customers across the globe.\r\nCSS Corp is a leading technology company supporting enterprise and consumer products, managing IT infrastructure (stand alone, Cloud or Mobile enabled) and deploying networks. We partner with many of the Fortune 1000 companies to help realize their strategic business outcomes and be future-ready. Our expertise and in-depth understanding of the enterprise & consumer product space, along with proven pedigree in Remote Infrastructure Management (RIM), help customers increase revenues, optimize costs, enhance IT availability and business efficiency, to more than 140 customers worldwide. Our R&D arm, CSS Corp Innovation Labs designs and develops products and IP, creates platforms and solutions to accelerate IT transformation and enable faster go to market for customers.\r\nWe receive private details of customers and potential customers on our website. This enables us to serve them better by understanding their needs on our services. In addition to that we also come across private details of our end customers which are available on the clients CRM tools which enable us to support the end customers.",
    "address": "3031 Tisch Way, Suite 300,",
    "asp_index": "22647",
    "city": "San Jose",
    "contactemail1": "Prabu.Raghav@csscorp.com",
    "contactfax1": "408 615 5707",
    "contactname1": "Prabu Raghav",
    "contactoff1": "Privacy Officer",
    "contactphone1": "408 615 5700",
    "contacttitle1": "Director",
    "corpoffemail1": "Prabu.Raghav@csscorp.com",
    "corpofffax1": "408 615 5707",
    "corpoffname1": "Prabu Raghav",
    "corpoffphone1": "408 615 5700",
    "corpofftitle1": "Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-04-14",
    "orgverification": "Third party",
    "personaldata": "Online data",
    "ppdate": "2014-04-07",
    "previous": "22647",
    "privacyprograms": "Truste",
    "recoursemech": "Truste",
    "signupdate": "2014-04-14",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95128"
}