{
    "Fax": "",
    "OrgName": "pOrbis Group Inc",
    "PPLoc": "http://www.porbis3p.com ",
    "Phone": "734-606-0800",
    "activities": "We collect personal information such as:  names, email addresses, and phone numbers.  It is from this information gathered, via multiple communication sources (i.e. phone, email, etc.); where we are able to establish a customer relationship. This information is used to process customer requests, such as providing customers with online access to our system; as well as requesting a web demonstration.   pOrbis Group, Inc. complies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland.  pOrbis Group, Inc. has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.  To learn more about the Safe Harbor program, and to view pOrbis Group, Inc.’s certification, please visit http://www.export.gov/safeharbor/.",
    "address": "38099 Schoolcraft Road, #101",
    "asp_index": "22695",
    "city": "Livonia",
    "contactemail1": "contact@porbis.com",
    "contactfax1": "",
    "contactname1": "Executive Management/Legal Department",
    "contactoff1": "pOrbis Group, Inc.",
    "contactphone1": "734-606-0800",
    "contacttitle1": "Executive Management/Legal Department",
    "corpoffemail1": "contact@porbis.com",
    "corpofffax1": "",
    "corpoffname1": "Feridun Bek",
    "corpoffphone1": "248-982-3191",
    "corpofftitle1": "Owner/President",
    "eucountries": "Austria, Germany, Switzerland",
    "eucountries_parsed": [
        "AUT",
        "DEU",
        "CHE"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-09",
    "orgverification": "In-house",
    "personaldata": "The individual dealers of our clients must read, understand and accept the terms and conditions of our legal agreement prior to submitting any data to pOrbis Group Inc.  This data is a financial statement report, which contains some user profile data, i.e. - name or individual dealer location.  Some information can and may be processed manually.",
    "ppdate": "2014-03-20",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Any questions or concerns regarding the use or disclosure of personal information should be directed to pOrbis at the address given below. pOrbis will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this Policy. We, pOrbis Group, Inc., cooperate and comply with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints.",
    "signupdate": "2014-05-09",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48150"
}