{
    "Fax": "206 577 5085",
    "OrgName": "TUNE, Inc.",
    "PPLoc": "http://www.hasoffers.com/privacy-policy/ ",
    "Phone": "206 508 1318",
    "activities": "We provide our customers with online advertising technology that tracks end-user impression, click, and conversion data and helps customers evaluate the effectiveness of their ad campaigns. For our customers located in EU/EEA and/or Switzerland we process and manage account data, including customer and employee names, information about advertising campaigns, publisher names, and advertiser records.\r\n\r\nAll customer and end-user data is distributed and stored in multiple Amazon Web Services locations including Ireland, United States and Singapore.",
    "address": "2220 Western Ave",
    "asp_index": "22730",
    "city": "Seattle",
    "contactemail1": "legal@hasoffers.com",
    "contactfax1": "206 577 5085",
    "contactname1": "Danan Margason",
    "contactoff1": "HasOffers",
    "contactphone1": "206 508 1318",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "lucas@hasoffers.com",
    "corpofffax1": "206 577 5085",
    "corpoffname1": "Lucas Brown",
    "corpoffphone1": "206 508 1318",
    "corpofftitle1": "CPO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-15",
    "orgverification": "Third Party: TRUSTe",
    "personaldata": "Customer account data, end-user data, including device identifiers and IP Addresses, and on-line customer transaction data.",
    "ppdate": "2013-11-05",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "Initially we implement internal recourse mechanisms, but if such mechanisms do not resolve such dispute then we work with TRUSTe.  Such independent mechanisms consist of cooperating and complying with the EU DPAs and the Swiss FDPIC to investigate all unresolved complaints, regardless of the type of data involved.\r\n \r\nFor purposes of clarification, the initial internal recourse mechanisms consist of:\r\nA. Filing a Complaint\r\n1.    A patient may call, write, or present in person to the Privacy Officer of alleged privacy violation or complaint.\r\n2.    The Privacy Officer will summarize the complaint on the Complaint Report Form.\r\n \r\nB.   Investigation of Complaint \r\n       1.   The Privacy Officer will facilitate the investigation of the complaint.\r\n \r\nC.   Response to Complaint\r\n1.    A written response will be provided to the complainant within 30 days from the date the complaint was filed.\r\n2.    A written summary of the complaint and action taken will be filed with the Privacy\r\nOfficer.\r\n \r\nD.    Consumers are permitted to have a representative of their choice to represent their interests during the complaint process.\r\n \r\nE.    Documentation\r\n1.    All complaints received must be documented.\r\n2.    All complaint dispositions must be documented.\r\n3.    The documentation must be retained for a period of 5 years.",
    "signupdate": "2012-05-15",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98121"
}