{
    "CertifiedThroughLabel": "",
    "Fax": "4156890100",
    "OrgName": "Banjo, Inc.",
    "PPLoc": "http://ban.jo/privacy ",
    "Phone": "4156890100",
    "activities": "1. Information Provided to Us\r\nWe receive Personal Information directly from users who are interested in obtaining access to “logged in” user portions of the Sites, mobile applications or various products and services from us or from third parties. We collect Personal Information when users register, access, or visit the Service, including when users participate in activities in the Service (includes www.ban.jo as well as any other web sites, applications, mobile applications, and related services operated by Banjo).\r\nWe receive and store any information users enter on our Service or provide to us in any other way. The types of Personal Information collected may include a user’s name, user name, email address, and location information. The Personal Information a user provides is used for such purposes as allowing the user to interact with other users, improving the Service, customizing the advertising and content a user sees, and communicating with the user about specials and new features. We may also use this Personal Information in order to adapt the Services to a user’s needs, to research the effectiveness of our network, and to develop new tools for the community.\r\n2. Information Collected Through Passive Means\r\nWe collect information passively using technology to make our Service more interesting and useful. For instance, when users visit one of our Sites, their IP address is collected\r\nBanjo may store such information itself or such information may be included in databases owned and maintained by Banjo affiliates, agents or service providers. This Site may use such information and pool it with other information to track, for example, the total number of visitors to our Site, the number of visitors to each page of our Site, the domain names of our visitors’ Internet service providers, and how our users use and interact with the Banjo Service. Also, in an ongoing effort to better understand and serve the users of the Services, Banjo often conducts research on its customer demographics, interests and behavior based on the Personal Information and other information provided to us. This research may be compiled and analyzed on an aggregate basis. Banjo may share this non-identifiable and aggregate data with its affiliates, agents and business partners, but this type of non-identifiable and aggregate information does not identify a user personally. Banjo may also disclose aggregated user statistics in order to describe our services to current and prospective business partners, and to other third parties for other lawful purposes.\r\nWhen users download and use our Services, we automatically collect information on the type of device used, operating system version, and unique device identifiers.\r\nWhen a user uses the Service we may store a small amount of information on their computer. This information will be in the form of a “cookie” or similar file. Our Sites may also use a variety of technical methods for tracking purposes, such as pixel tags. We may also use these technical methods to analyze the traffic patterns on our Sites. \r\nMobile Analytics\r\nWe use mobile analytics software to allow us to better understand the functionality of our Mobile Software on a user’s phone.  This software may record information such as how often a user uses the application, the events that occur within the application, aggregated usage, performance data, and where the application was downloaded from.  To the extent the information collected is associated with personally identifiable information, we treat that information as personally identifiable as described herein.\r\nTo provide the Services, we may derive location information from a user’s wireless carrier, certain third-party service providers, or directly from the user’s mobile device.. When a user uses the Services, our servers automatically record certain information about the user’s usage. These server logs may include information such as a mobile device identification number and device identifier, web requests, IP address, browser type, browser language, referring / exit pages and URLs, platform type, number of clicks, domain names, search terms, landing pages, pages viewed and the order of those pages, features used in the Services, the amount of time spent on particular screens, the dates and times of  user requests, and one or more cookies that may uniquely identify the user’s browser.\r\n3. Use of Personally Identifiable Information\r\nWe may use a user’s personally identifiable information in many ways, including helping improve their experience on the Service, troubleshooting, and sharing the user’s information with third parties so that these third parties can provide services to the user. Examples of such functions include mailing information, maintaining databases, and sending out emails or push notifications. When we employ another company to perform a function of this nature, we only provide them with the information that they need to perform their specific function. \r\nWe may also supplement personally identifiable information that we have collected directly from our users with other information that we obtain from third party partners. \r\nOur Service is about sharing location and finding friends and others nearby, so we will use a user’s location information to provide the basic functionality of the Service, such as displaying the user’s location on the Services map to other users when the user checks-in using Banjo or Third Party Services (defined below).\r\nWe may aggregate or de-personalize a user’s personal information, and we may use and/or share the resulting non-personally identifiable information with third parties in any way.\r\nWe will send users service-related announcements via email or push notifications on rare occasions when it is necessary to do so.  For instance, if our service is temporarily suspended for maintenance, we might send users an email.\r\nBased upon the personally identifiable information a user provides us, we will send the user a welcoming email to verify the user’s accounts and passwords.  We will also communicate with the user in response to their inquiries, to provide the services the user requests, to manage the user’s account and to send them newsletters.  The user may opt-out from receiving our newsletter by following the unsubscribe link located at the bottom of each communication. \r\n4. Integrating Third Party Services within the Services:\r\nOne of the special features of the Service is that it allows the user to enable various online third party services, such as social media and social networking services (“Third Party Services”), to be directly integrated into their Banjo experience. To take advantage of this feature, we will ask the user to provide us with their username and password for the relevant Third Party Services. These services will authenticate their identity and provide the user the option to share certain personal information with us such as their name and email address to pre-populate our sign up form.  By enabling such Third Party Services, the user is allowing us to pass their log-in information and send and receive other information (such as geo-location, photos, and friend lists) to and from these service providers. When a user adds a Third Party Service account to the Service, we will collect their login information and other relevant information necessary to enable the Service to access that Third Party Service and their data contained within that Third Party Service. When the user posts information through the Service to a Third Party Service, we will share that information with the Third Party Service.",
    "address": "806 Winslow St.",
    "asp_index": "22775",
    "city": "Redwood City",
    "contactemail1": "rish@teambanjo.com",
    "contactfax1": "4083963482",
    "contactname1": "Rish Mehta",
    "contactoff1": "Banjo",
    "contactphone1": "4083963482",
    "contacttitle1": "",
    "corpoffemail1": "damien@teambanjo.com",
    "corpofffax1": "4156890100",
    "corpoffname1": "Damien Patton",
    "corpoffphone1": "4156890100",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-28",
    "orgverification": "self-assessment",
    "personaldata": "On-line data",
    "ppdate": "2013-06-25",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Arbitration through JAMS",
    "signupdate": "2013-06-28",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94063"
}