{
    "CertificationStatus": "true",
    "Fax": "972-583-1839",
    "OrgName": "Ericsson Inc.",
    "PPLoc": "Corporate Intranet; Tara Hittelman can provide a copy to you upon your request.",
    "Phone": "972-583-3585",
    "activities": "Ericsson Inc. is a telecommunications company.  It is owned by the Swedish entity Telefonaktiebolaget LM Ericsson (“LME”), which has been in operation worldwide since 1876.  The Ericsson Group of Companies operate in more than 140 countries.  \r\nTo conduct business and comply with government laws (employment, tax, insurance, benefits), Ericsson Inc. collects various personal and other data depending on employment responsibilities, citizenship, location of employment and other factors.  Due to the transfer of long-term assignees to the United States for work, at times, a limited amount of personal information (such as salary) will be transferred with such employees to the United States.  In addition, the Ericsson Group of Companies utilizes global personnel systems, which may make personal data from employees in the EU and Switzerland available to managers in the U.S.",
    "address": "6300 Legacy Drive, Mail Stop EVR1C-9",
    "asp_index": "22786",
    "city": "Plano",
    "contactemail1": "tara.hittelman@ericsson.com",
    "contactfax1": "972-583-1839",
    "contactname1": "Tara Hittelman",
    "contactoff1": "Ericsson Inc.",
    "contactphone1": "972-583-3585",
    "contacttitle1": "Associate General Counsel, Employment",
    "corpoffemail1": "john.moore@ericsson.com",
    "corpofffax1": "972-583-1839",
    "corpoffname1": "John Moore",
    "corpoffphone1": "972-583-0572",
    "corpofftitle1": "VP Legal Affairs",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-23",
    "orgverification": "In-house",
    "personaldata": "off-line/on-line human resources data",
    "ppdate": "2014-04-15",
    "previous": "27738",
    "privacyprograms": "None",
    "recoursemech": "Dispute resolution program provided by the European Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).  Additionally, individuals may raise issues via email at north.america.privacy@ericsson.com or with the VP Legal Affairs at 972.583.0572.",
    "signupdate": "2009-04-23",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75024"
}