{
    "CertifiedThroughLabel": "",
    "Fax": "443-285-0650",
    "OrgName": "MICROS Systems, Inc.",
    "PPLoc": "https://intranet.micros.com/employee_handbook/",
    "Phone": "443-285-6000",
    "activities": "We collect, use, and retain all “personal information” (including employee data) in the United States from the EEA (including EU) and Switzerland, in any format, including electronic, paper, or verbal and whether manually or electronically processed.  \r\n\r\nInformation is primarily use for business purposes, administration, and human resources management.  MICROS will transfer information concerning our current and former employees, consultants, contractors and job applicants to the United States for processing and storage.  MICROS collects, transfers, and uses this data for purposes of employee benefits and workforce management.  This includes evaluation of qualification for employment/recruitment, payroll, administration of benefits and compensation programs, budgeting and salary administration, performance management, training, reporting, business contact directory, company network access, authentication, and personalization, complying with legal requirements, protecting the Company against injury, theft, legal liability, fraud, abuse and other misconduct.  The company may transfer information concerning employee in acquisition activity.  This information may be used for evaluation and integration of acquired companies.\r\n\r\nInformation is collected during various phases of the employment cycle.   The use and transfer of this data are only for the purposes outlined in this privacy notice, utilizing appropriate security measures and in compliance with all relevant data protection laws.",
    "address": "7031 Columbia Gateway Drive",
    "asp_index": "22828",
    "city": "Columbia",
    "contactemail1": "employeedataprivacyinfo@micros.com",
    "contactfax1": "443-285-0650",
    "contactname1": "",
    "contactoff1": "MICROS Employee Data Privacy Info",
    "contactphone1": "443-285-8110",
    "contacttitle1": "",
    "corpoffemail1": "cechalar@micros.com",
    "corpofffax1": "443-285-0466",
    "corpoffname1": "Carlos Echalar",
    "corpoffphone1": "443-285-6525",
    "corpofftitle1": "CHRO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-07",
    "orgverification": "Third Party",
    "personaldata": "Human Resources data related to the employee of the company; online, offline and manually processed data",
    "ppdate": "2014-04-25",
    "previous": "",
    "privacyprograms": "TRUSTe EU SH Program",
    "recoursemech": "EU Data Protection Authorities and the Swiss Data Protection and Information Commissioner",
    "signupdate": "2014-05-07",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "21046"
}