{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Tealium Inc.",
    "PPLoc": "http://tealium.com/privacy/ ",
    "Phone": "858-779-1344",
    "activities": "Tealium is a global provider of tag management services. Tealium's software as a service technology provides organizations a platform for our customers to manage and deploy JavaScript vendor tags on their websites. Tealium provides online software tools for our customers to manage data obtained from the tags across digital touch points. In addition, Tealium provides our customer with software conduits to digital marketing vendors such as email service providers to allow such customers the ability to seamlessly communicate data derived from the tags to facilitate email messaging and other electronic interactions. Tealium’s service offering includes software to support the deployment and management of vendor tags, analysis of data, and transferring collected data back to our customers. Tealium does not need to collect personal data in order to provide our services to customers. However, to the extent that Tealium agrees to process personal data, Tealium will only do so in accordance with our contracts with such customers. In this context, Tealium acts as a data processor and does not determine how Tealium utilizes its customers’ data. Tealium does not choose or determine the types of data that are submitted to Tealium's servers, and any access to or use of such data by Tealium is incidental to completing the contractual obligations of Tealium, as data processor, to its customers. We may transfer data collected as part of providing our services to the U.S. \r\n\r\nAs part of Tealium’s internal operations, Tealium may transfer personal data of its current and prospective customers and current and prospective business partners to Tealium’s U.S. entity for processing. Tealium collects, transfers, and uses personal data of its current and prospective customers and current and prospective partners for sales, billing, marketing, and business partner recruitment purposes. In this context, Tealium acts as a data controller. As part of Tealium’s internal operations, Tealium transfers personal data of its employees and non-employee personnel to Tealium’s U.S. headquarters for processing and storage. Tealium collects, transfers, and uses employee data for purposes of employee benefits and employees services. Such benefits and services include evaluation of qualifications for employment, provision of employment, compensation and benefits, reporting, security management, administration of compensation, performance management and company network access, authentication and personalization. In this context, Tealium acts as a data controller.",
    "address": "11085 Torreyana Road",
    "asp_index": "22821",
    "city": "San Diego",
    "contactemail1": "maltie.maraj@tealium.com",
    "contactfax1": "",
    "contactname1": "Maltie Maraj",
    "contactoff1": "Tealium Inc.",
    "contactphone1": "317-997-0569",
    "contacttitle1": "Senior Corporate Counsel",
    "corpoffemail1": "peter.ching@tealium.com",
    "corpofffax1": "",
    "corpoffname1": "Peter Ching",
    "corpoffphone1": "858-228-1889",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-01",
    "orgverification": "In-house",
    "personaldata": "Personal data required for the conduct of Tealium's business: human resources data, partner data, supplier data, customer data, and data submitted by customers using Tealium services.",
    "ppdate": "2014-04-23",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Tealium will cooperate with JAMS, Inc., in accordance with the JAMS international arbitration rules.",
    "signupdate": "2014-05-01",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92121"
}