{
    "CertifiedThroughLabel": "",
    "Fax": "508-650-3329",
    "OrgName": "Cognex Corporation",
    "PPLoc": "http:// ",
    "Phone": "508-650-3000",
    "activities": "Company receives personal data regarding employees of its EU/Swiss subsidiaries and locations for the purposes of (a) general employment purposes (specifically, providing compensation benefits and related services, keeping updated organizational information, making employment-related decisions, and employee training) and (b) processing and investigating reports under Company’s Business Conduct and Ethics Policy.",
    "address": "One Vision Drive",
    "asp_index": "22827",
    "city": "Natick",
    "contactemail1": "leah.levy@cognex.com",
    "contactfax1": "508-650-3329",
    "contactname1": "Leah Levy",
    "contactoff1": "Legal Department",
    "contactphone1": "508-650-3000",
    "contacttitle1": "Legal Counsel",
    "corpoffemail1": "dick.morin@cognex.com",
    "corpofffax1": "508-650-3329",
    "corpoffname1": "Richard A. Morin",
    "corpoffphone1": "508-650-3000",
    "corpofftitle1": "Compliance Officer / CFO",
    "eucountries": "Austria, Belgium, Czech Republic, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Netherlands, Poland, Romania, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "POL",
        "ROU",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Industrial Eqpt & Supplies - (GIE)Computer Software - (CSF)Process Controls Industrial - (PCI)Electronics Industry Prod/Test Equipment - (EIP)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Electronics Industry Prod/Test Equipment - (EIP)",
        "General Industrial Eqpt & Supplies - (GIE)",
        "Process Controls Industrial - (PCI)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-20",
    "orgverification": "In-House",
    "personaldata": "Company receives personal data regarding employees of its EU/Swiss subsidiaries and locations for the purposes of (a) general employment purposes (specifically, providing compensation benefits and related services, keeping updated organizational information, making employment-related decisions, and employee training) and (b) processing and investigating reports under Company’s Busines",
    "ppdate": "2014-04-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Cognex (1) elects to satisfy the requirement in points (a) and (c) of the Safe Harbor Enforcement Principle by committing to cooperate with the applicable Data Protection Authorities and the Swiss Data Protection and Information Commissioner (“DPAs”); (2) will cooperate with the DPAs in the investigation and resolution of complaints brought under the Safe Harbor; and (3) will comply with any advice given by the DPAs where the DPAs take the view that the organization needs to take specific action to comply with the Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by any non-compliance with the Principles, and will provide the DPAs with written confirmation that such action has been taken.",
    "signupdate": "2013-05-20",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01760"
}