{
    "CertificationStatus": "true",
    "Fax": "203-488-0048",
    "OrgName": "LectureLinx, Inc",
    "PPLoc": "http://www.lecturelinx.com/privacypolicy.htm ",
    "Phone": "203-488-0011",
    "activities": "LectureLinx, Inc. (the “Company”) provides a service to its Pharmaceutical clients by managing the contracting process for Healthcare professionals who have expressed interest in providing services in an independent contractor capacity. Personal profile, employment, and educational information, including Curriculum Vitae, are collected via the Company’s web-based platform to support transparency and facilitate payment by the client to individuals from European Union or Switzerland. The Company may check a prospective individual’s name against the US Excluded Parties List System (EPLS), Office of Inspector General Exclusions Database and FDA Debarment Lists. Information is stored on Company’s servers and made available only to those clients who solicited the data requisition. Generally, individuals may contact the Company to revise inaccurate information about them, and or to request its deletion. The Company will comply with such requests in accordance/agreement with applicable laws, regulations and practices; this may result in information being retained in accordance with those laws, and only used to further such compliance. Once information that is stored on the Company’s servers is no longer necessary and/or has no legal reason for retention, it is destroyed.",
    "address": "758 East Main Street",
    "asp_index": "22834",
    "city": "Branford",
    "contactemail1": "greg.varelas@lecturelinx.com",
    "contactfax1": "203-488-0048",
    "contactname1": "Greg Varelas",
    "contactoff1": "LectureLinx,  Inc.",
    "contactphone1": "203-488-0011",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "ellen.varelas@lecturelinx.com",
    "corpofffax1": "203-488-0048",
    "corpoffname1": "Ellen Rickard Varelas",
    "corpoffphone1": "203-488-0011",
    "corpofftitle1": "President",
    "eucountries": "Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-13",
    "orgverification": "Third-Party  - Farber Strategies Inc.",
    "personaldata": "Name, contact info, employment and educational history, and financial information required to facilitate payment of services",
    "ppdate": "2013-05-09",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association",
    "signupdate": "2013-05-13",
    "state": "Connecticut",
    "statutorybody": "FTC",
    "zip": "06405"
}