{
    "Fax": "616-772-5223",
    "OrgName": "Gentex Corporation",
    "PPLoc": "http://www.gentex.com/terms-and-privacy ",
    "Phone": "616-772-1800",
    "activities": "Primarily human resources for our European offices.\r\n\r\nOur website is primarily an information website that tells you about our products and company. You do not need to provide any personal information if you simply want to browse the website and learn about these items. When/if we ask for your personal information, it is so that we can provide a service to you and to communicate with you about our products and/or company. For example, if you want to apply for a job with us, you can register and submit an application on this website. It will always be your choice whether to provide your personal information in order to take advantage of these features.\r\n\r\nWhen you visit our site, we may record information that your web browser routinely shares with websites. This information may include your browser type, browser language, software and hardware attributes, the date and time of your visit, the website from which you came, the geographical location of the Internet Protocol address and the pages on this site that you visit. This will generally be anonymous data that we collect on an aggregate basis. We will not try to associate anonymous data with your personally identifiable data.",
    "address": "600 North Centennial Street",
    "asp_index": "22843",
    "city": "Zeeland",
    "contactemail1": "kristen.porter@gentex.com",
    "contactfax1": "616-772-5223",
    "contactname1": "Kristen Porter",
    "contactoff1": "Gentex Corporation",
    "contactphone1": "616-772-1800",
    "contacttitle1": "Senior Counsel",
    "corpoffemail1": "mark.newton@gentex.com",
    "corpofffax1": "616-772-7348",
    "corpoffname1": "Mark W. Newton",
    "corpoffphone1": "616-772-1800",
    "corpofftitle1": "Senior Vice President, Corporate Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Automotive Parts & Service Equipment - (APS)",
    "industrysector_parsed": [
        "Automotive Parts & Service Equipment - (APS)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-13",
    "orgverification": "in-house",
    "personaldata": "Data processed includes any website inquiries and human resources job applicants. Human resources data may be manually processed from time to time.",
    "ppdate": "2013-05-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "European Union Data Protection Authorities (EU DPAs)",
    "signupdate": "2013-05-13",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "49464"
}