{
    "CertificationStatus": "true",
    "Fax": "855-886-2942",
    "OrgName": "Healthcare Backgrounds LLC",
    "PPLoc": "http://healthcarebackgrounds.com/privacy-policy/ ",
    "Phone": "480-245-5954",
    "activities": "Pre-employment background screening company that specializes in the high-level needs of the healthcare industry.  We work with hiring centers that are challenged with improving the quality of new hires as well as companies that want to reap the rewards of reducing their exposure to liability.  We provide our clients with investigative services designed to give the most accurate profile of an applicant.  Our product is a comprehensive service, not simply a commodity.  Our experienced team works with the hiring professionals to develop robust systems to accurately convey the appropriate information.  Our team of professionals work diligently to provide simply the best product in the industry. On occasion we may have international applicants during this process whose personal information we receive for the purposes of conducting a background check for employment purposes.",
    "address": "7600 E. Redfield Road #155",
    "asp_index": "22847",
    "city": "Scottsdale",
    "contactemail1": "henrietta@healthcarebackgrounds.com",
    "contactfax1": "855-886-2942",
    "contactname1": "Henrietta Williams",
    "contactoff1": "Healthcare Backgrounds LLC",
    "contactphone1": "480-245-5954",
    "contacttitle1": "Chief Executive Officer",
    "corpoffemail1": "henrietta@healthcarebackgrounds.com",
    "corpofffax1": "855-886-2942",
    "corpoffname1": "Henrietta Williams",
    "corpoffphone1": "480-245-5954",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Employment Services - (EMP)Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Employment Services - (EMP)",
        "Health Care Services - (HCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-10",
    "orgverification": "In-house and third party.",
    "personaldata": "client and consumer data",
    "ppdate": "2013-03-13",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For organization human resources data: EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner\r\n\r\nFor all other data: Better Business Bureau - \"The BBB EU Safe Harbor dispute resolution procedure (“Procedure”) is administered by the Council of Better Business Bureaus, Inc. (“CBBB”). The Procedure provides for the resolution of complaints alleging that a U.S. business participating in the BBB EU Safe Harbor Program (a “Participating Business”) has failed to comply with the Safe Harbor Privacy Principles, as issued by the United States Department of Commerce, in the processing of Personal Data collected in the European Union, Iceland, Liechtenstein, Norway or Switzerland.\r\n \r\nBy participating in the Procedure, all parties agree to abide by the Rules set forth below.\r\n \r\nThe Procedure has two components: \r\na.“Conciliation”, a voluntary process whereby the Parties explore Settlement options with the assistance of the CBBB staff.\r\n \r\nb.The Data Privacy Hearing (“Hearing”), in which an impartial decision maker (the “Panelist”) drawn from a Panel of privacy experts (the CBBB Data Privacy Board) hears the Case and renders a Decision after considering the evidence presented to him or her.\"",
    "signupdate": "2013-05-10",
    "state": "Arizona",
    "statutorybody": "FTC",
    "zip": "85260"
}