{
    "CertificationStatus": "true",
    "Fax": "919-401-4644",
    "OrgName": "NeuroCog Trials, Inc.",
    "PPLoc": "http://www.neurocogtrials.com/neurocog-trials-privacy-policy/ ",
    "Phone": "919-401-4642",
    "activities": "NeuroCog Trials, Inc. is a cognition services company that offers consulting, site screening, translation, rater training and certification, data review, and statistical analysis services to companies for clinical trial data that is collected from global sites.   \r\n\r\nNCT collects, processes, translates, analyzes and stores cognitive test data from clinical trials for their Study Sponsors.  This test data may be captured on paper or electronically and it may include personally information from the subject or site raters.  NCT works with the Study Sponsor and site rater(s) to limit the collection of any personal data that is not relevant to the study.  \r\n\r\nIn some cases NCT may collect the data for a research study on their own (e.g. under a research grant).   In these cases NCT will work with an Investigational Review Board (IRB) or Ethics Committee (EC) to ensure that subjects and raters understand what type of data is collected and to clarify the purpose for collecting the data.  In these types of studies, NCT works with the site rater(s) to limit the collection of any personal data for individuals participating in the study that is not relevant to the study.  NCT works with the site(s) to contact individuals in order to allow them to opt out of any disclosures of personal data that are not previously authorized. \r\n\r\nThe electronic data captured for studies may include audio or video recordings of the cognitive test assessments.  These recordings are used to provide feedback to the site rater on their performance of testing and to correct errors in the data that is collected.  NCT ensures that the site staff are trained to take all measures possible to conceal the identity of the subject during these recordings.",
    "address": "6820 Creek Wood Drive",
    "asp_index": "22895",
    "city": "Chapel Hill",
    "contactemail1": "shane.baldwin@neurocogtrials.com",
    "contactfax1": "919-401-4644",
    "contactname1": "Shane Baldwin",
    "contactoff1": "Quality Assurance",
    "contactphone1": "919-401-4642",
    "contacttitle1": "Director of Quality Assurance",
    "corpoffemail1": "shane.baldwin@neurocogtrials.com",
    "corpofffax1": "919-401-4644",
    "corpoffname1": "Shane Baldwin",
    "corpoffphone1": "919-401-4642",
    "corpofftitle1": "Director of Quality Assurance",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Estonia, Finland, France, Germany, Hungary, Italy, Latvia, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "HUN",
        "ITA",
        "LVA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-09",
    "orgverification": "In-house",
    "personaldata": "Cognitive test data from clinical trials that is electronically and manually processed",
    "ppdate": "2014-02-07",
    "previous": "",
    "privacyprograms": "A self-regulatory privacy policy that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "EU Data Protection authorities and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2014-05-09",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27514"
}