{
    "CertificationStatus": "true",
    "Fax": "215-323-9021",
    "OrgName": "Acurian, Inc.",
    "PPLoc": "https:/ www.acurian.com/privacypolicy.html ",
    "Phone": "215-323-9000",
    "activities": "Acurian, Inc.'s mission is to accelerate the launch of clinical trials for companies in the biopharmaceutical industry.  As such, Acurian, Inc. collects and compiles self-reported health information and other personal information from individuals who express an interest in learning more about ongoing clinical drug trials and new drug therapies.\r\nIn the EU, this information is gathered at one or more websites, from which it is compiled and transmitted electronically to a database in the United States, currently resident in Horsham, Pennsylvania.  \r\nWhere there is an appropriate match between self-reported health information and ongoing clinical trials, or when new information becomes available about therapeutic conditions, Acurian Inc. uses the self-reported information to identify appropriate recipients of the information, and transmits the information to them.  When there is an appropriate match between self-reported health information and ongoing clinical trials, Acurian, Inc. passes the self-reported health information to physicians conducting the clinical trials, who will then establish contact with the individual.  This disclosure is made clear to the individual providing the information at the time the information is collected.  Consent is obtained prior to the self-reporting of the information.",
    "address": "2 Walnut Grove Dr., Suite 375",
    "asp_index": "22923",
    "city": "Horsham",
    "contactemail1": "safeharbor@acurian.com",
    "contactfax1": "215-323-9021",
    "contactname1": "Roger D. Smith",
    "contactoff1": "Same address as above",
    "contactphone1": "215-323-9090",
    "contacttitle1": "Sr. Vice President, Operations & Technology",
    "corpoffemail1": "richard.ngo@acurian.com",
    "corpofffax1": "215-323-9002",
    "corpoffname1": "Richard Ngo",
    "corpoffphone1": "215-323-9067",
    "corpofftitle1": "Privacy and Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Biotechnology - (BTC)Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Health Care Services - (HCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-25",
    "orgverification": "In-house self assessment",
    "personaldata": "On-Line, Off-Line, Manually-Processed",
    "ppdate": "2001-03-06",
    "previous": "22923",
    "privacyprograms": "Acurian, Inc. contracts with TRUSTe for privacy and security verification and dispute resolution services. Acurian, Inc. is compliant with TRUSTe's privacy guidelines.",
    "recoursemech": "Individuals are instructed as to how they may contact TRUSTe, and are also encouraged to contact Acurian, Inc. directly with any concerns or complaints.  During the initial call to the call center, the Customer Service Representative (CSR) first seeks authorization from the subject to include the subject's personal information in the database.  Those who so consent are then advised that they may contact Acurian, Inc. via a toll-free telephone number.  Visitors to Acurian, Inc.'s website are instructed likewise, via Acurian, Inc.'s Privacy and Security Policy.  Internet users may also contact Acurian, Inc. via e-mail.\r\nWhen Acurian, Inc. receives a complaint or concern regarding the privacy of individual health information, the Privacy Officer will direct the investigation of the complaint/concern.  Acurian, Inc. is dedicated to providing timely response to any concern.\r\nNonetheless, Acurian, Inc. recognizes that the initial resolution may not be satisfactory to some individuals.  Therefore, Acurian, Inc. is committed to complying with TRUSTe's dispute resolution procedures. Acurian, Inc. is firmly committed to ensuring that appropriate actions are taken to comply with Safe Harbor Principles, including appropriate remedial or compensatory measures in response to instances of non-compliance with the Principles.  In the event that such measures are necessary, Acurian, Inc. will provide TRUSTe with written confirmation of such action.",
    "signupdate": "2001-05-25",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19044"
}