{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "IIJ America",
    "PPLoc": "http://www.iijamerica.com/english/useusafeharborprivacypolicy.html ",
    "Phone": "212-440-8080",
    "activities": "In the provisioning of cloud services, IIJ America acts solely as a “Data Processor” for the transfer of its customer services data from EU Member States and Switzerland to the United States for processing.  A Data Processor is an organization that processes Personal Information and/or Sensitive Information purely on behalf of and pursuant to the instructions of a Data Controller.  IIJ America provides these services under contract to its clients in the European Union and Switzerland and, accordingly, IIJ America holds, processes and/or transfers such customer services data at the direction of its client, which acts as a Data Controller.  Accordingly, IIJ America’s customers, as Data Controllers, decide what data to hold about what categories of Personal Information and about what categories of individuals.   IIJ America does not control this customer services data and any access to or use of such data is incidental to IIJ America completing its contractual obligations to its clients.   Moreover, as a Data Processor, IIJ America has no relation with the data subjects.  Any obligation to determine whether to provide notice to data subjects regarding what Personal Information is collected about them and how it is used, or to obtain their consent, rests with IIJ America’s clients as Data Controllers.  IIJ America will process Personal Information only as directed by its clients.  IIJ America also notes that the Safe Harbor Privacy Principle of onward transfer applies to Data Processors; however, IIJ America does not use third-party subcontractors when processing Personal Information at the direction of its clients.  In addition, IIJ America will, whenever necessary, assist its clients in dealing with any access requests from individual data subjects, and will pass any requests for access received to them.  Incident to its provision of cloud services, IIJ America collects limited information regarding its clients: a contact name, business phone number and business email address.  This information is collected for internal administrative purposes only and is not disclosed to any third parties.",
    "address": "55 E. 59th Street, #18",
    "asp_index": "22926",
    "city": "New York",
    "contactemail1": "safehaborprivacy@iij-america.com",
    "contactfax1": "",
    "contactname1": "Corey Watanabe",
    "contactoff1": "IIJ America",
    "contactphone1": "212-440-8080",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "safehaborprivacy@iij-america.com",
    "corpofffax1": "",
    "corpoffname1": "Corey Watanabe",
    "corpoffphone1": "212-440-8080",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-13",
    "orgverification": "In-House",
    "personaldata": "On-line and manually processed data",
    "ppdate": "2014-05-01",
    "previous": "22926",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (www.adr.org)",
    "signupdate": "2014-05-13",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10022"
}