{
    "CertificationStatus": "true",
    "Fax": "213-613-3008",
    "OrgName": "CBRE, Inc. and its wholly owned US-based affiliates (“CBRE US”)",
    "PPLoc": "The Client Safe Harbor Privacy Policy is available at: www.cbre.com.  The Employee Safe Harbor Privacy Policy is available on CBRE’s intranet or from local HR representatives (see link below). ",
    "Phone": "213-613-3731",
    "activities": "CBRE Inc. and its wholly owned US-based affiliates (\"CBRE US\"), receive employee personal information from CBRE affiliates in the EEA and Switzerland for personnel management, operations management, security management, and legal and regulatory compliance purposes.  In addition, CBRE US receives customer personal information from CBRE affiliates and corporate customers located in the EEA and/or Switzerland for communications, product and service delivery, marketing/public relations, and business operations purposes.  \r\n\r\nCBRE Inc.’s wholly owned US-based affiliates include:  CBRE Global Investors LLC, CBRE GCS Inc. (Puerto Rico Employees), CBRE Clarion Securities, LLC, CBRE Security Services, Inc., CBRE Capital Markets of Texas, LP, CBRE HMF, Inc., CBRE Multifamily Capital, Inc., CBRE Capital Markets, Inc., Trammell Crow Company LLC, and CBRE Technical Services, LLC.\r\n\r\nThe Employee Safe Harbor Privacy Policy became effective on 5/14/13 and the Client Safe Harbor Privacy Policy became effective on 12/19/13",
    "address": "400 South Hope Street, 25th Floor",
    "asp_index": "22939",
    "city": "Los Angeles",
    "contactemail1": "edwin.machuca@cbre.com",
    "contactfax1": "212-618-7085",
    "contactname1": "Edwin A. Machuca",
    "contactoff1": "Global Compliance",
    "contactphone1": "212-803-6153",
    "contacttitle1": "Director",
    "corpoffemail1": "tyson.avery@cbre.com",
    "corpofffax1": "213-613-3008",
    "corpoffname1": "Tyson M. Avery",
    "corpoffphone1": "213-613-3354",
    "corpofftitle1": "Chief Ethics and Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Leasing Services - (LES)Financial Services - (FNS)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)",
        "Leasing Services - (LES)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-22",
    "orgverification": "In-house.",
    "personaldata": "Off-line, on-line, and manually processed human resources data",
    "ppdate": "2013-12-19",
    "previous": "22939",
    "privacyprograms": "None",
    "recoursemech": "JAMS to be used for customer (client) data.  European Data Protection Authorities (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner to be used for human resources data.",
    "signupdate": "2013-05-22",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90071"
}