{
    "Fax": "704-365-8704",
    "OrgName": "HRG North America",
    "PPLoc": "http://www.hrgworldwide.com/en-noam/Pages/Privacy-Policy.aspx ",
    "Phone": "704-365-6065",
    "activities": "HRG is an international corporate travel services company with headquarters in the UK. Our interests include owned or controlled corporate travel services operations in markets throughout North America, Europe and Asia Pacific, supported by a network of contracted partners. \r\nHRG requires its clients to obtain and maintain effective employee consents/permissions to enable HRG to hold, process and transfer (often across international boundaries) their Personal Data during the provision by HRG of the services required by its clients (“Services”). HRG only uses and discloses Personal Data as is necessary in order to provide the Services, to collect monies due or as required by applicable law or relevant immigration/customs requirements. Personal Data is not disclosed to any organisation other than: (a) members of the HRG worldwide network and their contracted suppliers and service providers; (b) third parties to whom the information has to be disclosed in the normal course of providing the Services, such as airlines, hotels, credit card companies, and other suppliers contracted to fulfill the required Services; (c) the client’s nominees; and (d) as required by applicable law or relevant immigration/customs authorities. Personal Data is retained by HRG only as long as reasonably necessary for fulfillment of these purposes.",
    "address": "3426 Toringdon Way",
    "asp_index": "22931",
    "city": "Charlotte",
    "contactemail1": "nick.mcalister@hrgworldwide.com",
    "contactfax1": "704-365-8704",
    "contactname1": "Nick McAlister",
    "contactoff1": "HRG North America",
    "contactphone1": "4164358018",
    "contacttitle1": "Manager, Information Security",
    "corpoffemail1": "nick.mcalister@hrgworldwide.com",
    "corpofffax1": "704-365-8704",
    "corpoffname1": "Nick McAlister",
    "corpoffphone1": "4164358018",
    "corpofftitle1": "Manager, Information Security",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-11",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, and manually processed data",
    "ppdate": "2014-05-08",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "HRG North America commits to cooperate with data protection authorities located in the European Union and Switzerland (Swiss Federal Data Protection and Information Commissioner) or their authorized representatives.",
    "signupdate": "2010-05-11",
    "state": "North Carolina",
    "statutorybody": "DoT",
    "zip": "28277"
}