{
    "CertifiedThroughLabel": "",
    "Fax": "770-512-0828",
    "OrgName": "Tungsten Network Inc.",
    "PPLoc": "http://www.tungsten-network.com/us/en/privacy-policy/#safeharborprivacypolicy ",
    "Phone": "770-698-1420",
    "activities": "Tungsten Network is a technology and service organization that enables corporations to reduce back-office costs and improve operating efficiency through the automated electronic exchange of critical business data in electronic form, eliminating the use of paper-based documents for inter-company financial communications.\r\n\r\nThrough our network, clients send invoices directly to customers in their chosen format. Customers benefit from receiving legally compliant invoices directly into their accounting system. The OB10 exchange, which is the nerve center of the OB10 service, receives the invoice data from its clients and then processes, translates, and validates the data before creating the legally compliant invoice. The data is delivered to the clients in its preferred format and the digitally signed invoice is delivered to the recipients, and archive.\r\n\r\nOB10 uses your information as a source to answer any questions that you have and to better understand the people accessing our site and the organizations for which they work. Billing information is only used for payment processing and is not retained for other purposes or for longer than permissible.\r\n\r\nWe may also use your information to contact you for market research or to provide you with further information on the services we provide or other marketing information we think would be of particular interest.",
    "address": "1040 Crown Pointe Parkway, Suite 350",
    "asp_index": "22957",
    "city": "Atlanta",
    "contactemail1": "fuad.abdi@ob10.com",
    "contactfax1": "770-512-0828",
    "contactname1": "Fuad Abdi",
    "contactoff1": "OB10 Ltd",
    "contactphone1": "+447979756484",
    "contacttitle1": "Head of Governance and Business Improvement",
    "corpoffemail1": "info@tungsten-network.com",
    "corpofffax1": "770-512-0828",
    "corpoffname1": "Lincoln Jopp",
    "corpoffphone1": "7706981420",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-23",
    "orgverification": "in-house",
    "personaldata": "organization, client, customer softcopy",
    "ppdate": "2011-08-06",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2013-07-23",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30338"
}