{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Reput Corp.",
    "PPLoc": "http://www.reputapp.com/privacy-notice/ ",
    "Phone": "(718) 303-2689",
    "activities": "To obtain an account to use the Reput app, a user provides his or her basic contact information, such as name, nickname, email address and/or telephone number.  The app’s main feature is that it allows users to communicate with other users who we believe share one or more of the same contacts in their address books.  (For example, if 150 users have johnsmith@example.com in their address book, the app will allow them to communicate with each other through the app.)  To coordinate this exchange of communications on our systems while reducing the amount of data we collect from users, the app presently utilizes a “hashing” function.  When a user first logs in to the app (and again later, after clicking the “Sync Contacts” button), the app sends to Reput a one-way hash of each email address and certain other contact details of each of the people in the user’s address book.  The Reput Privacy Notice referenced in this certification provides more extensive details regarding our data collection practices.",
    "address": "130 West 42nd Street, Suite 705",
    "asp_index": "22954",
    "city": "New York",
    "contactemail1": "privacy@reputapp.com",
    "contactfax1": "",
    "contactname1": "Jesus Carasa",
    "contactoff1": "Reput Corp.",
    "contactphone1": "(718) 303-2689",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "privacy@reputapp.com",
    "corpofffax1": "",
    "corpoffname1": "Jesus Carasa",
    "corpoffphone1": "(718) 303-2689",
    "corpofftitle1": "Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-13",
    "orgverification": "in-house",
    "personaldata": "Personal data provided by users of the Reput application.",
    "ppdate": "2014-05-05",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "We encourage any person with a complaint to contact us directly at privacy@reputapp.com.  If we are unable to address the complaint to the person’s satisfaction, we agree to cooperate with the International Centre for Dispute Resolution / American Arbitration Association Safe Harbor Dispute Resolution Program to resolve the matter.",
    "signupdate": "2014-05-13",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10036"
}