{
    "CertifiedThroughLabel": "",
    "Fax": "425-696-0105",
    "OrgName": "Intellisist, Inc. dba Spoken Communications",
    "PPLoc": "http://spoken.com/legal ",
    "Phone": "206-428-6044",
    "activities": "Spoken Communications is an innovative technology and managed services company that provides a cloud-based hosted software and services platform (“Spoken Platform”) to its enterprise customers (each, an “Enterprise Customer”).  The Spoken Platform offers a scalable and flexible infrastructure solution to business enterprises to support contact center operations.  Spoken provides the Spoken Platform to Enterprise Customers located in the EU, the EEA and/or Switzerland by hosting these solutions in Spoken’s data center(s) located in the EU.  Spoken also provides professional technical services and technical support services to its Enterprise Customers in the EU, the EEA and/or Switzerland through employees and/or contractors who may be located in the U.S. or in the EU, the EEA, and/or Switzerland, or who may be present at an Enterprise Customer's site in the U.S. or in the EU, the EEA, and/or Switzerland.\r\n\r\nEnterprise Customers using the Spoken Platform are responsible for managing the data that they store at Spoken’s data centers and on the Spoken Platform.  These responsibilities include determining the types of information that are stored, how that information will be used, to whom it will be disclosed, and for what purposes.  Similarly, Spoken’s Enterprise Customers who share data with Spoken in connection with any of its services are responsible for deciding which categories of data will be shared and for what purposes.  When Spoken processes data received from an Enterprise Customer (\"Customer Data\"), whether for its hosted solutions or in connection with its provision of services, Spoken does so only pursuant to the Enterprise Customer's instructions and prior authorization.",
    "address": "701 Pike Street, Ste. 1560",
    "asp_index": "22965",
    "city": "Seattle",
    "contactemail1": "legal@spoken.com",
    "contactfax1": "425-696-0105",
    "contactname1": "John Hall",
    "contactoff1": "Spoken Communications",
    "contactphone1": "206-428-6044",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "kathyl@spoken.com",
    "corpofffax1": "425-696-0105",
    "corpoffname1": "Kathy Lijoi",
    "corpoffphone1": "802-779-7562",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-17",
    "orgverification": "self-assessment",
    "personaldata": "Enterprise Customers using the Spoken Platform are responsible for managing the data that they store at Spoken’s data centers. Depending on the Enterprise Customer’s requirements and directions, such data may include name, address, phone number, account number or similar information relating to the customers of the Enterprise Customer.  Spoken’s services do not include manually processed data.",
    "ppdate": "2013-05-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and/or the Swiss Federal Data Protection and Information Commissioner (FDPIC) to serve as IRM for dispute resolution.",
    "signupdate": "2013-05-17",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98101"
}