{
    "CertifiedThroughLabel": "",
    "Fax": "847-576-2926",
    "OrgName": "Motorola Solutions, Inc.",
    "PPLoc": "http://www.motorolasolutions.com/US-EN/About/Privacy+Policy ",
    "Phone": "847-576-4517",
    "activities": "Motorola Solutions may Process some or all of the following categories of present, past, and prospective employee and contractor Personal Information within local legal requirements and applicable laws: • General Personal Information including name and contact information, gender, marital status and information about dependants), date of birth, national or social insurance number or its local equivalent, residency information, passport and visa information, bank account details, photographs, or other identification information and certain tax-related information • Personal Information relating to employee engagement including job/position title, supervisor, work contact information, employee/consultant number, company code, cost center information, company car information, user ID/user name(s) and password(s), powers of attorney, employment/consultant contract information, working time and leave entitlements, salary and related compensation data, stock option and pension plan participation information, benefits and perquisites information, information about company property on loan, information regarding previous work experience (including references from previous employers), qualifications and work history, educational background, performance-related information (including employment disciplinary information), hire date, contract length, information regarding collective labor agreement(s) (if any), seniority date, absence and training information, departure date (where applicable), hours worked per week, reports from executive search or employment firms (where applicable), performance histories; performance reviews/assessments, education and training histories; Internet and Intranet usage and history information, telephone usage and history information (including mobile devices), relating to Motorola Solutions telephone systems or mobile devices (to the extent permitted by applicable law(s)) and badge access history Motorola Solutions Processes this information for the following purposes; • Personnel administration including employee benefits • Code of Business Conduct administration and enforcement • Compensation activities including payroll, stock plans, and bonuses • Job grading, recruitment, and background checks • Knowledge, performance, and talent management • Equal Opportunities monitoring • Training • Travel management • Monitoring and enforcing compliance with policies and procedures •Where required Motorola Solutions may also process; • Racial or ethnic origin data for equal opportunities monitoring • Background checks to assess suitability for employment or when required by customer contracts • Medical health data for the purpose of private health benefits and provision of disability support.",
    "address": "1303 E. Algonquin Rd.",
    "asp_index": "22973",
    "city": "Schaumburg",
    "contactemail1": "privacy1@motorolasolutions.com",
    "contactfax1": "847-576-2926",
    "contactname1": "Manuel Cuevas-Trisán",
    "contactoff1": "Legal and Government Affairs",
    "contactphone1": "847-576-4517",
    "contacttitle1": "Vice President, Law",
    "corpoffemail1": "norman.ross@motorolasolutions.com",
    "corpofffax1": "847-538-3639",
    "corpoffname1": "Norman Ross",
    "corpoffphone1": "847-632-5837",
    "corpofftitle1": "Vice President, Human Resources-Shared Services",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, France, Germany, Greece, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "DNK",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Telecommunications Equipment - (TEL)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Equipment - (TEL)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-11",
    "orgverification": "In-house",
    "personaldata": "Human Resources, Supplier, Service Vendor, Client & Customer Data, including electronically and manually processed data",
    "ppdate": "2011-01-01",
    "previous": "",
    "privacyprograms": "Motorola Solutions is not a member of a privacy program. It is complying with principles through self-assessment and in-house verification.",
    "recoursemech": "Motorola Solutions will cooperate with the EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner to investigate unresolved complaints.",
    "signupdate": "2011-05-11",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60196"
}