{
    "CertificationStatus": "true",
    "Fax": "720-746-6387",
    "OrgName": "Sorin Group USA",
    "PPLoc": "http://www.sorin.com/privacy-statement ",
    "Phone": "303-467-6024",
    "activities": "Sorin operates in several countries globally.  We are setting up hotlines in many of these countries so employees can call in with concerns they may have.\r\n\r\nSorin's Hotline, which is both phone and internet-based, is a tool for employees, contractors, independent representatives or interested parties (such as: vendors or former employees, etc.) to report suspected unethical conduct or compliance violations of any kind anonymously and in a confidential manner. \r\nThe hotline will be used in the US and many EU countries, including Austria, Belgium, Finland, France, Germany, Italy, the Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, and the UK.  All information reported in the EU and Switzerland will be transferred to the US.\r\n\r\nThe hotline will be answered by NAVEX Global (f/k/a EthicsPoint), a third party company contracted by Sorin to document concerns about violations of law, policy, or other workplace misconduct.  This service is available 24 hours a day. To report a concern, the caller will speak with an Intake Specialist who will ask for several items of information, document feedback, and ask follow up questions to clarify the information.  The intake specialist will then prepare a written report of the concern to be sent to Sorin.  Although the intake specialist cannot answer questions about ethics or policy and cannot advise the caller on any course of action, he or she can document the request for information or advice in a report to be sent to a Legal/Compliance representative within Sorin.   NAVEX Global does not capture the telephone number of incoming calls.  If the report is filed anonymously, NAVEX Global will not ask for the caller’s name or refer to gender in the report. At the end of the call, the caller will be given a unique report number and will be asked to provide a Personal Identification Number, which can be used in the future to check for any response posted by Sorin.  This line can also be used to provide additional information pertaining to the report. All information provided to NAVEX Global will be kept confidential.  NAVEX Global adheres to Safe Harbor principles.",
    "address": "14401 W. 65th Ave",
    "asp_index": "23016",
    "city": "Arvada",
    "contactemail1": "katherine.mosher@sorin.com",
    "contactfax1": "720-746-6387",
    "contactname1": "Katherine Mosher",
    "contactoff1": "Sorin Group USA",
    "contactphone1": "303-467-6024",
    "contacttitle1": "Senior Compliance Specialist",
    "corpoffemail1": "michelle.bradbury@sorin.com",
    "corpofffax1": "",
    "corpoffname1": "Michelle Bradbury",
    "corpoffphone1": "303-467-6557",
    "corpofftitle1": "Chief Compliance Officer",
    "eucountries": "Austria, Belgium, Finland, France, Germany, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "FIN",
        "FRA",
        "DEU",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-26",
    "orgverification": "NAVEX Global",
    "personaldata": "Managers, contractors, employees, former employees",
    "ppdate": "2013-08-03",
    "previous": "23016",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (ICDR/AAA Safe Harbor Program).\r\n\r\nSorin Group USA has paid the registration fee of $500.  We will pay the American Arbitration Association an annual fee of $500 going forward.",
    "signupdate": "2014-06-26",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80004"
}