{
    "CertificationStatus": "true",
    "Fax": "5152922857",
    "OrgName": "Workiva LLC.",
    "PPLoc": "https://webfilings.com/privacy-policy",
    "Phone": "8882753125",
    "activities": "WebFilings provides web-based cloud services for corporate financial reporting and is accessible and used by citizens across the globe.  In addition, WebFilings employees and utilizes staffing (consultants & contractors) across the world.  In the course of these and other company related activities personal information is collected and/or received.  Personal data received by WebFilings in the US from the EU and/or Switzerland that is covered by WebFilings’ safe harbor self-certification includes: (1) personal data received from EU and/or Swiss potential and/or current customers for processing in accordance with the relevant customer’s instructions and on such customer’s behalf; with respect to this personal data WebFilings acts as a data processor for the purposes of conducting the services for the customer; (2) personal data that WebFilings receives from its EU and/or Swiss customers as a data controller for purposes of managing customer relationships, managing contracts, tracking payments and ensuring payments, and otherwise maintaining the overall customer relationship; and (3) human resources personal data that WebFilings receives in the US from the EU and/or Switzerland is for purposes of maintaining an internal contact directory, managing global business operations, compensation decisions/bonus calculations, employee performance reviews, talent management and succession planning. The human resources personal data received is stored on technology resources and services that can be accessed by other offices of WebFilings who may be based outside the United States.",
    "address": "2900 University Blvd",
    "asp_index": "23011",
    "city": "Ames",
    "contactemail1": "privacy@webfilings.com",
    "contactfax1": "5152922857",
    "contactname1": "Max Eubank",
    "contactoff1": "Legal",
    "contactphone1": "5156634420",
    "contacttitle1": "Senior Contracts Counsel",
    "corpoffemail1": "mike.sellberg@webfilings.com",
    "corpofffax1": "5152922857",
    "corpoffname1": "Michael Sellberg",
    "corpoffphone1": "8882753125",
    "corpofftitle1": "Managing Director, Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Financial Services - (FNS)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Financial Services - (FNS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-01",
    "orgverification": "In-house",
    "personaldata": "On-line, human resource, organizational, client, customer data",
    "ppdate": "2014-01-10",
    "previous": "23011",
    "privacyprograms": "None",
    "recoursemech": "At any time, if you believe that WebFilings has willingly violated the above Policy, please let us know by sending an email to privacy@webfilings.com. WebFilings values your trust and will take the appropriate measures to ensure that the Sites and services we provide to you are secure. If we are unable to resolve your privacy concerns or disputes, we will submit the dispute to the American Arbitration Association (AAA).",
    "signupdate": "2012-06-01",
    "state": "Iowa",
    "statutorybody": "FTC",
    "zip": "50010"
}