{
    "CertificationStatus": "true",
    "Fax": "781-915-0735",
    "OrgName": "Mzinga",
    "PPLoc": "http://www.mzinga.com/privacy ",
    "Phone": "888-694-6428",
    "activities": "Mzinga, Inc. is headquartered in the United States of America. We recognize that the European Community has established a data protection regime pursuant to Directive 95/46/EC (the “Directive”). The Directive applies to the European Economic Area (“EEA”). Switzerland has also established a data protection regime pursuant to the Federal Act on Data Protection (“FADP”). These regimes restrict companies in the EEA and Switzerland (collectively, “EEA/CH”) from transferring personal data about individuals in the EEA/CH to the United States, unless there is “adequate protection” for such personal data when it is received in the United States. To create such “adequate protection” Mzinga, Inc. adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access and enforcement. Information regarding the U.S. - E.U. & U.S. - Swiss Safe Harbor Frameworks, which can be found at: http://export.gov/safeharbor.  Mzinga’s policy concerning the processing of EEA/CH Data under its certification can be viewed at http://www.mzinga.com/privacy. \r\n\r\nIf you live outside the United States (including in the EEA/CH), and you use the Mzinga Web Site and /or any of Mzinga’s product offerings or provide us with Personal Information directly via the Web Site or through a transaction or inquiry accessed during the usage of a Mzinga product offering, your information will be handled in accordance with this Privacy Statement. By using the Site or giving us your Personal Information, you are directly transferring your Personal Information and Non-Identifiable Information to us in the United States. The United States may not have the same level of data protection as your jurisdiction. However, you agree and consent to our collection, transfer, and processing of your Personal Information and Non-Identifiable Information in accordance with this Privacy Statement. Regardless of where we transfer your information, we still protect your information in the manner described in this Privacy Statement.",
    "address": "10 Burlington Mall Rd Suite 111",
    "asp_index": "23027",
    "city": "Burlington",
    "contactemail1": "rrose@mzinga.com",
    "contactfax1": "781-915-0735",
    "contactname1": "Robin Rose",
    "contactoff1": "Mzinga Corporate Headquarters",
    "contactphone1": "781-577-8978",
    "contacttitle1": "VP of Operations",
    "corpoffemail1": "ahallowell@mzinga.com",
    "corpofffax1": "781-915-0735",
    "corpoffname1": "Andrew Hallowell",
    "corpoffphone1": "781-577-7789",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-20",
    "orgverification": "In-house",
    "personaldata": "Organization and client data",
    "ppdate": "2013-05-13",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Mzinga will cooperate with JAMS, an arbitration and mediation service provider, under the JAMS International Mediation Rules.  These rules are accessible on the JAMS website at www.jamsadr.com/rules-international-rules. \r\n\r\nJAMS mediation may be commenced as set forth in the JAMS International Mediation Rules. The mediator may propose any appropriate remedy, such as publicity for findings of non-compliance, payment of compensation for losses incurred as a result of non-compliance, or cessation of processing of the Personal Information of the individual who has brought the complaint. Mzinga will assume the costs of the administrative fees if the mediator makes a written recommendation that finds the company in breach of its duties pursuant to the Safe Harbor. The mediator or the individual also may refer the matter to the U.S. Federal Trade Commission, which has Safe Harbor enforcement jurisdiction over Mzinga.",
    "signupdate": "2013-05-20",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01803"
}