{
    "CertificationStatus": "true",
    "Fax": "248-281-0473",
    "OrgName": "Nexcess",
    "PPLoc": "http://www.nexcess.net/policies/privacy-policy ",
    "Phone": "866-639-2377",
    "activities": "Order Forms:  Nexcess.net requests information from the customer on the order forms.  The information requested includes personal information such as name and address and also financial information such as credit card information.  This information is used solely for billing purposes.\r\n\r\nCookies:  A cookie is a piece of data that is stored on the customers’ hard drive containing information about the user.  The information is not linked to any personally identifiable information.  \r\n\r\nLog Files:  Nexcess.net collects IP addresses to analyze trends, administer the site, to track user’s movement, and to gather broad demographic information.  This information is not linked to personally identifiable information of the customer. \r\n\r\nLinks:  Nexcess.net provides links to other websites but makes no warranty of the privacy policies of these websites.\r\n\r\nSurveys and Contests:  Occasionally, Nexcess.net requests information from customers for use in surveys and contests.  The information requested may include contact information and/or demographic information.  Contact information is used to notify the winners and award prizes while the survey information is used to improve the use and satisfaction of the website.",
    "address": "21700 Melrose Ave",
    "asp_index": "23020",
    "city": "Southfield",
    "contactemail1": "privacy@nexcess.net",
    "contactfax1": "248-281-0473",
    "contactname1": "Vik Patel",
    "contactoff1": "Nexcess.net LLC C/O Legal",
    "contactphone1": "866-639-2377",
    "contacttitle1": "CSO",
    "corpoffemail1": "clwells@nexcess.net",
    "corpofffax1": "248-281-0473",
    "corpoffname1": "Christopher Wells",
    "corpoffphone1": "866-639-2377",
    "corpofftitle1": "Managing Member",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-27",
    "orgverification": "In-house",
    "personaldata": "Orgainzation, client, and customer data.",
    "ppdate": "2011-05-26",
    "previous": "27896",
    "privacyprograms": "None",
    "recoursemech": "Nexcess.net agrees to participate in the dispute resolution program provided by the European Union Data Protection Authorities (DPAs) and to cooperate with the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2011-05-27",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48075"
}