{
    "CertificationStatus": "true",
    "Fax": "212-484-7150",
    "OrgName": "Time Warner, Inc.",
    "PPLoc": "See link below",
    "Phone": "212-484-8000",
    "activities": "Time Warner Inc. may collect and use Personal Data from its past, present and prospective employees, their beneficiaries, dependents and emergency contacts, and vendors, including those of its subsidiaries, for the following purposes (the databases and/or systems where this data resides are noted in parentheses, all of which are managed and hosted by Time Warner Inc. except where noted with an asterisk, which are independently owned and managed by a Third Party):\r\n•\tHuman resources functions, including training, career and succession planning, administering employee contracts, diversity initiatives, employee evaluations, implementing employee-related actions and obligations and providing employment benefits and related information (Business Objects Reporting, Business Standards & Practices; Compensation Planning; Corpedia; Diversity Administration; Employee Connection; HRIS Administration; Human Resources Data Central and Reporting; Personnel Action Form; SharePoint, UK Databases, Stock Plan Data Central, Manager Toolkit);\r\n•\tHuman capital management (Enterprise Data Warehouse; My Contacts;  Open Text*, Service Now*, Talent View; Workday*);\r\n•\tRecruitment and hiring activities (Brass Ring*; Encore);\r\n•\tBusiness continuity and disaster recovery (SunGard Business Continuity Planning);\r\n•\tTracking and reporting ethics and compliance incidents (Ethics Incident Tracking System; EthicsPoint*);\r\n•\tTracking and reporting conflicts of interest (Annual Conflicts of Interest Questionnaire; Employee Connection);\r\n•\tExpense and travel management (Concur, PFM&PFM Wireless); \r\n•\tDocument Management (iManage);\r\n•\tLegal (Oneworld Legal, Lawweb Phone Directory, WebTMS);\r\n•\tRisk Management (Claimstracking);\r\n•\tBudgeting (LongView 7-LVAct);\r\n•\tElectronic Communication (Outlook, People Directory);\r\n•\tMail and package shipment and reporting (DX; SendSuite Shipping and Tracking, ShipMatrix);and\r\n•\tIncident management and solutions (Remedy); ",
    "address": "One Time Warner Center",
    "asp_index": "23029",
    "city": "New York",
    "contactemail1": "dataprivacy.safeharbor@timewarner.com",
    "contactfax1": "212-484-7150",
    "contactname1": "",
    "contactoff1": "Director, Information Privacy & Security",
    "contactphone1": "212-484-6460",
    "contacttitle1": "",
    "corpoffemail1": "Kurt.Rao@timewarner.com",
    "corpofffax1": "212-484-7150",
    "corpoffname1": "Kurt Rao",
    "corpoffphone1": "212-484-6488",
    "corpofftitle1": "Vice President and Corporate CIO",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Finland, France, Germany, Hungary, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Films Videos & Other Recordings - (FLM)",
    "industrysector_parsed": [
        "Films Videos & Other Recordings - (FLM)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-02",
    "orgverification": "In-house",
    "personaldata": "Organization data and vendor contract information.  Yes, the data covered includes manually processed data.",
    "ppdate": "2012-06-28",
    "previous": "23029",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2012-07-02",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10019"
}