{
    "CertificationStatus": "true",
    "Fax": "610-265-1730",
    "OrgName": "eBay Enterprise",
    "PPLoc": "www.ebayenterprise.com/privacy/ ",
    "Phone": "610-491-7000",
    "activities": "This Safe Harbor Certification applies to eBay Enterprise, Inc. (GSI Commerce, Inc. d/b/a/ eBay Enterprise, Inc.), an eBay Inc. Company, as well as eBay Enterprise, Inc.’s controlled U.S. subsidiaries, including eBay Enterprise Marketing Solutions, Inc. (formerly the individual companies known as ClearSaleing, e-Dialog, FetchBack, GSI Media, M3 Mobile, MBS, PepperJam, and VendorNet).  eBay Enterprise, Inc. and its controlled U.S. subsidiaries provide a wide variety of e-commerce, omni-channel retailing and interactive marketing services and solutions to our clients that facilitate services for their customers. In these cases, personal data collected from our client’s customers is owned by the applicable client, and we process this data on our client’s behalf. There may be limited instances in which we own and process personal data collected from customers on our own behalf, rather than on behalf of a client. In all such instances, we obtain access to personal data for purposes such as operating Web sites, processing payments, fulfilling orders, implementing marketing campaigns, and providing customer care and other related services.",
    "address": "935 First Avenue",
    "asp_index": "23035",
    "city": "King of Prussia",
    "contactemail1": "rbuck@ebay.com",
    "contactfax1": "781-372-8118",
    "contactname1": "Rick Buck",
    "contactoff1": "eBay Enterprise",
    "contactphone1": "781-372-3317",
    "contacttitle1": "Head of Privacy",
    "corpoffemail1": "rbuck@ebay.com",
    "corpofffax1": "781-372-8118",
    "corpoffname1": "Rick Buck",
    "corpoffphone1": "781-372-3317",
    "corpofftitle1": "Head of Privacy",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-12",
    "orgverification": "TRUSTe",
    "personaldata": "On-line; off-line",
    "ppdate": "2010-02-01",
    "previous": "",
    "privacyprograms": "TRUSTe EU-US Safe Harbor Program, Direct Marketing Association",
    "recoursemech": "TRUSTe Dispute Resolution Process; EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) with respect to human resource data only",
    "signupdate": "2001-06-12",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19406"
}