{
    "CertificationStatus": "true",
    "Fax": "501-342-0166",
    "OrgName": "Acxiom Corporation and its controlled U. S. subsidiaries",
    "PPLoc": "http://www.acxiom.com/about-acxiom/privacy/eu-safe-harbor/ ",
    "Phone": "501-342-1000",
    "activities": "Personal information that is transferred to Acxiom in the US from the EU falls under one of the following two situations: \r\nProcessor on Behalf - Acxiom provides customized computer services designed to help companies manage their customer and/or internal information more effectively, increase profitability of their marketing and reduce the operational costs of processing customer transactions. In this capacity, Acxiom does not own or control any of the information it processes on behalf of Acxiom's customer. All such information is owned and controlled by Acxiom's customer. In this capacity, Acxiom receives information transferred from the EU to the US merely as a processor on behalf.            \r\nData Controller - Acxiom also provides business and consumer information products designed to help companies market more successfully, integrate and improve the accuracy of their customer information and reduce the operational costs of processing customer data. In this function, Acxiom acts as a data controller of the personal information contained in these information products.",
    "address": "601 E Third St",
    "asp_index": "23039",
    "city": "Little Rock",
    "contactemail1": "safeharboroptout@acxiom.com",
    "contactfax1": "501-342-4904",
    "contactname1": "Alice Baeten",
    "contactoff1": "Consumer Affairs Department",
    "contactphone1": "877-774-2094",
    "contacttitle1": "Consumer Advocate",
    "corpoffemail1": "jennifer.glasgow@acxiom.com",
    "corpofffax1": "501-252-0166",
    "corpoffname1": "Jennifer Barrett Glasgow",
    "corpoffphone1": "501-252-2316",
    "corpofftitle1": "Global Privacy Executive",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-29",
    "orgverification": "In-house Audit",
    "personaldata": "On-Line, Off-Line, Human Resources, Manually-Processed",
    "ppdate": "2007-11-01",
    "previous": "23039",
    "privacyprograms": "None",
    "recoursemech": "Acxiom has registered under the Direct Marketing Association’s Safe Harbor complaint resolution process. If consumers can’t resolve a complaint after contacting Acxiom’s consumer advocate, they may file a written complaint with the Direct Marketing Association.  Acxiom agrees to participate with local EU regulatory and legal authorities to resolve an Acxiom associate’s dispute concerning human resources data and an alleged breach of the Safe Harbor principles.",
    "signupdate": "2001-05-29",
    "state": "Arkansas",
    "statutorybody": "FTC",
    "zip": "72201"
}