{
    "CertificationStatus": "true",
    "Fax": "585 423 1596",
    "OrgName": "CentriLogic Inc",
    "PPLoc": "http://www.centrilogic.com/privacy ",
    "Phone": "866 366 3678",
    "activities": "CentriLogic is a data center hosting company providing IT systems and services used by companies for processing of data and information. In relation to safe harbor, Centrilogic needs to implement safe harbor to support growth of some client businesses who operate in both the US and EU where compliance to EU privacy policies is required.\r\n\r\nWe may gather information about you through our web site in three ways. First, we may collect and store some personally identifiable information (such as your name, telephone number, and e-mail address) that you provide to us through surveys, job applications, contests, service orders, or inquiries on this site. Second, we may collect and store information about your visit to this site in collective or aggregated data that does not identify you specifically. Third, we may collect and store information through the use of “cookies.” The term “cookies” refers to lines of text that are transmitted to your web browser when you click on a site, providing a way for a server to recall a previous request or previous registration, or keep track of a transaction as it progresses, so that information does not have to be repeated. We use all of this information to help maintain accurate accounts, to provide and to change services, to provide accurate billing and shipping, to answer your inquiries, to market services and products, and to help make our web site useful to you. We do not market to or collect personal information about children under 13 years of age at this site.",
    "address": "28 Mansfield Street",
    "asp_index": "23032",
    "city": "Rochester",
    "contactemail1": "mbethune@centrilogic.com",
    "contactfax1": "585 423 1596",
    "contactname1": "Mike Bethune",
    "contactoff1": "Rochester",
    "contactphone1": "585 277 1323",
    "contacttitle1": "Director, Technology and Security",
    "corpoffemail1": "roffley@centrilogic.com",
    "corpofffax1": "416 613 8121",
    "corpoffname1": "Robert Offley",
    "corpoffphone1": "866 366 3678",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Denmark, France, Germany, Ireland, Italy, Netherlands, Portugal, Spain, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NLD",
        "PRT",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-16",
    "orgverification": "In-House",
    "personaldata": "All data covered is computer processed, covering client systems that process end customer data",
    "ppdate": "2012-04-14",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "European Union data protection authorities (EU DPAs)",
    "signupdate": "2012-07-16",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "14606"
}