{
    "Fax": "",
    "OrgName": "Wrike, Inc.",
    "PPLoc": "http://www.wrike.com/privacy/ ",
    "Phone": "650-318-3551",
    "activities": "If a person (i) orders products or services using a site, (ii) uses services from a site (regardless as to whether he is a registered user), (iii) signs up for a newsletter, (iv) participates in a survey or contest, or registers for an event, or (v) otherwise contacts us, we may request information from the person using an order or registration form, survey form, or otherwise. Such information may include things such as name, username, password, email address, business information, and general information about interest in and use of the service, as well as relevant demographic information. In addition we may automatically collect information about  computer or internet access, such as IP address, web browser, internet service provider (ISP), referring/exit pages, platform type, and usage of our sites and applications. We may use such information to better understand and market to our customers and site users, individually and in the aggregate; for example, we may use this user information for product and service development, and for sales and marketing purposes. We may share this information with third parties who are working with us to identify, develop and/or offer products and services which may be of interest to our customers.\r\n\r\nWhen using an order form to order a product or service from us, users must also provide additional financial information needed to complete the order, such as credit card number and expiration date (collectively, \"billing information\"). This billing information is used for billing purposes, to fill orders, or if we have trouble processing an order. When we already have user information and/or billing information about a user (such as through a previous order, previous use, previous registration, or previous contact, whether received through a site or otherwise), we may use such information to facilitate the order, registration or other process.\r\n\r\nWe sometimes supplement the information we receive from users with other information we receive from public and/or third party sources, such as credit card issuers or clearinghouses.",
    "address": "200 W. Evelyn Avenue, Ste 110",
    "asp_index": "23040",
    "city": "Mountain View",
    "contactemail1": "support@team.wrike.com",
    "contactfax1": "",
    "contactname1": "",
    "contactoff1": "Privacy Officer",
    "contactphone1": "6503183551",
    "contacttitle1": "",
    "corpoffemail1": "safeharbor@team.wrike.com",
    "corpofffax1": "",
    "corpoffname1": "Andrey Filev",
    "corpoffphone1": "6503183551",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-06",
    "orgverification": "In-house",
    "personaldata": "On-line",
    "ppdate": "2014-05-01",
    "previous": "",
    "privacyprograms": "A self-regulatory privacy policy that conforms to the Safe Harbor Privacy Principles.",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2014-06-06",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94041"
}