{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Sanctus LLC (d/b/a Shift Digital)",
    "PPLoc": "http://www.shiftdigital.com/privacy-policy.php ",
    "Phone": "2485942396",
    "activities": "Sanctus, LLC (d/b/a Shift Digital) receives, collects, analyzes, formats and transmits to its clients on a daily basis certain Personal Information consisting of consumer names, addresses, telephone numbers and email addresses which are submitted by consumers to its clients' or third parties' websites.",
    "address": "348 E. Maple Rd.",
    "asp_index": "23052",
    "city": "Birmingham",
    "contactemail1": "privacy@shiftdigital.com",
    "contactfax1": "",
    "contactname1": "Samuel A. Nicolas III",
    "contactoff1": "Shift Digital",
    "contactphone1": "2485942396",
    "contacttitle1": "Legal Counsel",
    "corpoffemail1": "privacy@shiftdigital.com",
    "corpofffax1": "",
    "corpoffname1": "Mike Kissman",
    "corpoffphone1": "2485942396",
    "corpofftitle1": "Partner",
    "eucountries": "France, Germany, Italy, Netherlands, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "ITA",
        "NLD",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-29",
    "orgverification": "in-house",
    "personaldata": "The 'personal data' processed by Sanctus, LLC consists of consumer contact information submitted by consumers on its clients' websites or third parties' websites for the purpose of being contacted regarding purchasing products from the clients, and includes consumer names, addresses, telephone numbers and email.  Nearly all 'personal data' is processed using automated computer systems.",
    "ppdate": "2014-04-01",
    "previous": "",
    "privacyprograms": "self-certification",
    "recoursemech": "For complaints that cannot be resolved between Shift Digital and the complainant, Shift Digital agrees to participate in the following dispute resolution procedures in the investigation and resolution of complaints to resolve disputes pursuant to the Safe Harbor Principles:\r\n1) For disputes involving all Personal Information received by Shift Digital from Switzerland, Merck has agreed and to cooperate with the Swiss FDPIC;\r\n2) For disputes involving employment-related Personal Information received by Shift Digital from the EEA, Shift Digital has agreed to cooperate with the data protection authorities in the EEA and to participate in the dispute resolution procedures of the panel established by the European data protection authorities;\r\n3) For disputes involving all other Personal Information received by Shift Digital from the EEA, Shift Digital agrees to TRUSTe dispute resolution.",
    "signupdate": "2014-05-29",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48009"
}