{
    "CertificationStatus": "true",
    "Fax": "360-450-5200",
    "OrgName": "Woobox, LLC",
    "PPLoc": "http://woobox.com/privacy ",
    "Phone": "360-450-5200",
    "activities": "Entrant Data\r\n \r\nWoobox, a Web-based business, provides a set of applications Customers use to host marketing promotions such as coupon distribution, sweepstakes, and photo contests.  For the purpose of allowing participation in such promotions, Customers determine what data is requested and collected  from Entrants (also known as \"Users\" in the Terms of Service).  Most typically this includes an individual's name and email address.  \r\n\r\nGiven many of the applications are integrated with Facebook, data such as the Entrant's Facebook id is also captured upon authorization by the Entrant.  The collected data is available to the Customer and is visible to Woobox Employees, but is NOT provided to Third Parties by Woobox.  Woobox has the ability to modify or remove data from Entrants upon request.\r\n \r\nCustomer & Customer User Data\r\n \r\nRegarding Customers (also known as \"Sponsors\" in the Terms of Service), Woobox collects and stores data for Customer Users that include items such as the Customer User's name, email address, business name, phone number and postal code.  The Woobox applications are integrated with Facebook and Customer Users login to Woobox using their Facebook login credentials.  Data such as the Customer User's Facebook ID and aspects of Facebook Pages associated to the Customer User (such as Page Name and Like count) are captured.  \r\n\r\nThe collected data is used to identify the customer, send transactional and promotional emails, and supports authentication to Woobox applications.  Much of the data collected can be modified by a Customer User through the Woobox Control Panel.  Any data not visible from the Control Panel can be modified or deleted upon request.\r\n \r\nWoobox uses its online Terms of Service in conjunction with its Privacy Policy to share its policies with regards to data collection and usage.  The current Privacy Policy and Terms of Service are located here: \r\n \r\nhttp://woobox.com/privacy",
    "address": "810 Main Street",
    "asp_index": "23050",
    "city": "Vancouver",
    "contactemail1": "bizadmin@woobox.com",
    "contactfax1": "360-450-5200",
    "contactname1": "George DeCarlo",
    "contactoff1": "Woobox, LLC",
    "contactphone1": "360-450-5200",
    "contacttitle1": "CEO",
    "corpoffemail1": "bizadmin@woobox.com",
    "corpofffax1": "360-450-5200",
    "corpoffname1": "George DeCarlo",
    "corpoffphone1": "360-450-5200",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-13",
    "orgverification": "In-House",
    "personaldata": "Customer (also known as \"Sponsor\") Data as referenced in the Sponsor Terms of Service: http://woobox.com/sponsorterms  .  This is not manually processed data.   Contest Entrant (also known as \"User\") Data as referenced in the User Terms of Service: http://woobox.com/terms .  This is not manually processed data.",
    "ppdate": "2013-04-08",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "European Union and Swiss Residents, if your complaints cannot be resolved, we have agreed to participate in the dispute resolution procedures of the panel established by the European Union data protection authorities (DPAs) to resolve disputes pursuant to the Safe Harbor Privacy Principles, and to cooperate and comply with the Federal Data Protection and Information Commissioner (FDPIC) of Switzerland. The EU DPA panel may be contacted at ec-dppanel-secr@ec.europa.eu and the EU DPAs may be contacted directly via the information provided at http://ec.europa.eu/justice/data-protection/bodies/authorities/eu/index_en.htm. The contact information for the Swiss FDPIC can be found at: http://www.edoeb.admin.ch/kontakt/index.html?lang=en.",
    "signupdate": "2013-06-13",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98660"
}