{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Hubbell Incorporated",
    "PPLoc": "http://www.hubbell.com/home/PrivacyStatement.aspx ",
    "Phone": "475-882-4000",
    "activities": "The types of European Employee Data that Hubbell may receive in the United States include:\r\n\r\n•\tPersonal and family information, including name, home address, telephone numbers, dependent names and contact information; and\r\n•\tEmployment related information, including telephone number, job description, salary, bonus (including cash and/or equity), overtime eligibility, bank account information, performance documentation (e.g., performance reviews, written warnings, etc.), resume, employment applications, employment history, educational background, employment agreement (and any separate non-competition, confidentiality, or other employee agreements), benefit elections, and separation, settlement and/or compromise agreements.\r\n\r\nHubbell also may receive certain information regarding an employee’s spouse, family members or other dependents for emergency contact purposes.  To the extent permitted by applicable law, Hubbell may obtain the following types of European Employee Data: social insurance, tax ID or social security number for purposes of payroll processing and benefits and personnel administration.\r\n\r\nHubbell will use and otherwise process European Employee Data in the United States for the following purposes:\r\n \r\n•\tWorkflow management, such as assigning, managing, and administering projects; \r\n•\tCompensation, including stock plan administration, compensation analysis, and benchmarking; \r\n•\tPayroll processing; \r\n•\tPerformance management; \r\n•\tSuccession planning; \r\n•\tBenefits and personnel administration, such as:\r\n   o\tLeave entitlements \r\n   o\tBonuses; and \r\n   o\tIT helpdesk and support services\r\n\r\nAs necessary in connection with these purposes, limited members of the Human Resources department, the Finance department, the IT department, and senior executive company managers in the United States may access and otherwise process European Employee Data in connection with their job responsibilities.  Hubbell takes appropriate steps to ensure that such personnel are bound to duties of confidentiality with respect to European Employee Data.",
    "address": "40 Waterview Drive",
    "asp_index": "23064",
    "city": "Shelton",
    "contactemail1": "emartin@hubbell.com",
    "contactfax1": "(203) 882-6624",
    "contactname1": "Elizabeth Martin",
    "contactoff1": "Hubbell Incorporated",
    "contactphone1": "(646) 599-0785",
    "contacttitle1": "Senior Attorney General",
    "corpoffemail1": "emartin@hubbell.com",
    "corpofffax1": "(203) 882-6624",
    "corpoffname1": "Elizabeth Martin",
    "corpoffphone1": "(646) 599-0785",
    "corpofftitle1": "Senior Attorney General",
    "eucountries": "Italy, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "ITA",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Electronic Components - (ELC)Electronics Industry Prod/Test Equipment - (EIP)Electrical Power Systems - (ELP)",
    "industrysector_parsed": [
        "Electrical Power Systems - (ELP)",
        "Electronic Components - (ELC)",
        "Electronics Industry Prod/Test Equipment - (EIP)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-25",
    "orgverification": "in-house",
    "personaldata": "Employee personal data. No local databases are used. Most employee data is gathered through paper copies with some documents stored via SAP on remote corporate servers.",
    "ppdate": "2014-08-11",
    "previous": "",
    "privacyprograms": "self-regulatory",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2014-08-25",
    "state": "Connecticut",
    "statutorybody": "FTC",
    "zip": "06484"
}