{
    "Fax": "206-331-3696",
    "OrgName": "Marchex, Inc.",
    "PPLoc": "http://www.marchex.com/legal/safeharbor ",
    "Phone": "206-331-3300",
    "activities": "Marchex provides analytics services to and on behalf of its customers.  This certification covers the personal data that Marchex collects from the EU and Switzerland, on behalf of our customers, as part of our call and related analytics services.\r\n\r\nMarchex's customers are businesses who have engaged Marchex to provide certain advertising, call and other analytics services. During the course of providing services to customers, we may collect and process call analytics data as well as some online analytics data, about our customer’s end users located in the EU or Switzerland. In addition, we provide call recording services to our customers.  In such cases, we are acting as a data processor, and will use the personal data we collect from such users in Europe and Switzerland, on behalf of and under the instruction of our Customers.   Our Customers’ collection and use of the personal data we collect on their behalf is subject to their own privacy policy.  \r\n\r\nThis certification does not cover the personal data Marchex collects via its website www.marchex.com.",
    "address": "520 Pike Street, Suite 2000",
    "asp_index": "23075",
    "city": "Seattle",
    "contactemail1": "privacy@marchex.com",
    "contactfax1": "206-331-3696",
    "contactname1": "Ethan Caldwell",
    "contactoff1": "Legal Department",
    "contactphone1": "206-331-3300",
    "contacttitle1": "CAO and General Counsel",
    "corpoffemail1": "privacy@marchex.com",
    "corpofffax1": "206-331-3696",
    "corpoffname1": "Ethan Caldwell",
    "corpoffphone1": "206-331-3300",
    "corpofftitle1": "CAO and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-19",
    "orgverification": "In-house and third party",
    "personaldata": "Online and other analytics data collected in the EU and Switzerland in behalf of our customers",
    "ppdate": "2014-05-14",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-05-19",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98101"
}