{
    "Fax": "858-724-1201",
    "OrgName": "MIR3, Inc.",
    "PPLoc": "http://www.mir3.com/privacy-policy/ ",
    "Phone": "858-724-1200",
    "activities": "Personal Information about employees or customers of MIR3's corporate or government clients is delivered by the corporate or government clients to MIR3 in order for MIR3 to provide messaging and notification services that are determined, selected, chosen, or opted into or out of by MIR3’s corporate or government clients, the corporate corporate or government client’s individual customer, or the corporate or government client’s employees or contractors, all under contract between MIR3 and its corporate or government clients. \r\n \r\nAt times, Personal Information is provided directly by Individuals who are seeking to use MIR3’s service and delivered by that Individual, all under contract between MIR3 and the Individual. \r\nThe company does not collect personal data of visitors to its website. The company does collect personal data when individual chose to register such information with the company. Such choices are made in relation to a specific application of a customer. In addition the company processes information provided by its corporate or government clients. The company at times acts as a mere conduit for data transmitted by third parties and does not determine the purposes and means of processing those personal data.\r\nAll data transferred to MIR3 are digital, transmitted from MIR3's corporate or government clients through the use of encrypted electronic transmission. Data is received from MIR3's corporate or government clients in digital form and is used, transmitted, and stored digitally. All of the information provided to MIR3 by our corporate or government clients is used to provide services for those corporate or government clients.\r\nIncluded may be information regarding the name, contact addresses (e.g. SMS Address, address, telephone number, Fax number, Instant Message (IM) ID, e-mail address), company, job or skill related or activity related data), employee number, job title, data associated with response by employee or contractor.\r\n \r\nIncluded may be all other information MIR3’s corporate or government clients may collect on their customers or employees other “sensitive information.” At the present time, MIR3 does not receive or use individual customer information that is considered \"sensitive\" under the Safe Harbor description (specifying medical or health conditions, racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership or information specifying the sex life of the individual).",
    "address": "3398 Carmel Mountian Road",
    "asp_index": "23080",
    "city": "San Diego",
    "contactemail1": "engadmin@mir3.com",
    "contactfax1": "858-724-1201",
    "contactname1": "Clifton McLellan",
    "contactoff1": "MIR3",
    "contactphone1": "858-724-1200",
    "contacttitle1": "",
    "corpoffemail1": "frank.mahdavi@mir3.com",
    "corpofffax1": "858-724-1201",
    "corpoffname1": "Frank Mahdavi",
    "corpoffphone1": "858-724-1200",
    "corpofftitle1": "Vice President, Corporate Development",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Telecommunications Services - (TES)Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-28",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Human Resources",
    "ppdate": "1999-04-01",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "EU Data Protection Authorities and Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2004-05-28",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92121"
}