{
    "Fax": "415-680-2420",
    "OrgName": "Tropo, Inc.",
    "PPLoc": "https:/ www.tropo.com/terms-policies/safe-harbour/ ",
    "Phone": "650-397-2015",
    "activities": "Tropo provides a telecommunications platform as a service that enables developers and businesses to develop SMS, IVR, conferencing, and voice applications.  This is a general purpose computing platform.  This platform is provided to our customers using SaaS based developer accounts.  \r\n\r\nWithin our organization we specifically receive Voxeo Labs Customer information to setup and manage the developer accounts from our customers.  This information will include corporate contact information and may include corporate payment information.\r\n\r\nOur Voxeo Labs Customers can develop any application they want for their customers and/or end users on our platform.  Control of any information is managed by the application and is under the control of the application developers.  Our network is a stateless network that stores application data only on a temporary basis.  Any application data that requires permanent storage needs to be managed by the Voxeo Labs Customer outside of our network.  Any data used by the Application is under the control of the Voxeo Labs Customer as well as through any data logging functions.  \r\n\r\nVoxeo Labs Customers are required to follow the necessary requirements within the industry which they are regulated and consider the final telecommunications channel for delivery.  For example, SMS messages are a non-secure, non-guaranteed delivery mechanism as provided by telecommunications carriers.  We advise our customers on use of this channel for appropriate message transfer.  \r\n\r\nIn other words, Voxeo Labs does not control any personal data for Voxeo Labs Customers.  \r\n\r\nIf Voxeo Labs sees any violations by our Customers providing data that appears to be inappropriate in it’s transmission Voxeo Labs will turn that customer off based on our terms of service.",
    "address": "800 Menlo Ave Suite 210",
    "asp_index": "23087",
    "city": "Menlo Park",
    "contactemail1": "kadamson@tropo.com",
    "contactfax1": "415-680-2420",
    "contactname1": "Kevin Adamson",
    "contactoff1": "Operations",
    "contactphone1": "650-397-2015",
    "contacttitle1": "Director Business Operations",
    "corpoffemail1": "jsgoecke@tropo.com",
    "corpofffax1": "415-680-2420",
    "corpoffname1": "Jason Goecke",
    "corpoffphone1": "415-367-5082",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-06",
    "orgverification": "Third Party",
    "personaldata": "All Tropo Customer Data as well as data passing through our platform.",
    "ppdate": "2012-11-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "TRUSTe is our 3rd party dispute mechanism and verification program",
    "signupdate": "2013-06-06",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94025"
}