{
    "CertificationStatus": "true",
    "Fax": "719-799-1042",
    "OrgName": "FrontRange Solutions Inc.",
    "PPLoc": "http://www.frontrange.com/privacy-policy ",
    "Phone": "408-601-2800",
    "activities": "FrontRange Solutions is a global market leader in the development and delivery of software solutions and related services.   We offer software solutions for use on a customer's premise, as well as over the Internet on a Software as a Service (SaaS) basis.   This certification covers personal data transferred from the EU and Switzerland regarding current and potential customers, resellers and other distribution partners, suppliers, contractors, vendors and other parties we conduct business with for various business purposes, including but not limited to sales and marketing, customer support, consulting and educational services, business operations, finance and accounting, procurement, events, and engineering.   For our SaaS solution, we receive EU and Swiss personal data that we store or process on behalf of, and at the direction of, our customers who purchase these solutions.  In the performance of consulting or support services related to our software solutions, we may receive personal data controlled by a customer about their customers, vendors, employees and related parties.  FrontRange Solutions does not control the nature, amount, or circumstances under which personal data is provided by our customers into any of the software solutions that we provide for use on customer premises or on a SaaS basis.",
    "address": "490 N. McCarthy Blvd. Suite 100",
    "asp_index": "23090",
    "city": "Milpitas",
    "contactemail1": "legal@frontrange.com",
    "contactfax1": "719-799-1042",
    "contactname1": "",
    "contactoff1": "Legal Department",
    "contactphone1": "408-601-2800",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "legal@frontrange.com",
    "corpofffax1": "719-799-1042",
    "corpoffname1": "Adrian Wolff",
    "corpoffphone1": "925-523-1705",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-17",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed data",
    "ppdate": "2014-01-08",
    "previous": "",
    "privacyprograms": "TRUSTe Safe Harbor",
    "recoursemech": "TRUSTe Safe Harbor",
    "signupdate": "2011-06-17",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95035"
}