{
    "Fax": "801-951-2404",
    "OrgName": "Canon Business Process Services Inc.",
    "PPLoc": "http://cbps.canon.com/safe-harbor.aspx ",
    "Phone": "801-951-2433",
    "activities": "The Legal Technology Group (LTG) division of Canon Business Process Services (CBPS) provides the CaseData suite of tools and Unified Platform for proactive litigation management which encompasses eDiscovery, scanning, coding, OCR, computer forensics, database management and database customization services.  The platform is a repository and review tool that completes the client's total paper and eDiscovery needs by offering secure and searchable access to the data files, regardless of whether they were originally paper or electronic based.  It offers our customers the ability to: review and redact case critical documents and information; search and retrieve critical documents; centrally manage and collaborate on all aspects of litigation, including case preparation and collaboration; perform document production; conduct organization wide analysis and mark-up of documents; and manage litigation through the use of a virtual litigation deal room, case calendaring, project planning and secure document exchange functions.  CBPS LTG does not control the nature, amount or circumstances under which personal information is input by our customers into any of the applications that we host.  In this context, CBPS LTG acts as a data processor.  Any access to personal information by OBS RCLS that is input by our customers is incidental to the performance of the services that the customer has engaged us to perform.  To manage our business, CBPS LTG does collect and transfer to the United States personal information about our current and former customers, prospective customers, business partners and service providers to facilitate communications, billing, business development and maintain our business records.",
    "address": "576 West 900 South, Suite 200",
    "asp_index": "23115",
    "city": "Bountiful",
    "contactemail1": "brad.perry@casedata.com",
    "contactfax1": "801-951-2404",
    "contactname1": "Brad S. Perry",
    "contactoff1": "Legal Technology Group",
    "contactphone1": "801-951-2433",
    "contacttitle1": "Vice President Electronic Discovery",
    "corpoffemail1": "brad.perry@casedata.com",
    "corpofffax1": "801-951-2404",
    "corpoffname1": "Brad S. Perry",
    "corpoffphone1": "801-951-2433",
    "corpofftitle1": "Vice President Electronic Discovery",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)Legal Services - (LES)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Legal Services - (LES)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-20",
    "orgverification": "Third Party",
    "personaldata": "off-line, on-line, manually processed data, human resources data",
    "ppdate": "2013-05-23",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2011-05-20",
    "state": "Utah",
    "statutorybody": "FTC",
    "zip": "84010"
}