{
    "CertifiedThroughLabel": "",
    "Fax": "857-239-5742",
    "OrgName": "Agencyport Software Corporation",
    "PPLoc": "http://www.agencyport.com/Agencyport-Privacy-Policy ",
    "Phone": "857-239-5742",
    "activities": "Agencyport Software makes the business of insurance more efficient through technology innovation. We offer the world's leading web-based distribution technologies, global policy administration solutions and robust business intelligence tools—a powerful mix that makes the complex business of insurance easier and smarter, and helps our customers seize opportunities and gain a competitive edge quickly. \r\n\r\nOccasionally US staff work on UK customer development projects.  These staff may come in contact with personal information while working on the development project.\r\n\r\nWe may use both passively collected information and the Personal Data provided to us through the website for all legal purposes, which may include, but are not limited to, responding to requests, processing requested transactions, for administrative purposes such as conducting webinars and contests, to track which parts of this website are of interest to the user and occasionally contacting the user by telephone (if they have provided that information) or sending them advertising and/or promotional material that we believe may be of interest to them (if they have provided their email address or mailing address).\r\n\r\nWe may also use Personal Data provided by website users, collected by cookies and web server for internal business purposes, such as optimising website experiences and analysing and managing our business.",
    "address": "51 Sleeper Street",
    "asp_index": "23127",
    "city": "Boston",
    "contactemail1": "susan.yardley@agencyport.com",
    "contactfax1": "857-239-5742",
    "contactname1": "Susan Yardley",
    "contactoff1": "Agencyport Software Corporation Headquarters",
    "contactphone1": "857-239-5742",
    "contacttitle1": "VP Operations",
    "corpoffemail1": "chris.stone@agencyport.com",
    "corpofffax1": "857-239-5742",
    "corpoffname1": "Christopher Stone",
    "corpoffphone1": "(857) 239-5633",
    "corpofftitle1": "General Counsel",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-18",
    "orgverification": "In-house",
    "personaldata": "Organization, client, and customer information",
    "ppdate": "2001-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Agencyport will cooperate with the appropriate EU data protection authorities (DPAs) to resolve any complaints and disputes arising in connection with this Policy. All Agencyport employees will be required to be familiar with and adhere to this Policy. Agencyport will investigate any reported complaints of violations of this Policy and will take prompt remedial action where violations are found. In order to inquire or complain about the Policy or anything related to the processing, protection and security of Personal Data handled by Agencyport, please contact us info@agencyport.com.",
    "signupdate": "2013-06-18",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02210"
}