{
    "CertificationStatus": "true",
    "Fax": "317-733-8307",
    "OrgName": "Mobi Wireless Management, LLC",
    "PPLoc": "http://mobiwm.com/privacy-policy/ ",
    "Phone": "317-733-8307",
    "activities": "Mobi Wireless Management collects the following kinds of personal information from our clients:\r\n\r\nContact Information such as name, email address and shipping address\r\nUnique Identifiers such as user name and password\r\nHR information provided by the client such as cost center, title and managerial hierarchical information\r\nPhone numbers and device identifiers (serial numbers) of lines and devices we manage\r\nBilling and usage information from carrier bills\r\n\r\nWe use this information to, fulfill orders, facilitate approval processes, send order confirmations, ship devices directly to users, respond to customer service requests, administer accounts and drive business rules off HR data given by our clients. \r\n\r\nPhone numbers, device identifiers and billing/usage data are used to provide reports to clients, guide program optimizations for cost savings, and provide audits according to guidelines outlined by our clients.\r\n\r\nMobi Wireless Management may transfer personal information to companies that help us provide our service. We use third parties in instances where we collect billing information to process payments, and to provide users with customer support outside of normal business hours. \r\n\r\nMobi Wireless Management will retain personal data we process on behalf of our clients for as long as needed to provide services to our client. Mobi Wireless Management will retain and use this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "6100 W 96th Street, Ste 150",
    "asp_index": "23135",
    "city": "Indianapolis",
    "contactemail1": "eric@bluefishwireless.net",
    "contactfax1": "317-733-4043",
    "contactname1": "Eric Sendelbach",
    "contactoff1": "Mobi Wireless Management, LLC",
    "contactphone1": "317-733-4043",
    "contacttitle1": "Director of IT",
    "corpoffemail1": "christi@bluefishwireless.net",
    "corpofffax1": "317-733-8307",
    "corpoffname1": "Christi Steinberg",
    "corpoffphone1": "317-733-8307",
    "corpofftitle1": "Treasurer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)General Services - (GSV)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "General Services - (GSV)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-14",
    "orgverification": "Third Party",
    "personaldata": "On-line data, Offline data, Manually processed data",
    "ppdate": "2012-04-25",
    "previous": "23135",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe EU Safe Harbor Program.",
    "signupdate": "2012-06-14",
    "state": "Indiana",
    "statutorybody": "FTC",
    "zip": "46278"
}