{
    "CertificationStatus": "true",
    "Fax": "408-962-4693",
    "OrgName": "LinkedIn Corporation",
    "PPLoc": "For LinkedIn: http://www.linkedin.com/legal/privacy-policy   (note that Slideshare.net has adopted LinkedIn Corporation's privacy policy) ",
    "Phone": "650-687-3600",
    "activities": "This certification addresses the following personal information received by LinkedIn Corporation and SlideShare LLC (a wholly owned subsidiary of LinkedIn Corporation)but does not include any separately-incorporated US subsidiaries: \r\nLinkedIn collects personal information that LinkedIn members provide directly or indirectly to LinkedIn, including account registration information, profile information, groups content, comments and other social gestures on the platform, as well as plugin impression data, ad click data, site and application usage data, as well as other log data, and data from interacting with LinkedIn’s customer support teams. \r\nLinkedIn uses this data to create a professional network for members to be more productive and successful by connecting and communicating with one another by exchanging and collaborating on ideas, sharing and consuming information, finding other professionals and career opportunities, and also being found by other professionals for networking and career opportunities. While nearly all of the value that LinkedIn provides to its members is available through its free services via the LinkedIn website and its mobile applications, LinkedIn also uses this data to monetize its services through certain premium services – available through its Subscriptions, Marketing Solutions (online advertising on LinkedIn), Talent Solutions (products for recruiters), and Sales Solutions (products for sales professionals) business lines.\r\nLinkedIn also collects and uses HR Data from EU subsidiaries for the purpose of managing the business of LinkedIn  (including SlideShare.net), including employee benefits, payroll, etc.\r\nSlideShare.net is a site for sharing slide presentations and similar content in an open community, where the personal information users choose to include in their SlideShare profile and content is publicly visible to other users and visitors, with a few exceptions specified in the user account settings.",
    "address": "2029 Stierlin Court",
    "asp_index": "23131",
    "city": "Mountain View",
    "contactemail1": "sharrington@linkedin.com",
    "contactfax1": "650-810-2897",
    "contactname1": "Sara Harrington",
    "contactoff1": "LinkedIn Corporation",
    "contactphone1": "650-687-3600",
    "contacttitle1": "Senior Director of Legal",
    "corpoffemail1": "mcallahan@linkedin.com",
    "corpofffax1": "650-810-2897",
    "corpoffname1": "Mike Callahan",
    "corpoffphone1": "650-968-3600",
    "corpofftitle1": "Vice President, General Counsel & Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-19",
    "orgverification": "TRUSTe",
    "personaldata": "On-Line and Off-Line, HR data from the Company's EEA subsidiaries",
    "ppdate": "2014-03-26",
    "previous": "23131",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "(1)  For user issues, TRUSTe and the Irish Data Protection Commission; and (2) For HR data, the Irish Data Protection Commission and other European Data Protection Authorities as appropriate for employees located in certain countries.",
    "signupdate": "2004-05-19",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94043"
}