{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "censhare USA, LLC",
    "PPLoc": "http://www.censhare.com/en/privacy-policy ",
    "Phone": "9145250431",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\ncenshare USA LLC may receive, store, and process personal information from the EU as follows: (i) censhare may receive and process organizational data, which may include personal information, received from registered users and trial users through password-protected application pages that require registration; and (ii) censhare collects personal information through its public websites. User Data For registered users, censhare receives, stores and processes (1) contact, account and billing information that users submit to censhare and (2) any data that the user enters into the censhare platform, as part of using its service. censhare stores data that is controlled, initiated and executed by the user. censhare uses and processes data to market, provide, improve and charge for the service.",
    "address": "444 Washington Boulevard, #4408",
    "asp_index": "23139",
    "city": "Jersey City",
    "contactemail1": "rainer.heckmann@censhare.com",
    "contactfax1": "",
    "contactname1": "Rainer Heckmann",
    "contactoff1": "censhare USA, LLC",
    "contactphone1": "9145250431",
    "contacttitle1": "Manager",
    "corpoffemail1": "rainer.heckmann@censhare.com",
    "corpofffax1": "",
    "corpoffname1": "Rainer Heckmann",
    "corpoffphone1": "9145250431",
    "corpofftitle1": "Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-11",
    "orgverification": "In-house",
    "personaldata": "Personal Data Covered: censhare USA, LLC processes organizational data and user information. Organizational data includes correspondence data, and billing data. User information includes user and customer information such as name, email and telephone number. Both data types, organizational data and user information, are at times manually handled by censhare staff who have been trained to handle pe",
    "ppdate": "2014-04-24",
    "previous": "23139",
    "privacyprograms": "N/A",
    "recoursemech": "For complaints unable to be resolved in-house, censhare USA,LLC will seek recourse through the EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2014-08-11",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07310"
}