{
    "CertificationStatus": "true",
    "Fax": "(650) 241-1861",
    "OrgName": "PubMatic, Inc.",
    "PPLoc": "http://www.pubmatic.com/privacy-policy.php ",
    "Phone": "(650) 241-1861",
    "activities": "PubMatic aids online publisher customers in optimizing their ad inventory and earning the highest revenue possible for the sale of that inventory.  We collect (a) personal information from our customers of consumers located in the EU/EEA and/or Switzerland, (b) personal information from individuals who visit our corporate website or use our client portals, and (c) personal information from employee candidates and employees hired from within the EU/EEA and/or Switzerland.   With respect to the information described in (a) above, PubMatic is not the data controller.  PubMatic is a data processor acting on behalf of PubMatic clients.  PubMatic may transmit such information to our data centers in the U.S. for processing on behalf of our clients, in order to help them optimize their ad inventory.  PubMatic is the data controller with respect to the information described in (b) and (c) above, which may be transmitted to or accessed from our offices in the US, India, EU, Japan, Singapore and Australia.  We process the information described in (b) to provide services to our potential customers and site users.  We process the information described in (c) for human resource, payroll and business reasons.",
    "address": "305 Main Street, Suite 100",
    "asp_index": "23168",
    "city": "Redwood City",
    "contactemail1": "privacy@pubmatic.com",
    "contactfax1": "(650) 241-1861",
    "contactname1": "Nadine Stocklin",
    "contactoff1": "Legal",
    "contactphone1": "(650) 241-1861",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "generalcounsel@pubmatic.com",
    "corpofffax1": "(650) 241-1861",
    "corpoffname1": "Nadine Stocklin",
    "corpoffphone1": "(650) 241-1861",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Liechtenstein, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LIE",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-14",
    "orgverification": "In-house",
    "personaldata": "organization, client, customer, visitor, user data",
    "ppdate": "2013-05-22",
    "previous": "23168",
    "privacyprograms": "None",
    "recoursemech": "PubMatic has agreed to cooperate and comply with the EU data protection authorities (DPAs), as well as the Federal Data Protection and Information Commissioner of Switzerland; nevertheless, disputes should first be raised to the attention of the PubMatic contact person listed above.",
    "signupdate": "2010-07-14",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94063"
}