{
    "CertificationStatus": "true",
    "Fax": "415 255-1013",
    "OrgName": "CrowdFlower",
    "PPLoc": "http://crowdflower.com/privacy ",
    "Phone": "415 471-1920",
    "activities": "Various types of online task processing on behalf of customers including validating business contact information and website addresses.",
    "address": "2111 Mission St. #302",
    "asp_index": "23171",
    "city": "San Francisco",
    "contactemail1": "ethan.fremen@crowdflower.com",
    "contactfax1": "415 255-1013",
    "contactname1": "Ethan Fremen",
    "contactoff1": "CrowdFlower",
    "contactphone1": "4156466043",
    "contacttitle1": "Head of DevOps",
    "corpoffemail1": "lukas@crowdflower.com",
    "corpofffax1": "415 255-1013",
    "corpoffname1": "Lukas Biewald",
    "corpoffphone1": "650-804 5470",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-02-17",
    "orgverification": "In-house",
    "personaldata": "on-line",
    "ppdate": "2009-01-01",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "CrowdFlower is committed to resolving our customers’ privacy concerns. Individuals should work directly with their assigned Account Managers and/or Service Delivery Managers to address concerns arising from CrowdFlower’s use of private information. If unable to address the issue via the assigned account team, individuals should contact CrowdFlower directly via e-mail at info@crowdflower.com stating the suspected misuse of information.\r\n\r\nCrowdflower has agreed to TRUSTe dispute resolution for disputes relating to our compliance with the Safe Harbor Frameworks. Individuals should work directly with their assigned Account Managers to address complaints regarding CrowdFlower’s compliance with Safe Harbor. If unable to address the issue via the assigned account team, individuals should contact CrowdFlower directly via e-mail at help@crowdflower.com. If contacting us does not resolve your complaint, you may raise your complaint online with TRUSTe. You may alternately contact TRUSTe by fax or postal mail. TRUSTe's Dispute Resolution process is only available in English.",
    "signupdate": "2010-02-17",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94110"
}