{
    "Fax": "410-990-0707",
    "OrgName": "TRACE Inc",
    "PPLoc": "https://tracnumber.com/PublicPages/PrivacyPolicy.aspx; http://www.tracecheck.org/TraceCheckPrivacyPolicy.asp; http://www.traceinternational.org/account/Due_Diligence/TRACEselect.html ",
    "Phone": "410-990-0076",
    "activities": "TRACE Inc. offers several due diligence services which gather personal information through consent, control, and participation from the individuals. Some of these individuals or entities are located in the EU or Switzerland. TRACE Inc. runs TRAC (“TRACE Registered Access Code”), which is the primary service that gathers this personal information. TRACE Inc. also offers other services such as TRACEcheck, TRACEselect, and TRACEcertification which gather varying levels of personal information from individuals and entities. Privacy is important to TRACE.  \r\n\r\nA TRAC is a single, globally-accepted identification number for businesses, individuals, charities and trusts. In order to generate a TRAC, TRACE collects personal information about TRAC Applicants (e.g., those who have submitted an application for a TRAC that is currently in process), TRAC Holders (e.g., those to whom a TRAC is issued), and their respective owners and authorized representatives, when applicable.  Obtaining and maintaining accurate and verified personal information is important to our ability to issue reliable TRACs and thereby enhance commercial transparency.\r\n\r\nThe TRACE policy describes the types of personal information we may collect, the purposes for which we may use the information, the circumstances in which we may share the information and the steps we take to safeguard this information.",
    "address": "151 West St.",
    "asp_index": "23199",
    "city": "Annapolis",
    "contactemail1": "SLSmith@TRACEinternational.org",
    "contactfax1": "410-990-0707",
    "contactname1": "Stacy L. Smith",
    "contactoff1": "Operations",
    "contactphone1": "410-990-0076",
    "contacttitle1": "Manager",
    "corpoffemail1": "wrage@traceinternational.org",
    "corpofffax1": "410-990-0707",
    "corpoffname1": "Alexandra Wrage",
    "corpoffphone1": "410-990-0076",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Legal Services - (LES)Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Legal Services - (LES)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-29",
    "orgverification": "In-house",
    "personaldata": "Client, customer, TRAC holders, etc. The data is entered by users/customers of the TRACE services through online portals.",
    "ppdate": "2012-02-24",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "International Centre for Dispute Resolution (\"ICDR\") / American Arbitration Association (\"AAA\") Safe Harbor Program \r\n\r\nTRACE offers various mechanisms to access, delete, correct, or update personal information electronically through the online platform, or directly through a TRACE representative by phone, email, or website. The TRACE users and customers control their personal information. After utilizing these recourses, if there is an unresolved dispute as to the collection, use, transmission or retention of personal information, we have designated the International Centre for Dispute Resolution / American Arbitration Association Safe Harbor Program as our independent resource mechanism to resolve these disputes. Clients contact the ICDR at the American Arbitration Society by one of the following means:\r\n\r\n1633 Broadway, 10th Floor\r\nNew York, NY 10019\r\nTelephone: 01 212-484-4181 \r\nFax 01 212-246-7274\r\nhttp://www.adr.org/ICDR",
    "signupdate": "2012-05-29",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "21401"
}