{
    "CertificationStatus": "true",
    "Fax": "415-829-2928",
    "OrgName": "Asana, Inc.",
    "PPLoc": "http://asana.com/privacy ",
    "Phone": "415-525-3888",
    "activities": "Asana uses information we collect to operate, maintain and provide you the features and functionality of the Service, to analyze how the Service is used, diagnose service or technical problems, maintain security, personalize content, remember information to help you efficiently access your account, monitor aggregate metrics such as total number of visitors, traffic, and demographic patterns, and track Content and users as necessary to comply with the Digital Millennium Copyright Act and other applicable laws.\r\n\r\nInformation You Provide: You provide us information about yourself, such as your name and e-mail address, if you register for an account with the Service, including by connecting with the Service via a third-party service, or by “following,” “becoming a fan,” adding the Asana application, etc., on a third party website or network. Your name, email address and other information you choose to provide on the Service will be viewable and discoverable by other users, in accordance with your settings on the Service.\r\n\r\nWe may use your email address to send you Service-related notices (including any notices required by law, in lieu of communication by postal mail). We may also use your contact information to send you marketing messages. If you don’t want to receive these messages, you can opt out by following the instructions in the message. If you correspond with us by email, we may retain the content of your email messages, your email address and our responses.\r\n\r\nIf you choose to use our invitation service to invite a friend to the Service, we will ask you for that person’s email address and automatically send an email invitation. Asana stores this information to send this email, to register your friend if your invitation is accepted, and to track the success of our invitation service.\r\n\r\nContent: You also provide us information in Content you post to the Service. Your Content and metadata about your Content may be viewed by other users in accordance with your settings on the Service. Asana can, but has no obligation, to monitor your Content you post on the Service. We can remove any information you post for any reason or no reason. Unless Content is made viewable in accordance with your settings on the Service, Asana and Asana employees will not view your Content except: (i) to maintain, provide or improve the Service; (ii) to help you and resolve your support requests; or (iii) as Asana believes, in its sole opinion, is necessary to comply with or avoid the violation of applicable law or regulation or to cooperate with law enforcement.\r\n\r\nCookies: When you use the Service, we may send one or more “cookies” – a small data file – to your computer to uniquely identify your browser and let Asana help you log in faster and enhance your navigation through the site. A cookie may convey anonymous information about how you browse the Service to us. A persistent cookie remains on your hard drive after you close your browser so that it can be used by your browser on subsequent visits to the Service. Persistent cookies can be removed by following your web browser’s directions. A session cookie is temporary and disappears after you close your browser. You can reset your web browser to refuse all cookies or to indicate when a cookie is being sent. However, some features of the Service may not function properly if the ability to accept cookies is disabled.\r\n\r\nLog Files: When you use the Service, our servers automatically record certain information sent by your web browser. These server logs may include information such as your web request, Internet Protocol (“IP”) address, browser type, referring / exit pages and URLs, number of clicks and how you interact with links on the Service, domain names, landing pages, pages viewed, mobile carrier, and other such information.\r\n\r\nClear Gifs Information: When you use the Service, we may employ clear gifs (also known as web beacons) which are used to track the online usage patterns. In addition, we may also use clear gifs in HTML-based emails sent to our users to track which emails are opened by recipients. The information is used to enable more accurate reporting and make Asana better for our users.\r\n\r\nGeo-Location Information: When you use the Service by or through a mobile device, we may access, collect, monitor and/or remotely store “location data,” which may include GPS coordinates (e.g. latitude and/or longitude) or similar information regarding the location of your mobile device. Location data may convey information about how you browse the Service to us. Location data does not collect or share any personally identifiable information about you. Location data may be used in conjunction with personally identifiable information. Some features of the Service, particularly location-based services, may not function properly if use or availability of location data is impaired or disabled.\r\n\r\nDevice Identifiers: When you access the Service by or through a mobile device, we may access, collect, monitor and/or remotely store one or more “device identifiers.” Device identifiers are small data files or similar data structures stored on or associated with your mobile device, which uniquely identify your mobile device and are used to enhance the Service. A device identifier may be data stored in connection with the device hardware, data stored in connection with the device’s operating system or other software, or data sent to the device by us. A device identifier may convey information about how you use the Service to us. A device identifier does not collect or share any personally identifiable information about you. A device identifier may be used in conjunction with personally identifiable information. A device identifier may remain persistently on your device, to help you log in faster and enhance your navigation through the Service. Some features of the Service may not function properly if use or availability of device identifiers are impaired or disabled. Asana may access, collect and/or store device identifiers upon enabling Asana’s Services.\r\n\r\nThird Party Tools: Asana uses third party analytics tools, such as Google Analytics, to help understand use of the Service. Many of these tools collect the information sent by your browser as part of a web page request, including cookies and your IP address. These analytics tools also receive this information and their use of it is governed by their privacy policy.",
    "address": "1550 Bryant Street, Suite 900",
    "asp_index": "23193",
    "city": "San Francisco",
    "contactemail1": "legal@asana.com",
    "contactfax1": "415-829-2928",
    "contactname1": "Kenny Van Zant",
    "contactoff1": "Asana",
    "contactphone1": "415-525-3888",
    "contacttitle1": "COO",
    "corpoffemail1": "legal@asana.com",
    "corpofffax1": "415-829-2928",
    "corpoffname1": "Kenny Van Zant",
    "corpoffphone1": "415-525-3888",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-22",
    "orgverification": "In-house",
    "personaldata": "Customer name and email address",
    "ppdate": "2012-05-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "European Union or Swiss citizens with inquiries or complaints regarding this privacy policy should first contact Asana at:\r\n\r\nSafe Harbor Notice\r\nAsana, Inc.\r\n1550 Bryant St., Suite 900\r\nSan Francisco, CA 94103\r\nlegal@asana.com\r\n\r\nAsana has further committed to refer unresolved privacy complaints under the US-EU\r\nand US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism,\r\nthe BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you\r\ndo not receive timely acknowledgment of your complaint, or if your complaint is not\r\nsatisfactorily addressed by Asana, Inc., please visit the BBB EU SAFE HARBOR\r\nweb site at www.bbb.org/us/safe-harbor-complaints for more information and to file a\r\ncomplaint.",
    "signupdate": "2012-06-22",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94103"
}