{
    "Fax": "(646) 943-8381",
    "OrgName": "Rakuten Marketing LLC",
    "PPLoc": "http://www.linkshare.com/legal/privacy/ ",
    "Phone": "646 943 8200",
    "activities": "LinkShare Corporation is a business-to-business performance based online advertising company that, through a variety of service offerings, allows online advertisers to promote ad content online through a network of third-party publisher websites.  LinkShare directly and through its controlled UK subsidiary LinkShare Limited (collectively \"LinkShare\") collects personal information from natural persons within member states of the European Union in the following limited instances: \r\n•\tLinkShare collects personal information about the employees of advertisers and publishers that participate in LinkShare's advertising networks in order to provide them with online advertising services.  Collection and use of such information is governed by the terms and conditions of LinkShare’s agreements with those advertisers and publishers. \r\n•\tLinkShare collects personal information from individuals inquiring about our services through an online form available on our website.  That information is used by LinkShare to respond to such inquiries.\r\n•\tLinkShare may record the IP (Internet Protocol) address of the browser used by a web user to click on an advertising link maintained by an advertiser and tracked as part of LinkShare’s network for purposes of identifying the browser itself and for general fraud detection.",
    "address": "215 Park Avenue South, 9th Fl",
    "asp_index": "23218",
    "city": "New York",
    "contactemail1": "reginald.rasch@linkshare.com",
    "contactfax1": "646 943 8204",
    "contactname1": "Reginald Rasch",
    "contactoff1": "LinkShare Corp.",
    "contactphone1": "646 943 8260",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "reginald.rasch@linkshare.com",
    "corpofffax1": "646 943 8204",
    "corpoffname1": "Reginald Rasch",
    "corpoffphone1": "646 943 8260",
    "corpofftitle1": "General Counsel & Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-29",
    "orgverification": "In-house",
    "personaldata": "Offline, on-line and manually processed data and human resources data.",
    "ppdate": "2014-02-18",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "TRUSTe ADR.  For more information, please see TrustE's website at http://www.truste.com/privacy_seals_and_services/enterprise_privacy/eu_safe_harbor_seal.html",
    "signupdate": "2011-06-29",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10003"
}