{
    "CertificationStatus": "true",
    "Fax": "516-293-0784",
    "OrgName": "EtQ, Inc.",
    "PPLoc": "http://www.etq.com/privacy.shtml ",
    "Phone": "516-293-0949",
    "activities": "Information Collection & Use\r\n \r\nWhen requesting information online from EtQ, commenting on our blog or completing any registration form or other record on our website, we may collect personal information from you such as your name, company name, e-mail address, mailing address, and phone number. \r\n\r\nIn the case of your use of EtQ Cloud Services once you have entered into an agreement with EtQ to become an EtQ Cloud Services customer, the information and data you upload to the EtQ Cloud Services will be used solely in connection with providing to you the products and services you have engaged EtQ to provide pursuant to such agreement. However, we may also use or access such personally identifiable or other customer information in connection with preventing or addressing service or technical problems, at a customer’s request in connection with technical support matters, or as may be required by law.\r\n \r\nPublic Forums\r\n \r\nOur website offers publicly accessible blogs. You should be aware that any information you provide in these areas may be read, collected, and used by other blog users. To request removal of your personal information from our blog or community forum, contact us at info@etq.com. In some cases, we may not be able to remove your personal information, in which case we will let you know if we are unable to do so and why.\r\n \r\nCustomer Testimonials\r\n \r\nFrom time to time, we post customer testimonials on our website which may contain personally identifiable information. We will obtain the customer's consent via e-mail prior to posting any testimonial containing a customer’s name or other personally identifiable information.\r\n \r\nSocial Media (Features) and Widgets\r\n \r\nOur website includes Social Media Features, such as the Facebook Like button and Widgets, such as the Share This button or interactive mini-programs that run on our site. These Features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the Feature to function properly. Social Media Features and Widgets are either hosted by a third party or hosted directly on our Site. Your interactions with these Features are governed by the privacy policy of the company providing it.",
    "address": "399 Conklin Street",
    "asp_index": "23247",
    "city": "Farmingdale",
    "contactemail1": "afisher@etq.com",
    "contactfax1": "516-293-0784",
    "contactname1": "Amanda Rose Fisher",
    "contactoff1": "399 Conklin Street, Farmingdale NY 11735",
    "contactphone1": "516-293-0949",
    "contacttitle1": "Contracts Administrator",
    "corpoffemail1": "gmccarty@etq.com",
    "corpofffax1": "516-293-0784",
    "corpoffname1": "Glenn McCarty",
    "corpoffphone1": "516-293-0949",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-01",
    "orgverification": "Third party",
    "personaldata": "Data collected directly on the Internet, offline data and manually processed data.",
    "ppdate": "2012-04-25",
    "previous": "",
    "privacyprograms": "TRUSTe EU SH Program",
    "recoursemech": "TRUSTe EU SH Program.",
    "signupdate": "2012-06-01",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11735"
}