{
    "Fax": "408-879-9117",
    "OrgName": "Hightail, Inc.",
    "PPLoc": "http://www.hightail.com/aboutus/legal/privacy ",
    "Phone": "408-879-9118",
    "activities": "Our primary goals in collecting and processing information are to provide and improve the Services and the related features and content, to administer your subscription and to enable users to enjoy and easily navigate the Site. Below are the types and categories of information that we collect. As used herein \"User Files\" means the files and folders (including any information or data therein) users may store, send, receive, edit, sync, share, or otherwise organize or manage, and to which users may append electronic signatures, via use of the Services.\r\n\r\nWhen you register with us through the Services or order certain services from us we will ask you for personally identifiable information. This refers to information about you that can be used to contact or identify you (\"Personal Information\"). Personal Information includes, but is not limited to, your name, phone number, credit card or other billing information, email address and home and business postal addresses. We use your Personal Information mainly to provide the Services and administer your inquiries. We also collect certain other information that you provide as part of registration and the administration and personalization of your profile web page (e.g., without limitation, your zip code and the state in which you live) or through your use of the Hightail (formerly YouSendIt) Applications (e.g., your device type, operating system in use and device manufacturer) (\"Non-Identifying Information\").\r\nWe use your Personal Information (in some cases, in conjunction with your Non-Identifying Information and/or Log Data) mainly to provide the Services, verify and administer your account, complete your transactions, and respond to your or legitimate third-party inquiries, as described below.\r\nWe may combine your Personal Information with Non-Identifying Information and/or Log Data and aggregate it with information collected from other Hightail (formerly YouSendIt) users (e.g., registered users and non-registered users) to attempt to provide you with a better experience, to improve the quality and value of the Services and to analyze and understand how our Services are used. Subject to the section below titled \"Information Sharing and Disclosure,\" we may also use the combined information without aggregating it to serve you specifically, for instance to deliver a product to you according to your preferences or restrictions.\r\nWe also use your Personal Information to contact you with Hightail (formerly YouSendIt) newsletters, marketing or promotional materials and other information that may be of interest to you. If you decide at any time that you no longer wish to receive such communications from us, please follow the unsubscribe instructions provided in any of the communications or email us at optout@hightail.com with an explicit request to have your information removed from our mailing list or login to your Hightail (formerly YouSendIt) account and change your \"user preferences\" with respect to the receipt of communications from us. We will comply with your request as soon as reasonably practicable but will take no longer than ten business days. We will send you strictly service-related announcements on rare occasions when it is necessary to do so. For instance, if a part of our Services is temporarily suspended for maintenance, we might send you an email. Generally, you may not opt-out of these communications, which are not promotional in nature. If you do not wish to receive them, you have the option to deactivate your account by contacting us at support@hightail.com\r\nWe do not ask you for, access or track any location based information from your mobile device at any time while downloading or using our Hightail (formerly YouSendIt) Applications.\r\nLog Data. When you visit the Site, use the Hightail (formerly YouSendIt) Applications, or use the Services, whether as a registered user or a non-registered user just browsing, our servers automatically record information about your use of the Services, the Hightail (formerly YouSendIt) Applications and your visit to the Site (\"Log Data\"). This Log Data includes the size and name of all User Files that you make available via the Services. The Log Data may also include information such as your computer’s Internet Protocol (\"IP\") address, your browser type, what Hightail (formerly YouSendIt) Applications you were using, the web page you were visiting immediately prior to visiting our Site, pages of our Site that you visited, the time spent on those pages, information you searched for on our Site, access times and dates, and other statistics. We use this information to monitor and analyze use of the Services and for the Site’s technical administration, to improve our Services’ functionality and user-friendliness, and to better tailor them to our users’ needs. We also use this information to verify that users of the Services meet the criteria required to process their requests. Because the names of the User Files you submit are not treated as Personal Information, we recommend that you do not include any personally identifiable information in the names of User Files that you make available via the Services.",
    "address": "1919 S. Bascom Avenue, 3rd Fl",
    "asp_index": "23240",
    "city": "Campbell",
    "contactemail1": "privacy@hightail.com",
    "contactfax1": "408-879-9117",
    "contactname1": "Matthew Bateman",
    "contactoff1": "Hightal, Inc.",
    "contactphone1": "408-429-7120",
    "contacttitle1": "Information Security",
    "corpoffemail1": "ned.sizer@hightail.com",
    "corpofffax1": "408-879-9117",
    "corpoffname1": "Ned Sizer",
    "corpoffphone1": "408-879-9118",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-05",
    "orgverification": "Third Party",
    "personaldata": "On-line customer data",
    "ppdate": "2013-07-12",
    "previous": "",
    "privacyprograms": "TRUSTe EU SH Program",
    "recoursemech": "TRUSTe EU SH Program.",
    "signupdate": "2012-06-05",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95008"
}