{
    "CertificationStatus": "true",
    "Fax": "999-999-9999",
    "OrgName": "Remetco Incorporated",
    "PPLoc": "http://remetco.com/wp-content/uploads/2014/05/REMETCO-SAFE-HARBOR.pdf ",
    "Phone": "404-919-7362",
    "activities": "Remetco, Inc. is a recycling solutions provider to various medical facilities, hospitals, clinics, and archivers worldwide.  The personal information received is on or in medical journals (patient information such as DOB, illness, sex, etc) on X-Ray material, and on boxes.  The medical records and information is deemed dormant and expired so it can be destroyed. Our specialty is medical record organization, removal/purging for recycling and silver extraction, and document destruction.  The documents we closely work with are paper goods (jackets, journals, medical notes, etc.) and X-ray film/micro film (plastics).",
    "address": "1401 W. Paces Ferry Rd #3110",
    "asp_index": "23242",
    "city": "Atlanta",
    "contactemail1": "aaron@remetco.com",
    "contactfax1": "999-999-9999",
    "contactname1": "Aaron Luque",
    "contactoff1": "Office of the President",
    "contactphone1": "404-919-7362",
    "contacttitle1": "President",
    "corpoffemail1": "steve@remetco.com",
    "corpofffax1": "999-999-9999",
    "corpoffname1": "Steve Love",
    "corpoffphone1": "404-316-5122",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)Paper & Paperboard - (PAP)Management Consulting Services - (MCS)Plastic Materials & Resin - (PMR)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Management Consulting Services - (MCS)",
        "Paper & Paperboard - (PAP)",
        "Plastic Materials & Resin - (PMR)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-13",
    "orgverification": "In-House",
    "personaldata": "Client; we don't process manual data",
    "ppdate": "2008-03-01",
    "previous": "",
    "privacyprograms": "HIPPA certified & NAID Compliant (we deal exclusively with one refinery and they are NAID Certified).",
    "recoursemech": "Remetco, Inc. has further committed to refer unresolved privacy complaints under the Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. Remetco, Inc has developed privacy programs that incorporate the Safe Harbor Principles into our own privacy guidelines. We also follow the strict privacy guidelines of our customers (hospitals) and refinery.  Our access to personal information is extremely limited since we rarely see any medical files or records - we offer consulting services on how to properly dispose/recycle expired documents. However, we carry additional business and data breach insurance to comply with hospital/archive policy and so we comply with many Federal & International laws. This prevents any problems and keeps Remetco, Inc in check with our own internal controls.  In regards to data authorities in the EU, we have strong contracts in place with archivers and hospitals so that we follow their internal strict privacy policies and have representives on hand when any sensitive information is disclosed or shown to us. All in all, with limited access to data, we have a strong internal privacy policy in place, have additional data breach insurance coverage in place, work with a single exclusive NAID cerftified refinery, and conform to our customers privacy policies.",
    "signupdate": "2012-06-13",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30327"
}