{
    "CertificationStatus": "true",
    "Fax": "443-378-8842",
    "OrgName": "Roadmap",
    "PPLoc": "http://www.ppmroadmap.com/privacy-policy ",
    "Phone": "410-753-2800",
    "activities": "Roadmap is a B2B SaaS app for forecasting resources and project reporting.\r\n\r\nPUBLIC WEBSITE\r\nRoadmap uses cookies and web beacons to gather information such as browser type, language, geo-location, IP address and actions users take while navigating our site.   The purpose is to understand how our visitors find us and what information they find important.  Roadmap does not host or display any advertisements on our public site.\r\n\r\nAPPLICATION WEBSITE\r\nRoadmap requires users to enter first/last name, company, and email to register (create) a trial account.  Roadmap uses cookies and web beacons to gather information such as browser type, language, geo-location, IP address and actions users take while navigating our app.  Roadmap use email as a unique login ID, and email plus first names for ongoing communications (e.g. support tickets, newsletters).  Roadmap does not host or display any advertisements within our application.  There is no ad supported \"freemium\" version or plan.\r\n\r\nUPGRADE TO PAID ACCOUNTS\r\nWhen users upgrade to a paid account, Roadmap does not collect or store credit card numbers, but we do store 3rd party payment system (Amazon Payments) account numbers.",
    "address": "5719 Kenmore Rd",
    "asp_index": "23245",
    "city": "Baltimore",
    "contactemail1": "bking@ppmroadmap.com",
    "contactfax1": "443-378-8842",
    "contactname1": "Bill King",
    "contactoff1": "HQ",
    "contactphone1": "410-753-2800",
    "contacttitle1": "CEO",
    "corpoffemail1": "bking@ppmroadmap.com",
    "corpofffax1": "443-378-8842",
    "corpoffname1": "Bill King",
    "corpoffphone1": "410-753-2800",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-26",
    "orgverification": "In-House",
    "personaldata": "Roadmap use email as a unique login ID, and email plus first names for ongoing communications (e.g. support tickets, newsletters).   Manual data processing or storage is not applicable.",
    "ppdate": "2010-08-20",
    "previous": "23245",
    "privacyprograms": "None",
    "recoursemech": "JAMS International",
    "signupdate": "2014-06-26",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "21210"
}