{
    "CertificationStatus": "true",
    "Fax": "(312) 759-5555",
    "OrgName": "Fieldglass, Inc",
    "PPLoc": "http://www.fieldglass.com/privacy_policy ",
    "Phone": "(312) 279-8700",
    "activities": "Fieldglass is a software company that provides hosted software solutions to Global 2000 organizations. Global companies use the Fieldglass application to procure and source temporary workers and professional services as needed. Typical information received from EU coutries is name of temporary worker, e-mail address of the temporary worker, hourly rate, dates of availability to work as a contractor at the client and previous work experience.",
    "address": "125 South Wacker Drive, Suite 2400",
    "asp_index": "23295",
    "city": "Chicago",
    "contactemail1": "pbellner@fieldglass.com",
    "contactfax1": "(312) 759-5555",
    "contactname1": "Pamela S. Bellner",
    "contactoff1": "125 South Wacker Drive, Suite 2400",
    "contactphone1": "(312) 279-8770",
    "contacttitle1": "Vice President & Corporate Counsel",
    "corpoffemail1": "jshekhawat@fieldglass.com",
    "corpofffax1": "(312) 759-5555",
    "corpoffname1": "Jai Shekhawat",
    "corpoffphone1": "(312) 279-8770",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)General Services - (GSV)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-01",
    "orgverification": "In-House",
    "personaldata": "On-Line, Off-Line, Human Resources Data",
    "ppdate": "2002-06-26",
    "previous": "23295",
    "privacyprograms": "Fieldglass is fully complying with the principles of the safe harbor of the US Department of Commerce. We provide security safeguards to protect customer information. Multiple security layers including sensor and host based intrusion detection along with firewalls protects all customer data. \r\n\r\nAll customer data taken off site uses Advanced Encryption Standard (AES) and a digital signature. AES is a state-of-the-art encryption standard developed by the U.S. National Institute of Standards and Technology (NIST) with industry experts and the cryptographic community.",
    "recoursemech": "Fieldglass will cooperate and comply with the European Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).\r\n\r\nFieldglass' privacy policy conforms to the safe harbor principles. All individuals are informed of any arrangements for handling complaints. Also, Fieldglass has trained all of its employees on data privacy matters and is enforcing strict rules to make sure everyone complies with them. \r\n\r\nFieldglass also provides a written signed statement verifying compliance to the safe harbor principles should a customer or an individual request it.",
    "signupdate": "2002-07-01",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60601"
}