{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "A.T. Kearney, Inc.",
    "PPLoc": "http://www.atkearney.com/safe-harbor ",
    "Phone": "312-648-0111",
    "activities": "In connection with providing strategic and management consulting or other services to its clients, A.T. Kearney, Inc. may access or obtain personal data about individuals located in the EEA or Switzerland (“Personal Data”) who are associated with a client (such as a client’s customers or employees).  In addition, A.T. Kearney, Inc. may access or obtain this Personal Data in connection with providing support services to other companies in the A.T. Kearney group, including while providing (i) data storage; website and application hosting and maintenance; email; telephony and network connectivity; and other information technology infrastructure and services; (ii) data back-up and restoration, disaster recovery and business continuity planning; and (iii) other technical, organizational and administrative functions and resources.  \r\n\r\nA.T. Kearney, Inc. also collects Personal Data directly from consumers.  This collection occurs, for example, when a consumer visits the A.T. Kearney, Inc. website, and provides Personal Data through the website.  In addition, A.T. Kearney, Inc. obtains Personal Data, such as contact information, in connection with maintaining the firm’s client relationships and providing services to clients.  A.T. Kearney, Inc. also obtains Personal Data associated with its vendors.  This information may include contact information of the vendors’ representatives.  A.T. Kearney, Inc. uses this information to manage its relationships with its vendors.\r\n\r\nA.T. Kearney, Inc. obtains and processes Personal Data about its workers when carrying out and supporting administrative and human resources functions and activities for other companies in the A.T. Kearney group, including: (i) administering worker benefits; (ii) managing worker travel; (iii) recruiting and hiring job applicants; (iv) performing background checks and verifying references; (v) managing worker headcount; (vi) maintaining a global directory; (vii) managing worker communications; (viii) managing worker performance; (ix) determining worker compensation; (x) managing the worker termination process; (xi) maintaining the Global Alumni Network; (xii) for other general human resources purposes; and (xiii) for information technology-related purposes (such as data storage; website and application hosting and maintenance; email; telephony and network connectivity; data back-up and restoration; disaster recovery and business continuity planning; and other technical, organizational and administrative functions).  A.T. Kearney, Inc. obtains and processes Personal Data about workers’ emergency contacts and other individuals (such as dependents and beneficiaries) to the extent our workers provide the information to us.  A.T. Kearney, Inc. processes this information to comply with the firm’s legal obligations and for internal administrative purposes.",
    "address": "227 West Monroe Street",
    "asp_index": "23304",
    "city": "Chicago",
    "contactemail1": "kacie.houck@atkearney.com",
    "contactfax1": "",
    "contactname1": "Kacie Houck",
    "contactoff1": "A.T. Kearney, Inc.",
    "contactphone1": "212-705-1028",
    "contacttitle1": "Corporate Paralegal",
    "corpoffemail1": "randi.zeller@atkearney.com",
    "corpofffax1": "",
    "corpoffname1": "Randi Zeller",
    "corpoffphone1": "212-350-3297",
    "corpofftitle1": "Partner and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-06",
    "orgverification": "In-house",
    "personaldata": "Online, offline",
    "ppdate": "2014-06-03",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For non-HR data, A.T. Kearney will cooperate with JAMS.  For HR data, A.T. Kearney will cooperate with EEA/EU and/or Swiss Data Protection Authorities (EU DPAs and/or Swiss FDPIC).",
    "signupdate": "2014-06-06",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60606"
}