{
    "Fax": "+12122068719",
    "OrgName": "Bytemark, Inc.",
    "PPLoc": "https:/ www.bytemark.co/privacy ",
    "Phone": "+12122068719",
    "activities": "We are collecting user and payment information for the purposes of offering mobile ticketing solutions.\r\n\r\nAll users of our services are notified of what personal information is collected in both our Terms of Service Agreement and our Stated Privacy Policy.  Personal information is only collected on those users who opt to create a registered user account.  Individuals are required to provide personal information when registering an account for the purpose of making mobile/online payments through our service.  The personal information that individuals supply ensures proper verification and appropriate account security.  Users are allowed access to their account at all times and have the ability to edit, modify, and delete information as they see fit.  None of the personal information we collect is sold or given to third parties for the purposes of marketing, all information is maintained for internal use to verify users and provide appropriate customer support.  The data held on our servers is encrypted and complies with industry standards for access and security.  All payment information and processes are secured through PCI compliant procedures.",
    "address": "268 West 44th Street FL. 3",
    "asp_index": "23306",
    "city": "New York",
    "contactemail1": "justin@bytemark.co",
    "contactfax1": "+12122068719",
    "contactname1": "Justin Deno",
    "contactoff1": "NYC: Business Development",
    "contactphone1": "+1-920-973-4079",
    "contacttitle1": "Business Development Manager",
    "corpoffemail1": "greg@bytemark.co",
    "corpofffax1": "+12122068719",
    "corpoffname1": "Greg Valyer",
    "corpoffphone1": "+1-312-493-8618",
    "corpofftitle1": "CBDO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-02",
    "orgverification": "In-house",
    "personaldata": "Customer data and financial data",
    "ppdate": "2013-06-28",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Bytemark has further committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. Please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information.",
    "signupdate": "2013-07-02",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10036"
}