{
    "CertificationStatus": "true",
    "Fax": "(212) 705-8385",
    "OrgName": "Ralph Lauren Corporation and its U.S. affiliate, Club Monaco US, LLC.",
    "PPLoc": "http://www.ralphlauren.com/helpdesk/index.jsp?display=safety&subdisplay=restrictions&ab=footer_privacypolicy#europe ",
    "Phone": "(212) 318-7000",
    "activities": "Ralph Lauren Corporation and its U.S. affiliate, Club Monaco US, LLC (collectively, “Ralph Lauren”) obtains, uses, discloses and otherwise processes personal information about Customers (as defined below) to (i) process transactions at the request of customers, including e-commerce and mobile transactions, (ii) improve Ralph Lauren’s stores, websites, quality of service, and customers’ shopping experience, (iii) send communications about Ralph Lauren’s products, services, campaigns and promotions, (iv) prevent and detect fraud and abuse, (v) process information or claims in connection with incidents at Ralph Lauren’s stores, (vi) enable Ralph Lauren’s service providers to perform certain activities on Ralph Lauren’s behalf, and (vii) comply with Ralph Lauren’s legal obligations, policies and procedures and for internal administrative and analytics purposes.   “Customer” means any individual who is a potential or actual consumer of Ralph Lauren, or any of its affiliates in the EEA or Switzerland or licensing or franchising partners or other third parties in the EEA or Switzerland operating a store under any of the Ralph Lauren brands.\r\n\r\nIn addition, Ralph Lauren obtains, uses, discloses and otherwise processes personal information regarding Ralph Lauren’s current, former and prospective employees and interns in the EU/EEA and/or Switzerland to (i) carry out and support Ralph Lauren’s human resources functions and activities, (ii) carry out Ralph Lauren’s obligations under employment contracts and employment and benefits laws, (iii) administer employee participation in benefits, compensation, human resources and training plans and programs, (iv) manage employee purchases from Ralph Lauren locations, (v) manage employee performance, (vi) implement compliance and discipline procedures, and investigate and report on employee compliance and discipline, (vii) comply with Ralph Lauren’s legal obligations, carry out investigations (including in connection with Ralph Lauren’s whistleblowing hotline) and perform internal administrative and analytics activities, and (viii) manage and conduct Ralph Lauren’s business activities.  Ralph Lauren also obtains, uses, discloses and otherwise processes personal information regarding current, former and prospective (a) individual workers who are independent contractors or consultants of Ralph Lauren in the EU/EEA and/or Switzerland and (b) employees of vendors who are provided access to the network, telephone, IT systems, or badging systems of Ralph Lauren or any of its affiliates in the EU/EEA and/or Switzerland, to (i) carry out and support Ralph Lauren’s procurement functions and activities, (ii) carry out Ralph Lauren’s contractual and legal obligations, (iii) manage contractors’ performance, (iv) implement compliance procedures, and investigate and report on contractor compliance, (v) comply with Ralph Lauren’s legal obligations, carry out investigations and perform internal administrative and analytics activities, and (vi) manage and conduct Ralph Lauren’s business activities.  Ralph Lauren obtains, uses, discloses and otherwise processes personal information regarding emergency contacts and other individuals (such as dependents and beneficiaries) that is provided to Ralph Lauren by the company’s workers (i.e., employees, interns, independent contractors and consultants) in the EU/EEA and/or Switzerland.  Ralph Lauren processes this information to comply with the company’s legal obligations and for internal administrative purposes.",
    "address": "650 Madison Avenue",
    "asp_index": "23305",
    "city": "New York",
    "contactemail1": "Scott.Lancaster@RalphLauren.com",
    "contactfax1": "(212) 705-8385",
    "contactname1": "Scott Lancaster",
    "contactoff1": "Ralph Lauren Corporation",
    "contactphone1": "(212) 318-7000",
    "contacttitle1": "VP, Chief Information Security & Privacy Officer",
    "corpoffemail1": "avery.fischer@ralphlauren.com ",
    "corpofffax1": "(212) 705-8385",
    "corpoffname1": "Avery Fischer",
    "corpoffphone1": "(212) 318-7000",
    "corpofftitle1": "Senior Vice President, General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Apparel - (APP)General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "Apparel - (APP)",
        "General Consumer Goods - (GCG)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-03",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed Data, Human Resources",
    "ppdate": "2015-03-06",
    "previous": "23305",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authoritiess (DPAs) for human resources data only; JAMS for all other data",
    "signupdate": "2004-06-03",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10022"
}