{
    "CertifiedThroughLabel": "",
    "Fax": "724-933-6106",
    "OrgName": "Software Specialists, Inc.",
    "PPLoc": "http://www.softwarespecialists.com/wp-content/uploads/2013/06/SafeHarbor13.pdf ",
    "Phone": "724-933-6100",
    "activities": "Software Specialists, Inc., as a company, does not receive any personal information from the EU/EEA or Switzerland. Software Specialists may from time to time have an employee working as a contracted Information Technology professional for a client company. The activities of the contracted Information Technology professional are assigned by the client. In the performance of their duties, the Information Technology professional may be exposed to the client's HR data in order to process the application or perform quality assurance on the systems. No data is manually processed.",
    "address": "401 Smith Drive, Suite 200",
    "asp_index": "23323",
    "city": "Cranberry Township",
    "contactemail1": "spoliziani@softwarespecialists.com",
    "contactfax1": "724-933-6106",
    "contactname1": "Scott Poliziani",
    "contactoff1": "Software Specialists, Crannberry Twp., PA",
    "contactphone1": "724-933-6391",
    "contacttitle1": "VP/CFO",
    "corpoffemail1": "spoliziani@softwarespecialists.com",
    "corpofffax1": "724-933-6107",
    "corpoffname1": "Scott Poliziani",
    "corpoffphone1": "724-933-6106",
    "corpofftitle1": "Vice President",
    "eucountries": "France, Germany, Hungary, Iceland, Italy, Netherlands, Norway, Poland, Romania, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "HUN",
        "ISL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "ROU",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-05",
    "orgverification": "In-house.",
    "personaldata": "Software Specialists, Inc., as a company, does not receive any personal information from the EU/EEA or Switzerland. Software Specialists may from time to time have an employee working as a contracted Information Technology professional for a client company. The activities of the contracted Information Technology professional are assigned by the client. No data is manually processed.",
    "ppdate": "2012-04-04",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Enforcement and Dispute Resolution.\r\nSoftware Specialists utilizes the self-assessment approach to assure its compliance with our privacy statement. Software Specialists periodically verifies that the policy is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented, and in conformity with the Principles. We encourage interested persons to raise any concerns with us using the contact information below. We will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this policy.\r\nWith respect to any complaints relating to this policy that cannot be resolved through our internal processes, we have agreed to participate in the dispute resolution procedures of the panel established by the EU (DPAs) or Swiss data protection authorities (FDPIC) to resolve disputes pursuant to the Safe Harbor Principles. In the event that we or such authorities determine that we did not comply with this policy, we will take appropriate steps to address any adverse effects and to promote future compliance.\r\nAny person who we determine is in violation of our privacy policies will be subject to disciplinary process.\r\nHow to Contact Us\r\nQuestions, comments or complaints about Software Specialists’ Safe Harbor Data Privacy Statement or data collection and processing practices can be e-mailed to spoliziani@softwarespecialists.com, mailed to Scott Poliziani, Software Specialists, Inc., 401 Smith Drive, Suite 200, Cranberry Township, PA 16066. We may be contacted at 724-933-6100.",
    "signupdate": "2012-04-05",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "16066"
}