{
    "Fax": "213-627-0705",
    "OrgName": "Paul Hastings LLP",
    "PPLoc": "http://paulhastings.com/docs/default-source/PDFs/firm-safe-harbor-privacy-policy.pdf ",
    "Phone": "213-683-6000",
    "activities": "Paul Hastings LLP is an international law firm with clients located throughout the world, including in the European Union.  In representing such clients in transactional, litigation and other matters, it is often necessary for the client to provide to Paul Hastings information that is subject to the jurisdiction of the European Union Directive on Data Protection.  Paul Hastings will be processing or using such information solely for the establishment of a legal claim or defense or as related to acquisitions, mergers, joint ventures or other similar transactions where there is a need for confidentiality.  Paul Hastings operates offices located in the U.S., the European Union and Asia.  Paul Hastings operates as one firm and routinely shares information between offices to facilitate and centralize the operation of client services, conflicts checking, records management, billing, marketing, information technology and related professional services.  Personal data may include data relating to: (1) the Firm’s partners, employees and workers for the purposes of their engagement; (2) applicants for employment for the purposes of pre-employment screening/vetting; (3) former partners and employees for the purposes of the Firm’s alumni program, and related issues; (4) clients, their affiliates and affiliated individuals to provide legal services, billing, marketing, to comply with regulatory requirements and for other legitimate business purposes; (5) data relating to prospective clients and other professional contacts for marketing purposes; (6) other professionals, witnesses, suppliers and vendors for the purposes of providing legal services to clients; and (7) email and other correspondence for legitimate business purposes.  Paul Hastings makes no representations with respect to data not covered by the Directives, data which is provided directly by data subjects to Paul Hastings’ non-EU offices or with respect to data obtained by the Firm through its website, which is hosted in the United States.",
    "address": "515 South Flower Street, 25th Floor",
    "asp_index": "23338",
    "city": "Los Angeles",
    "contactemail1": "nancymarine@paulhastings.com",
    "contactfax1": "213-996-3388",
    "contactname1": "Nancy Marine",
    "contactoff1": "Paul Hastings LLP",
    "contactphone1": "213-683-6388",
    "contacttitle1": "Senior Manager, Talent Management",
    "corpoffemail1": "bdayanim@paulhastings.com",
    "corpofffax1": "202-551-0237",
    "corpoffname1": "Behnam Dayanim",
    "corpoffphone1": "202-551-1737",
    "corpofftitle1": "Partner",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Legal Services - (LES)",
    "industrysector_parsed": [
        "Legal Services - (LES)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-17",
    "orgverification": "in-house self-assessment",
    "personaldata": "Client data; organization (human resources) data; on-line, off-line, manually processed data",
    "ppdate": "2013-12-16",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs) for organization human resources data; JAMS for all other data",
    "signupdate": "2011-06-17",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90071"
}