{
    "CertificationStatus": "true",
    "Fax": "(650) 692-7075",
    "OrgName": "Davis Dyslexia Association International",
    "PPLoc": "http://www.dyslexia.com/privacy.html ",
    "Phone": "(650) 692-7141",
    "activities": "Davis Dyslexia Association International (DDAI) licenses the use of its trademarks and provides information and services to affiliate Davis Dyslexia Associations in different parts of the world (including those in EU countries) and to individually licensed providers of Davis Dyslexia Correction services worldwide. These organizations and individuals are referred to as our affiliates or licensees. \r\nDDAI services are provided internationally.  They include a website, an opt-in website discussion board, a quarterly newsletter, a catalog of products and books, professional training workshops and courses, and referral services to consumers seeking Davis program providers.  These services are centrally managed by an international headquarters office in Burlingame, California.\r\nOur EU Affiliates and Licensees forward personal information to the US based headquarters office in order to fulfill information requests, to fulfill product orders, to arrange training enrollment, to subscribe to and receive our newsletter, to gather statistical information, and to respond to mail, faxes and emails directed to our organization.\r\nThe information is usually limited to name, contact information, date of contact, and the nature of the consumer''s request. This information is used by our organization to provide the requested information and services, and may additionally be used by DDAI or its affiliates or licensees to provide information via postal mail or email about news, events, educational services, or other items of interest related to our organization''s services and activities. This information is never sold or disclosed to third parties other than our direct affiliates and licensees in any way. We have a strong opt-in/opt-out choice policy regarding all forms of incoming/outgoing communications, and regarding personal information, with which we comply diligently.",
    "address": "1601 Bayshore Hwy., Suite 260",
    "asp_index": "23347",
    "city": "Burlingame",
    "contactemail1": "webmaster@dyslexia.com",
    "contactfax1": "(650) 692-7075",
    "contactname1": "Abigail Marshall",
    "contactoff1": "Davis Dyslexia Association International",
    "contactphone1": "(650) 692-7141",
    "contacttitle1": "Information Services Director",
    "corpoffemail1": "alice@dyslexia.com",
    "corpofffax1": "(650) 692-7075",
    "corpoffname1": "Alice E. Davis",
    "corpoffphone1": "(650) 692-7141",
    "corpofftitle1": "Owner",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)Information Services - (INF)Books & Periodicals - (BOK)",
    "industrysector_parsed": [
        "Books & Periodicals - (BOK)",
        "Education & Training - (EDS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-05",
    "orgverification": "In-House",
    "personaldata": "On-Line, Off-Line, Manually Processed data",
    "ppdate": "2002-01-01",
    "previous": "23347",
    "privacyprograms": "None",
    "recoursemech": "JAMS Safe Harbor Program",
    "signupdate": "2002-07-05",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94010"
}