{
    "Fax": "650-543-5595",
    "OrgName": "OL2, Inc. d/b/a OnLive",
    "PPLoc": "http://www.onlive.com/legal/privacypolicy ",
    "Phone": "650-543-5500",
    "activities": "OL2, Inc., through our Luxembourg subsidiary, OnLive EMEA S.à r.l. (collectively, “OnLive”), collects personal information to register users for an OnLive account to enable such users to access and use interactive software content and other content and pay for the same.  OnLive may also collect personal information from users participating in an OnLive beta program and from visitors who contact OnLive to learn more about our services.\r\n\r\nPersonal information collected from the OnLive websites and services is used to improve and enhance our users' experiences.  This information is used for OnLive operational purposes, such as contacting our users with service announcements, providing customer service and tracking service misuse.  OnLive may contact people who provide us with their personal information about offers, promotions and upcoming events.  We provide recipients with the ability to opt out of such communications and honor all opt out requests.   \r\n\r\nOnLive collects personal information from EU-based employees which it uses to administer benefits and compensation and other human resources functions from human resources systems.",
    "address": "1091 N. Shoreline Blvd., Suite 100",
    "asp_index": "23342",
    "city": "Mountain View",
    "contactemail1": "jamie.cook@onlive.com",
    "contactfax1": "650-963-2513",
    "contactname1": "James Alan Cook",
    "contactoff1": "OnLive Legal Department",
    "contactphone1": "650-543-5926",
    "contacttitle1": "General Counsel, SVP Business & Legal Affairs",
    "corpoffemail1": "privacy@onlive.com",
    "corpofffax1": "650-543-5595",
    "corpoffname1": "Erich Heston",
    "corpoffphone1": "650-543-5500",
    "corpofftitle1": "VP, Finance",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)Computer Services - (CSV)Computer Software - (CSF)Consumer Electronics - (CEL)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Consumer Electronics - (CEL)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-11",
    "orgverification": "Third Party",
    "personaldata": "Customer and human resources data for our organization.  It includes manually processed data.",
    "ppdate": "2014-03-05",
    "previous": "",
    "privacyprograms": "Entertainment Software Rating Board (ESRB) Privacy Program",
    "recoursemech": "ESRB's US-EU and US-Swiss Safe Harbor Programs",
    "signupdate": "2010-06-11",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94043"
}