{
    "CertificationStatus": "true",
    "Fax": "415 358 4628",
    "OrgName": "ARX, Inc. dba CoSign, Inc.",
    "PPLoc": "http://www.arx.com/misc/privacy-policy ",
    "Phone": "415 839 8161",
    "activities": "ARX offers an online service called CoSign Cloud for the purpose of providing subscribers a digital signature application. People can browse the site without telling ARX who they are or revealing any Personal Information.  If one enrolls in our service they must complete an enrollment process by completing an application form and creating a user name and password.  During use of the service ARX may also collect other Personal Information, including: name, e-mail, physical address, telephone number, billing information and other data described in our privacy policy. Once we obtain Personal Information, the subscriber is no longer anonymous to us.  ARX collects Personal Information to provide subscribers with a secure online application for creating digital signatures.  We limit the Personal Information we collect to the data we consider necessary for achieving this purpose, and for managing our site.  We use this information to set up the subscriber’s account, improve the service’s operation, provide technical support, and to contact the subscriber about the service for related business purposes.  We are the sole owners of the compilation of Personal Information collected on this site. During the enrollment process we collect contact information for billing purposes and to process application for enrollment. If we have trouble processing an application, we will use this information to contact the applicant and confirm with them their desired service level.  In addition, the subscriber may be asked to give credit card information to a third party that is PCI DSS compliant for handling this data; see http://www.authorize.net/company/privacy/.  We do not retain nor do we view any of credit card information ourselves.",
    "address": "855 Folsom Street Suite 939",
    "asp_index": "23346",
    "city": "San Francisco",
    "contactemail1": "johnmarc@arx.com",
    "contactfax1": "415 358 4628",
    "contactname1": "John Marchioni",
    "contactoff1": "ARX, Inc.",
    "contactphone1": "415 341 1308",
    "contacttitle1": "VP and GM",
    "corpoffemail1": "ilanp@arx.com",
    "corpofffax1": "415 358 4628",
    "corpoffname1": "Ilan Patashnik",
    "corpoffphone1": "415 839 8161",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)General Services - (GSV)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-24",
    "orgverification": "In-house",
    "personaldata": "Customer data. Data covered is not manually processed. The software does online execution of digital signatures on documents, documents are hashed and signed using a standard public-key encryption technic; company does not have access to personal information stored therein.",
    "ppdate": "2013-05-20",
    "previous": "23346",
    "privacyprograms": "None",
    "recoursemech": "JAMs, Inc. located at Two Embarcadero Center Suite 1500, San Francisco, CA 94111",
    "signupdate": "2013-06-24",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}