{
    "CertificationStatus": "true",
    "Fax": "512-476-3372",
    "OrgName": "Digital Discovery Solutions dba Teris",
    "PPLoc": "http://www.teris.com/about/privacy-policy ",
    "Phone": "512-476-3371",
    "activities": "Our eDiscovery capabilities include:\r\n* Evidence extraction from a variety of electronic data sources including emails, reports and spreadsheets\r\n* Data conversion to images and/or text in any desired format\r\n* File conversion and database creation services\r\n* TIFF, native file and hybrid delivery\r\n* Index documents and files for increased visibility and organization\r\n* Ability to search on words, phrases, concepts and document attributes to quickly find relevant information",
    "address": "2600 Via Fortuna, Suite 350",
    "asp_index": "23352",
    "city": "Austin",
    "contactemail1": "twillard@teris.com",
    "contactfax1": "512-476-3372",
    "contactname1": "Ted Willard",
    "contactoff1": "Digital Discovery Solutions dba TERIS",
    "contactphone1": "512-476-3371",
    "contacttitle1": "Director of Forensic Services",
    "corpoffemail1": "twillard@teris.com",
    "corpofffax1": "512-476-3372",
    "corpoffname1": "Ted Willard",
    "corpoffphone1": "512-476-3371",
    "corpofftitle1": "Director of Forensic Services",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-04-27",
    "orgverification": "In-house",
    "personaldata": "Off-line, on-line and manually processed",
    "ppdate": "2008-10-08",
    "previous": "23352",
    "privacyprograms": "SSAE 16 SOC2 Type 2",
    "recoursemech": "For disputes involving all personal information received by TERIS from Switzerland, TERIS has agreed to cooperate with the Swiss FDPIC.\r\n\r\nFor disputes involving employment-related personal information received by TERIS from the EEA, TERIS has agreed to cooperate with the data protection authorities in the EEA and to participate in the dispute resolution procedures of the panel established by the European data protection authorities.\r\n\r\nFor disputes involving all other personal information received by TERIS from the EEA, TERIS has agreed to TRUSTe dispute resolution. Individuals who submit a question or concern to TERIS and who do not receive acknowledgment from TERIS of the inquiry or who think their question or concern has not been satisfactorily addressed should then contact the TRUSTe Safe Harbor Dispute Resolution Program on the Internet, by mail, or by fax. Inquiries by mail or fax should identify TERIS (www.TERIS.com) as the company to which a concern or question has been submitted, the complaint type, a description of the privacy concern (issue), the resolution the individual is seeking, the email address  and name of the individual submitting the inquiry, the Country of residence for that individual, and whether TRUSTe may share the details of the inquiry with TERIS. TRUSTe will act as a liaison to TERIS to resolve these disputes.",
    "signupdate": "2009-04-27",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78746"
}