{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "RedCAT Systems",
    "PPLoc": "http://redcatsystems.com/privacy.html ",
    "Phone": "8779253681",
    "activities": "RedCAT Systems, LLC (\"RedCAT\") operates in the following categories: (1) RedCAT as Controller; and (2) RedCAT as a Data Processor on behalf of its clients.\r\n\r\nRedCAT (as Controller) processes personal information of prospective, current and former associates for human resources purposes such as recruitment, workplace administration, compensation, benefits, performance/talent management, compliance, engagement, authentication and other legal and customary business-related purposes, such as making back-up copies of files for business continuity, systems maintenance and other everyday human resources tasks.\r\n\r\nRedCAT (as a Data Processor on behalf of its' clients) processes data on behalf of its clients that may be used for a variety of purposes including but not limited to benefits, payroll, human resources data management, compliance, compensation, reporting, and performance/talent management. \r\n\r\nRedCAT does not own or control any of the information it processes on behalf of its' clients (all such information is owned and controlled by RedCATs' clients).",
    "address": "2344 Spruce St, STE A",
    "asp_index": "23364",
    "city": "Boulder",
    "contactemail1": "steven@redcatsystems.com",
    "contactfax1": "",
    "contactname1": "Steven Epstein",
    "contactoff1": "RedCAT Systems, LLC",
    "contactphone1": "8779253681",
    "contacttitle1": "Co-Founder",
    "corpoffemail1": "steven@redcatsystems.com",
    "corpofffax1": "",
    "corpoffname1": "Steven Epstein",
    "corpoffphone1": "8779253681",
    "corpofftitle1": "Co-Founder",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-12",
    "orgverification": "in-house",
    "personaldata": "Human Resources (online, offline, organizational), customer, prospect",
    "ppdate": "2014-06-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) for organization human resources data; the American Arbitration Association for all other data.",
    "signupdate": "2014-06-12",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80302"
}