{
    "CertifiedThroughLabel": "",
    "Fax": "(415) 494-8052",
    "OrgName": "Okta, Inc.",
    "PPLoc": "http://www.okta.com/privacy ",
    "Phone": "(888) 722-7871",
    "activities": "Okta is an on-demand identity and access management service that enables enterprises to accelerate the secure adoption of their web applications, both in the cloud and behind the firewall.\r\n\r\nOkta's Service provides single sign-on for it's customer's employees to their third party applications. To provide the Service, Okta requires personal information in the form of usernames and passwords. All personal information submitted to the Service is highly secure and encrypted. As part of our commitment to security, Okta conduct SOC 2 audit — formerly known as SAS 70 — to verify the design and operating effectiveness of the security processes for our service and our company. The detailed results of this stringent process are available upon request — simply email security@okta.com.\r\n\r\nOkta also collects personal information of visitors to Okta's website in the form of contact information provided by such visitors when requesting additional information about Okta's Service as well as information collected automatically, such as IP addresses, and through cookies, web beacons and third party tracking . Okta may use the collected Personal Information and other information Okta collects about your use of the Service to operate and make the Service available to you; for billing, identification and authentication; to send updates about our company and our products; to contact you about your use of the Service; for research purposes, and to generally improve the content and functionality of the Service and Web site.\r\n\r\nOkta may also transmit or share your Personal Information with its third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and other technology and services required to operate and maintain the Service, which may require that your Personal Information be transferred from your current location to the offices and servers of Okta and the authorized third parties referred to in this paragraph. Okta’s agents and service providers do not have any right to use Personal Information we share with them beyond what is necessary to assist us.",
    "address": "301 Brannan Street, Suite 300",
    "asp_index": "23362",
    "city": "San Francisco",
    "contactemail1": "dbaker@okta.com",
    "contactfax1": "(415) 494-8052",
    "contactname1": "David Baker",
    "contactoff1": "301 Brannan St Suite 300, San Francisco, CA 94107",
    "contactphone1": "(415) 592-5792",
    "contacttitle1": "Chief Security Officer",
    "corpoffemail1": "fkerrest@okta.com",
    "corpofffax1": "(415) 494-8052",
    "corpoffname1": "Frederic Kerrest",
    "corpoffphone1": "(415) 494-8034",
    "corpofftitle1": "Chief Operating Officer, Co-Founder",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-27",
    "orgverification": "Third party",
    "personaldata": "customer data received directly through the internet",
    "ppdate": "2013-12-16",
    "previous": "",
    "privacyprograms": "TRUSTe EU Safe Harbor Framework, Privacy Certification and Trusted Cloud",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-06-27",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}