{
    "CertifiedThroughLabel": "",
    "Fax": "212-363-9630",
    "OrgName": "Alacra, Inc.",
    "PPLoc": "http://www.alacra.com/asp/stdpages/privacy.asp ",
    "Phone": "212-363-9620",
    "activities": "Alacra operates various world wide websites, which enable individuals to access, purchase and/or download business information and data.  When an individual user browses or accesses an Alacra site, Alacra may collect and use personal information for (i) fulfillment and tracking of orders; (ii) providing services and support; (iii) tracking of payments and otherwise ensuring payment; (iv) assessing performance and making assessments about future purchases; (v) performing direct marketing activities; (vi) improving its sites; and (vii) otherwise communicating information regarding Alacra products or services.  \r\nAlacra also provides professional services to business clients.  For those business clients who engage Alacra to provide Services, Alacra may be required, as part of its contractual obligation, to process personal information, including personally-identifiable information, provided to Alacra by such business clients. In such cases, Alacra acts merely as a data processor.",
    "address": "100 Broadway, Suite 1101",
    "asp_index": "23377",
    "city": "New York",
    "contactemail1": "michael.angle@alacra.com",
    "contactfax1": "212-363-9630",
    "contactname1": "Michael D Angle",
    "contactoff1": "Alacra, Inc.",
    "contactphone1": "212-806-3851",
    "contacttitle1": "President and Chief Operating Officer",
    "corpoffemail1": "michael.angle@alacra.com",
    "corpofffax1": "212-363-9630",
    "corpoffname1": "Michael D Angle",
    "corpoffphone1": "212-806-3851",
    "corpofftitle1": "President and Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-13",
    "orgverification": "Self-assessment",
    "personaldata": "off-line and online data including automatically and manually processed data",
    "ppdate": "2013-06-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Alacra encourages individuals to raise any questions, concerns or complaints regarding Alacra’s collection or processing of personal information directly with Alacra by contacting our Chief Privacy Officer before proceeding to independent recourse mechanisms.  Alacra will conduct a reasonable investigation of, and will attempt to resolve any complaints in accordance with the Safe Harbor framework.  For complaints that cannot be resolved between Alacra and a complainant, Alacra agrees to cooperate with the European Union Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC), participate in the dispute resolution procedures of the panel established by the European Data Protection Authorities to resolve disputes pursuant to the Safe Harbor principles, and comply with advice from such Authorities that Alacra needs to take specific action to comply with the Safe Harbor principles. Alacra also agrees to accept the jurisdiction of the U.S. Federal Trade Commission under Section 5 of the Federal Trade Commission Act.",
    "signupdate": "2009-05-13",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10005"
}