{
    "CertifiedThroughLabel": "",
    "Fax": "866-463-0251",
    "OrgName": "Pogstone, Inc.",
    "PPLoc": "http://pogstone.com/content/pogstone-privacy-policy ",
    "Phone": "888-760-0613",
    "activities": "Pogstone Inc. collects personal information in relation to natural persons from within member states of the European Union (\"EU data subjects\") as result of: 1) the use and operation by Pogstone of internet domains which are registered in member states of the European Union from which Pogstone carries on its business and supply services to EU data subjects; 2) the distribution, within member states of the European Union, by Pogstone (and other third parties authorized to do so by Pogstone) of applications and products to EU data subjects; 3) the provision of data services to companies that use Pogstone products for commercial purposes including services that provide computing and various information processing services (e.g.  office-based automation services); 4) the supply of goods and/or services to Pogstone by companies and businesses located in member states of European Union (which may in some cases involve the supply or exchange of personal information in relation to EU data subjects); 5) human resources data; and 6) monitoring access by Pogstone staff, customers, suppliers and third party representatives to Pogstone offices and other facilities (e.g. via CCTV). Personal information collected under (1) - (5) above are collected, held and processed by Pogstone for different purposes depending upon the particular service or product being provided. These purposes may include any of the following: sales and marketing to individuals, consumers and/or businesses; contract negotiation; effecting transactions with individuals, consumers and/or businesses; supplying services and/or products to such consumers and/or businesses; operating, developing and improving Pogstone services and products; personalizing Pogstone services and products; financial processing and management; supplier relationship management; fraud detection and prevention; compliance with governmental, legislative and regulatory bodies; customer support and/or customer relationship management; and human resources purposes. Personal information collected under (6) is held and processed by Pogstone in connection with maintaining the security of Pogstone offices and other facilities and achieving compliance with applicable Pogstone site policies. The personal information received by Pogstone from the EU, EEA and/or Switzerland includes both personal data that Pogstone processes as a data controller (i.e., Pogstone alone or jointly with others determines the purposes and means of the processing of the personal data) and personal data that Pogstone processes as a data processor on behalf of data controllers.",
    "address": "P.O. Box 2197",
    "asp_index": "23385",
    "city": "Palm Harbor",
    "contactemail1": "mitchell@pogstone.com",
    "contactfax1": "866-463-0251",
    "contactname1": "Mitchell Gladstone",
    "contactoff1": "Pogstone, Inc.",
    "contactphone1": "888-760-0613 x601",
    "contacttitle1": "Director of Technology",
    "corpoffemail1": "mitchell@pogstone.com",
    "corpofffax1": "866-463-0251",
    "corpoffname1": "Mitchell Gladstone",
    "corpoffphone1": "888-760-0613 x601",
    "corpofftitle1": "Director of Technology",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-09",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed, human resources data",
    "ppdate": "2011-06-30",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Cooperation with EU data protection authorities and Swiss Federal Data Protection and Information Commissioner pursuant to the Safe Harbor certification.",
    "signupdate": "2012-07-09",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "34682-2197"
}