{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "The Trade Desk",
    "PPLoc": "http://www.thetradedesk.com/privacy-policy/ ",
    "Phone": "8055853434",
    "activities": "The Trade Desk collects personal information on its website thetradedesk.com.  This may include personal information from users from the EU.  We collect this information only for specific purposes which include: \r\n-Someone filling out \"Contact Us\" requesting information or with a question\r\n-Someone requesting a demo of our platform\r\n-Someone wishing to get more information\r\n-Or someone signing up for our newsletter\r\n\r\nThese are the scenarios where we capture personal information.  Users may opt-out / remove use of their personal information through instructions in our privacy policy. Users may update, correct, or delete their personal information from our use by notifying privacy@thetradedesk.com as noted in our privacy policy.\r\n\r\nWe use certain tracking technologies - log files and cookies.  We also utilize clear gifs.  All uses of these are described in our privacy policy as well.  These may also be used as part of our platform for buying media.  All data collected is anonymous and no personally identifiable information is collected through our buying platform.  The Trade Desk recognizes, however, that in some contexts, both IP Address and cookie ID may be considered personal data under the EU's 1995 Data Protection Directive. As such, we have signed onto the US-EU Safe Harbor Frameworks and applied the Safe Harbor principle to such data given  possibility that an European Data Protection Authority might deem some of the information we collect to be personal data.  ",
    "address": "505 Poli St.",
    "asp_index": "23380",
    "city": "Ventura",
    "contactemail1": "david.danziger@thetradedesk.com",
    "contactfax1": "",
    "contactname1": "David Danziger",
    "contactoff1": "The Trade Desk",
    "contactphone1": "9013088663",
    "contacttitle1": "VP Enterprise Partnerships",
    "corpoffemail1": "dave.pickles@thetradedesk.com",
    "corpofffax1": "",
    "corpoffname1": "Dave Pickles",
    "corpoffphone1": "8055853434",
    "corpofftitle1": "Founder / Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-12",
    "orgverification": "Third Party / TRUSTe",
    "personaldata": "Online data - data collected on the internet by visitors to thetradedesk.com requesting information, signing up for newsletters, requesting a demo.  We also capture data in cookies via our buying platform.",
    "ppdate": "2014-06-04",
    "previous": "23380",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-06-12",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "93001"
}