{
    "CertificationStatus": "true",
    "Fax": "203-956-8789",
    "OrgName": "Connexions Loyalty Travel Solutions LLC",
    "PPLoc": "http://cxloyalty.com/pri-clts.aspx ",
    "Phone": "203-956-1000",
    "activities": "Connexions Loyalty Travel Solutions LLC acts as a data processor for our European affiliates and our European clients and supports their business offerings as a data processor as defined in the Directive. In doing so, we act at the specific direction of the European affiliates, European clients and/or former European affiliates and clients.  Written instructions are provided by such affiliates, clients and/or former affiliates and clients outlining the authority granted to Connexions Loyalty Travel Solutions LLC as the data processor. The data transferred is on-line data, off-line data and manually processed data.  The data transferred to Connexions Loyalty Travel Solutions LLC includes customer data housed in the databases of its clients and its European affiliates and/or former clients or European affiliates.  The data will also be processed by Connexions Loyalty Travel Solutions LLC in the following way: managed hosting and off-line backups for recovery purposes which are stored on-site and archived off-site.  The manual processing is limited to use of the data in problem solving and movement of databases for normal operational upgrades, recoveries and other actions to assure integrity, security and operability of the servers as needed by its clients, affiliates, and/or former affiliates and clients.  This is the necessary technical and database support required to assure continuous operation of the servers.  Manual handling is on a need-to-know basis by authorized operations staff, technical support persons, database administrators, network administrators, and security administrators and is only accessed for problem solving, backups and normal computer operations movement of data",
    "address": "6442 City W Pkwy",
    "asp_index": "23390",
    "city": "Eden Prairie",
    "contactemail1": "bfisher@affiniongroup.com",
    "contactfax1": "203-956-8789",
    "contactname1": "Brian Fisher",
    "contactoff1": "Affinion Group, Inc.",
    "contactphone1": "203-956-1000",
    "contacttitle1": "Executive Vice President & Secretary",
    "corpoffemail1": "bfisher@affiniongroup.com",
    "corpofffax1": "203-956-8789",
    "corpoffname1": "Brian Fisher",
    "corpoffphone1": "203-956-1000",
    "corpofftitle1": "Executive Vice President & Secretary",
    "eucountries": "Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-09",
    "orgverification": "In-house and third party",
    "personaldata": "Online, off-line data, and manually processed data.",
    "ppdate": "2014-09-19",
    "previous": "",
    "privacyprograms": "Connexions Loyalty Travel Solutions LLC has instituted a self-regulatory program for ensuring verification and adherence to the safe harbor principles.  This may consist of regular information security reviews including privacy information reviews, physical security reviews, disaster recovery planning, testing and reviews, internal and external audits of security of Connexions Loyalty Travel Solutions LLC, reviews performed by Affinion International Limited and onsite and survey reviews by clients of Connexions Loyalty Solutions LLC.  This also consists of periodic certification/vulnerability assessments, which include periodic renewal and check pointing to assure maintenance of certification.  Vulnerability reviews by Affinion Group or its designated third parties are also performed periodically. In addition, Affinion Group maintains Cybertrust enterprise-level certifications of its Trumbull, CT and Westerville, OH data centers.  The Cybertust certification processes provide for (among other things) a quarterly scan of our internet perimeter and annual re-certification validation and assessment of the Data Centers.",
    "recoursemech": "Connexions Loyalty Travel Solutions, LLC commits to ccoperation with the EU Data Proctions Authorities and the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2014-10-09",
    "state": "Minnesota",
    "statutorybody": "DoT",
    "zip": "55344"
}