{
    "CertificationStatus": "true",
    "Fax": "877-864-8329",
    "OrgName": "Netensity Corporation",
    "PPLoc": "http://www.netensity.com/privacy-policy/ ",
    "Phone": "510-816-0172",
    "activities": "We collect the following personal information -\r\n\r\n- Contact Information such as name, email address, mailing address, phone number\r\n- Unique Identifiers such as user name, account number, password\r\n- Preferences Information such as product wish lists, order history, marketing preferences\r\n- We also collect the following information \r\n- Information about your business such as company name, company size, business type As is true of most Web sites, we automatically gather information about computers such as IP address, browser type, referring/exit pages, and operating system.\r\n\r\nWe use this information to -\r\n\r\n- Fulfill orders\r\n- Send order confirmations\r\n- Assess the needs of your business to determine suitable products\r\n- Send requested product or service information\r\n- Send product updates or warranty information\r\n- Respond to customer service requests\r\n- Administer accounts\r\n- Send newsletters\r\n- Send marketing communications\r\n- Display content based upon interests\r\n- Choice/Opt-Out\r\n\r\nUsers may choose to stop receiving our newsletter or marketing emails by following the unsubscribe instructions included in these emails or they can contact us at support@netensity.com .\r\n\r\nInformation Sharing -\r\n\r\nWe share personal information with third parties only in the ways that are described in our privacy statement. We do not sell personal information to third parties.\r\n\r\nWe may provide personal information to companies that provide services to help us with our business activities such as shipping our Movegistics product subscription order or offering customer service. These companies are authorized to use personal information only as necessary to provide these services to us.\r\n\r\nWe may also disclose personal information as required by law such as to comply with a subpoena, or similar legal process when we believe in good faith that disclosure is necessary to protect our rights, protect the safety of our customers or the safety of others, investigate fraud, or respond to a government request, if Netensity is involved in a merger, acquisition, or sale of all or a portion of its assets, customers will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of their personal information, as well as any choices they may have regarding their personal information,\r\nto any other third party with their prior consent to do so.\r\n\r\nCo-branded Relationships -\r\n\r\n- At times we may enter into co-branded relationships. When we enter into these types of relationships we will share the names and email addresses of customers in order for our co-branded partner to provide related services to our customers. Our privacy statement does apply to the information collected on these co-branded sites. \r\n\r\nThird Party E-Commerce Solutions Provider\r\n\r\nOur shopping cart is hosted by our e-commerce solutions provider located at  http://sites.fastspring.com/netensity/product/movegistics. They host our ordering system, and collect your billing information directly from customers for the purpose of processing their order. This company does not use this information for any other purpose.",
    "address": "4435 Enteprise St",
    "asp_index": "23392",
    "city": "Fremont",
    "contactemail1": "support@netensity.com",
    "contactfax1": "877-864-8329",
    "contactname1": "Adarsh Dattani",
    "contactoff1": "Netensity Corporation, 4435 Enterprise St, Fremont CA 94538",
    "contactphone1": "510-816-0172",
    "contacttitle1": "President",
    "corpoffemail1": "adarsh.dattani@netensity.com",
    "corpofffax1": "877-864-8329",
    "corpoffname1": "Adarsh Dattani",
    "corpoffphone1": "510-816-0172",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-09",
    "orgverification": "Third party",
    "personaldata": "On-line data = data collected directly on the Internet",
    "ppdate": "2012-12-01",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-07-09",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94538"
}