{
    "CertificationStatus": "true",
    "Fax": "(646) 383-9179",
    "OrgName": "TNC (US) Holdings, Inc. and including the following affiliated companies and trade names: The Nielsen Company (US), LLC, ACNielsen Corporation",
    "PPLoc": "http://www.nielsen.com/intl-campaigns/eu/safe-harbor.html. Safe Harbor Employee Safe Harbor Privacy Policy is available on Nielsen’s intranet or from local HR representatives",
    "Phone": "(646) 654-5000",
    "activities": "Nielsen is a global information and measurement company with leading market positions in marketing and consumer information, television and other media measurement, online intelligence, mobile measurement, and related assets.  The personal information collected by Nielsen from the EEA and/or Switzerland includes personal data from consumers that participate in our online (including mobile) and offline panels and surveys, access and/or use our products, services and/or platforms, as well as those that directly contact us. The data are used for market research analysis purposes and to enable consumers to access and use our products and services.  Nielsen also receives employee personal information from Nielsen affiliates in the EEA and Switzerland for personnel management, operations management, security management, and legal and regulatory compliance purposes. For clarity, Nielsen's Safe Harbor certifications apply equally to the operations of companies Nielsen has acquired.",
    "address": "85 Broad Street",
    "asp_index": "23403",
    "city": "New York",
    "contactemail1": "Elise.Berkower@nielsen.com",
    "contactfax1": "(646) 383-9179",
    "contactname1": "Elise Berkower",
    "contactoff1": "Legal Department",
    "contactphone1": "(646) 654-5043",
    "contacttitle1": "Associate General Counsel - Privacy",
    "corpoffemail1": "Eric.Rubenstein@nielsen.com",
    "corpofffax1": "(646) 654-4982",
    "corpoffname1": "Eric Rubenstein",
    "corpoffphone1": "(646) 654-5042",
    "corpofftitle1": "SVP & General Counsel - Global Media Service",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-10",
    "orgverification": "In-House",
    "personaldata": "Off-line, on-line, electronically stored and manually processed information.",
    "ppdate": "2014-06-01",
    "previous": "23403",
    "privacyprograms": "We do not currently participate in any privacy programs for Safe Harbor purposes.",
    "recoursemech": "If an issue cannot be resolved through Nielsen’s internal dispute resolution mechanism, data subjects may submit the complaint to JAMS. Employees may submit complaints to their local European Data Protection Authorities (EU DPAs).",
    "signupdate": "2013-06-10",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10004"
}