{
    "CertificationStatus": "true",
    "Fax": "720-287-3952",
    "OrgName": "Mobile Pulse, Inc.",
    "PPLoc": "https://dashboard.mobilepulse.com/admin/privacyPolicyNew/default",
    "Phone": "720-335-6332",
    "activities": "Mobile Pulse tests the performance of wireless networks through a mobile application and subscription service. In the course of providing this service, Mobile Pulse may collect and send to the US office or US-based servers, data from 3 sources: the mobile application, the subscription service, and as part of an employment relationship.\r\n\r\nThe mobile applications tests the performance of wireless networks. In order for tests to be valid, we may collect: the precise location, a proprietary unique ID, upload speed, download speed, and other performance or device condition metrics. The proprietary unique ID is created by Mobile Pulse; we do not collect IMEIs, MAC addresses, serial numbers, UICC IDs, phone numbers, IP addresses, IMSI numbers, bluetooth IDs, or wireless MAC addresses.\r\n\r\nIf a customer registers for the paid service, we may collect and transmit to the US the customers name, address, phone number, zip code, phone number, email address, username, password, and other registration information. Users may also register for a free service, where we will collect an email address, username, and password.\r\n\r\nMobile Pulse does not currently collect or send to the US any human resources data, but may do so in the future. This may apply to independent contractors and sales agents located in the EU.",
    "address": "1121 Grant St. #CH-1",
    "asp_index": "23424",
    "city": "Denver",
    "contactemail1": "kevin@mobilepulse.com",
    "contactfax1": "720-287-3952",
    "contactname1": "Kevin Capp",
    "contactoff1": "Denver",
    "contactphone1": "303-351-1396",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "Andrew@mobilepulse.com",
    "corpofffax1": "720-287-3952",
    "corpoffname1": "Andrew MacFarlane",
    "corpoffphone1": "303-335-6632",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)General Services - (GSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-26",
    "orgverification": "in-house",
    "personaldata": "Organization and customer. Does not include manually processed data.",
    "ppdate": "2014-06-10",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "European Data Protection Authorities (DPAs).",
    "signupdate": "2014-06-26",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80203"
}