{
    "CertificationStatus": "true",
    "Fax": "408-871-9858",
    "OrgName": "Aptare, Inc.",
    "PPLoc": "http://www.aptare.com/privacy_policy ",
    "Phone": "408-871-9848",
    "activities": "Aptare, Inc. develops, markets, sells, and support enterprise-class computer software worldwide.  In order to conduct business in the EU and Switzerland, Aptare collects personal information from our business partners, our customers, employee prospects, and employees residing in the EU.  \r\nIn the course of conducting its business, APTARE collects personal information to complete various transactions, such as:\r\n•\tProduct or services orders, activations, and registrations\r\n•\tCustomer support requests\r\n•\tProfile creation and user verification\r\n•\tInformation requests, including software downloads\r\n•\tMarketing or support subscriptions\r\n•\tSurvey participation\r\n•\tTrade show/conference/event promotions\r\n•\tTestimonials\r\n•\tJob applications\r\n•\tNewsgroups, bulletin boards or forums.\r\nThe types of personal information may include:\r\n•\tContact information, such as –\r\no\tName\r\no\tEmployer\r\no\tAddress\r\no\tTelephone number\r\no\tEmail address\r\n•\tFinancial information (collected offline for the purpose of conducting business), such as –\r\no\tBanking/financial account information\r\no\tBilling information\r\no\tBusiness tax identification\r\no\tPayment Information \r\n•\tJob application data (collected offline for the purpose of reviewing job applications), such as –\r\no\tGovernment issued identification number\r\no\tDate of birth\r\no\tSalary and salary history\r\no\tAddress history\r\no\tEducational background\r\no\tEmployment background\r\no\tJob interests\r\n•\tOther unique information, such as –\r\no\tUser identifiers and passwords\r\no\tProduct and service preferences\r\no\tContact preferences\r\n•\tOther personal information provided to us through our contact forms or through email\r\n•\tIn some cases, APTARE may be provided with business contact data by a designated entity within businesses or enterprises, for example a member of an IT department may provide APTARE contact information as a reference.\r\n•\tRegistered Partners of APTARE may submit the personal information of third parties, including name, email and company information when they register a commercial opportunity with us.  APTARE stores this information for the sole purpose of conducting business.  This third party may contact us to request that we remove this information from our database.\r\nAPTARE also collects information from publically or commercially available sources, such as:\r\n•\tName\r\n•\tCompany or place of employment\r\n•\tAddress\r\n•\tEmail address\r\n•\tPreferences\r\n•\tInterests\r\n•\tDemographic/profile information. \r\nThe information APTARE collects from these public or commercial sources may be used along with the information APTARE collects when individuals visit APTARE’s websites.  One example would be tying name and company to the information contained in a professional network to better understand an individual’s background and interests.\r\nThe personal information APTARE collects to understand an individual’s interests and requests help APTARE deliver a consistent and personalized user experience.  For example, APTARE may use information to:\r\n•\tAssess the needs of a business to determine suitable products\r\n•\tProvide access or our product documentation and white papers\r\n•\tAssist in completing a transaction or order and account administration\r\n•\tCommunicate about our products and services\r\n•\tProvide and improve service and support\r\n•\tProvide product updates or warranty information\r\n•\tUpdate individuals on new services and benefits\r\n•\tProvide promotional offers\r\n•\tSelect content to be communicated\r\n•\tPersonalize APTARE websites\r\n•\tMeasure performance of marketing initiatives, advertisements, and websites\r\n•\tContact individuals regarding APTARE products or services.\r\nWe display personal testimonials of satisfied customers on our site in addition to other endorsements.  With consent we may post testimonials along with the name of the person providing the testimonial. An individual may update or delete a testimonial attributed to their name.\r\nIndividuals may subscribe to our newsletter(s) or other promotional emails.  In this case, we will use the individual’s name and email address to satisfy these requests.  Individuals may choose to stop receiving our newsletter or marketing emails by following the unsubscribe instructions included in these emails, accessing the email preferences in the account settings page or they can contact us.\r\nFrom time to time, we may use personal information to send important notices, such as communications about purchases and changes to our terms, conditions, and policies. Because this information is important to interaction with APTARE, users may not opt out of receiving these communications.\r\nWe may also use personal information for internal purposes such as auditing, data analysis, and research to improve APTARE’s products, services, and customer communications.\r\nAPTARE shares personal information in the following ways:\r\n•\tAPTARE may make certain personal information available to strategic partners that work with APTARE to provide products and services, or that help APTARE market to customers. Personal information will only be shared by APTARE to provide or improve our products, services.\r\n•\tAPTARE retains service providers and suppliers to deliver services and solutions and to assist APTARE with marketing, sales, and communication initiatives.  These providers and suppliers include marketing companies, email service providers, automated data processors, lead generators, and shipping agents.  Suppliers and service providers are required by contract to keep confidential and secure the information received on behalf of APTARE and may not use it for any purpose other than to carry out the services they are performing for APTARE.\r\n•\tAPTARE participates at trade shows, conferences and events and may share with other participants of these shows, conferences and events personal information collected at these shows, conferences, and events consistent with the privacy policy of these trade shows, conferences and events.\r\n•\tAPTARE may transfer personal information to other APTARE-owned business entities.  By accessing APTARE websites, registering for account or service, or otherwise providing APTARE with personal information, consent to this transfer of personal information throughout the global APTARE business entities.\r\n•\tIn addition, APTARE will share personal information to – \r\no\tRespond to duly authorized information requests of police and governmental authorities\r\no\tComply with law, regulation, subpoena, or court order\r\no\tInvestigate and help prevent security threats, fraud or other malicious activity\r\no\tEnforce/protect the rights and proprieties of APTARE or its subsidiaries\r\no\tProtect the rights or personal safety of APTARE, our employees, and third parties.\r\n•\tShould APTARE decide to sell, buy, merge or otherwise reorganize businesses for strategic or other business reasons, such a transaction may involve the disclosure of personal information to prospective or actual purchasers, or the receipt of personal information from sellers.  APTARE’s practice is to seek appropriate protection for information in these types of transactions.  APTARE will attempt to notify individuals by email and/or a prominent notice on the APTARE website of any change in ownership and the choices individuals may have regarding personal information.\r\n•\tWe may also disclose information if we determine that disclosure is reasonably necessary to enforce our terms and conditions or protect our operations or users. \r\n•\tExcept as described in this Privacy Policy, personal information will not be shared with other third parties for their marketing purposes.   APTARE will not sell, rent or lease personal information to others.",
    "address": "1359 Dell Avenue",
    "asp_index": "23420",
    "city": "Campbell",
    "contactemail1": "privacy@aptare.com",
    "contactfax1": "408-871-9858",
    "contactname1": "",
    "contactoff1": "Administration",
    "contactphone1": "408-871-9848",
    "contacttitle1": "",
    "corpoffemail1": "machell.silva@aptare.com",
    "corpofffax1": "408-871-9858",
    "corpoffname1": "Machell Silva",
    "corpoffphone1": "408-871-9929",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-01",
    "orgverification": "Third Party",
    "personaldata": "On-line data = data collected directly on the Internet.  Offline data = any digital data processed not through the Internet – such as data collected through an Intranet.  Manually processed data = data collected manually – paper, trade shows, etc. Human resources data = data related to the employees of the company self-certifying only.",
    "ppdate": "2013-05-01",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-07-01",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95008"
}