{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "DataPad Inc.",
    "PPLoc": "http://www.datapad.io ",
    "Phone": "4155907063",
    "activities": "DataPad Inc. (“DataPad”, “Company”, “we” or “us”) provides a platform and tools to enable clients (“DataPad Clients”) to integrate, visualize and share your business data (“Service” or “Services”).\r\nWe are committed to respecting the privacy rights of DataPad Clients, and we created this Privacy Policy to give you notice of how your private information will be used by us in connection with our Service. This Privacy Policy provides information on our policies and procedures regarding the collection, use and disclosure of personal and/or confidential information we receive from (1) DataPad Clients (including any third parties that submit information to us on behalf of DataPad Clients) and (2) visitors who simply browse our web site (“Visitors”).\r\nDataPad Inc. complies with the US-EU Safe Harbor Framework and US-Swiss Safe Harbor Framework as set forth by the US Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland.   DataPad has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.\r\nThis Safe Harbor Privacy Policy Statement (the “Policy”) sets forth the privacy principles DataPad follows with respect to transfers of personal and/or confidential information from the European Economic Area (EEA) (which includes the twenty-seven member states of the European Union (EU) plus Iceland, Liechtenstein and Norway) and from Switzerland to the United States.\r\nThis Privacy Policy may be updated from time to time. We will notify you of any material changes by posting the new Privacy Policy on the Site. You are advised to consult this policy regularly for any changes.",
    "address": "525 Brannan Street, Suite 308",
    "asp_index": "23448",
    "city": "San Francisco",
    "contactemail1": "chang@datapad.io",
    "contactfax1": "",
    "contactname1": "Chang She",
    "contactoff1": "525 Brannan St., Suite 308 San Francisco CA 94107",
    "contactphone1": "4155907063",
    "contacttitle1": "CTO",
    "corpoffemail1": "wes@datapad.io",
    "corpofffax1": "",
    "corpoffname1": "William McKinney",
    "corpoffphone1": "4155907063",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)Computer Software - (CSF)Consumer Electronics - (CEL)General Services - (GSV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Software - (CSF)",
        "Consumer Electronics - (CEL)",
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-17",
    "orgverification": ", DataPad has further committed to refer unresolve",
    "personaldata": "Personally Identifiable Information If you are a DataPad Client, when you register with us via our Web Site, we will ask you for personally identifiable information, such as your first and last name, company name, title, email address, billing address, and credit card information. You may review and update the personally identifiable information in your profile by logging in and editing such info",
    "ppdate": "2014-06-09",
    "previous": "",
    "privacyprograms": "DataPad complies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland. We have certified that we adhere to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement. To learn more about the Safe Harbor program, and to view DataPad’s certification, please visit www.export.gov/safeharbor.",
    "recoursemech": "In compliance with the US-EU and US-Swiss Safe Harbor Principles, DataPad is committed to resolving complaints about your privacy and our collection or use of your personal information. European Union or Swiss citizens with inquiries or complaints regarding this privacy policy should first contact DataPad at: support@datapad.io.\r\nIf necessary, DataPad has further committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint from us, or if your complaint is not addressed satisfactorily by DataPad, please visit the BBB EU SAFE HARBOR web site at http://www.bbb.org/council/eusafeharbor/bbb-eu-safe-harbor-dispute-resolution-program/ for more information and to file a complaint.\r\nContact Us:\r\nIf you have any questions or feedback regarding this Privacy Policy, please contact us at support@datapad.io.\r\nDataPad\r\n525 Brannan Street, Suite 308\r\nSan Francisco, CA 94107",
    "signupdate": "2014-06-17",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}