{
    "CertifiedThroughLabel": "",
    "Fax": "617-558-0232",
    "OrgName": "Activate Networks, Inc",
    "PPLoc": "http://www.activatenetworks.net/privacy-policy/ ",
    "Phone": "617-558-0210",
    "activities": "Activate Networks Inc. (ANI) collects and uses the personal information the individual  provides on our web site www.activatenetworks.net,www.thenetworkroundtable.org and software platform. In order to provide requested services, we may collect the following information provided by the individual: contact information (such as name, email address), unique identifier information (such as user name and password), information about the business (such as company name, business type), and demographic information (such as education, zip code).  We use this information to  full fill orders, assess the needs of the business to assess suitable products, send requested product information, send marketing communications, and conduct research and analysis.\r\n\r\nActivate networks conducts research and analysis  for clients and  aggregates information that may be used to create statistical data relating to our users  for analytical purposes. The data is used to understand our customers and improve and develop our services. We work with the business sectors and healthcare organizations to provide our analytical services.",
    "address": "One Newton Executive Park",
    "asp_index": "23453",
    "city": "Newton",
    "contactemail1": "jcolecchi@activatenetworks.net",
    "contactfax1": "617-558-0232",
    "contactname1": "Judith Colecchi",
    "contactoff1": "Activate Networks Inc",
    "contactphone1": "617-558-0210",
    "contacttitle1": "Vice President",
    "corpoffemail1": "jcolecchi@activatenetworks.net",
    "corpofffax1": "617-558-0232",
    "corpoffname1": "Judith Colecchi",
    "corpoffphone1": "617-558-0210",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Drugs & Pharmaceuticals - (DRG)Information Services - (INF)Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Health Care Services - (HCS)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-20",
    "orgverification": "Third Party",
    "personaldata": "Activate Networks Inc. (ANI) collects and uses organization, client, customer data. The data can include on line data, off line data (purchased), human resource data, primary and secondary data sources",
    "ppdate": "2013-06-14",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "Overall Privacy statement  has been certified by TRUSTe and will provide Dispute Resolution Services",
    "signupdate": "2013-06-20",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02462"
}