{
    "Fax": "561-276-7606",
    "OrgName": "Systems Design & Development Inc.",
    "PPLoc": "http://www.sddsystems.com/privacy.asp ",
    "Phone": "561-276-7004",
    "activities": "our company sells call accouting and communication billing systems that enable hotels to bill guests for their phone calls and internet access. In order to determine what type of fee a guest may be billed and to also display the guest's name on the guest phone display in the room, we retrieve certan data from a hotels front office system that is stored in our system. This data includes guest name, guest room number, guest type, check in date and checkout date. We are currently evaluating setting up a hosting center in the US to process transactions in a software as a service environment from countries in the European Union. The plan would be as a software as a service hosting solution that upon a guest checkin or if there was a change to an existing reservation for a guest after checkin, the front office system at the hotel's property (in the European Union) would transmit the data to our server located in a secure hosting center in Florida. We would store the data for purposes of displaying the guest name on the guest phone while the guest is checked into the room. After the guest checked out, this data would then be purged on a periodic basis.",
    "address": "800 A NW 17th Avenue",
    "asp_index": "23464",
    "city": "Delray Beach",
    "contactemail1": "ron.tarro@sddsystems.com ",
    "contactfax1": "561-276-7606",
    "contactname1": "Ron Tarro",
    "contactoff1": "Delray Beach, Florida",
    "contactphone1": "561-276-7004",
    "contacttitle1": "President",
    "corpoffemail1": "ron.tarro@sddsystems.com",
    "corpofffax1": "561-276-7606",
    "corpoffname1": "Ron Tarro",
    "corpoffphone1": "561-276-7004",
    "corpofftitle1": "President",
    "eucountries": "Czech Republic, Denmark, France, Germany, Ireland, Italy, Norway, Poland, Portugal, Sweden, United Kingdom",
    "eucountries_parsed": [
        "CZE",
        "DNK",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NOR",
        "POL",
        "PRT",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2015-02-16",
    "orgverification": "Third Party processor of information",
    "personaldata": "online",
    "ppdate": "2009-11-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association",
    "signupdate": "2011-02-16",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33445"
}