{
    "Fax": "818-524-1219",
    "OrgName": "Instantly, Inc.",
    "PPLoc": "https:/ www.instant.ly/privacy-policy ",
    "Phone": "818-524-1218",
    "activities": "This self-certification only applies to the Instantly Survey Tool [and Concept Test] offering(s) and not to any of the other services or offerings of Instantly, Inc.\r\nInstantly is an online panel company which specializes in maintaining community websites for the purpose of conducting market research worldwide. Our global clients commission us to direct our panelists to online research based questionnaires. All personal information is collected within an SSL certification environment and is used for the sole purpose of targeting and/or market segmentation. No personal information is ever sold to third parties. And all use of private information is clearly outlined within the privacy policy which new users must review and actively opt in to during the registration process. Instantly panel website is fully compliant with the UK cookie directive.",
    "address": "16501 Ventura Blvd., Suite 300",
    "asp_index": "23462",
    "city": "Encino",
    "contactemail1": "joseph.jordan@instant.ly",
    "contactfax1": "818-524-1219",
    "contactname1": "Joseph Jordan",
    "contactoff1": "Instantly - Encino",
    "contactphone1": "818-524-1218",
    "contacttitle1": "VP - Panel Operations",
    "corpoffemail1": "john.woolard@instant.ly",
    "corpofffax1": "818-524-1219",
    "corpoffname1": "John Woolard",
    "corpoffphone1": "818-524-1218",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-18",
    "orgverification": "Third Party",
    "personaldata": "Registration, client data is maintained in house within a secure environment. Under certain situations data is managed in a more manual process, under pre-defined protocol.",
    "ppdate": "2014-06-17",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "uSamp has a formal help desk that can be contacted via phone or email and will respond to all issues within 24 hours of ticket receipt. Users may also contact TRUSTe should help desk provide an unsatisfactory resolution to the user issue.",
    "signupdate": "2013-06-18",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "91436"
}