{
    "CertificationStatus": "true",
    "Fax": "630-769-0300",
    "OrgName": "MacNeil Automotive",
    "PPLoc": "http://www.weathertech.com/service/privacy/ ",
    "Phone": "630-769-1500",
    "activities": "E-Commerce purposes - Personal information received for the purpose of supporting online orders taken through MacNeil Automotive Products Limited European websites.\r\n\r\nINFORMATION WE COLLECT\r\nWe collect customer information in an effort to improve your shopping experience and to communicate with you about our products, services, contests, and promotions, and that we believe is necessary to administer our business. WeatherTech® recognizes that it must maintain and use customer information responsibly. We collect information such as your name, email address, mailing address, and phone and credit card numbers that you provide when you place an order, join our mailing list, register with us or participate in a contest, promotion or survey. We also may collect information that we deem necessary to maintain and administer your account with WeatherTech®. We also maintain a record of your product interests and your purchases online or in our retail store location. We may also collect information you give us about other people, such as the name and address of a gift recipient, or the name and contact info of a third party to receive any of our products or services. We may also collect information we receive about you from other sources, including third parties that help us update, expand and analyze our records and identify new customers.\r\n\r\nHOW WE USE INFORMATION ABOUT YOU\r\nWe use customer personal information to provide accurate services and to advise our valued customers of promotions that may be of interest to them. WeatherTech® does not sell, rent or trade your personal information to third parties. We may share your information with third parties to perform services on our behalf such as: fulfilling orders, delivering packages, sending WeatherTech® marketing materials, fulfilling subscription services, conducting research and analysis, handling and processing credit card payments. We may disclose your personal information to trusted third parties whom we engage to process your personal information for us. We may disclose personal information with other companies and organizations for fraud and credit risk purposes. We may disclose your personal information to third parties with regard to the analysis and support of your use of the website. We may be required to share personal information in response to a regulation, court order or subpoena or discovery request. We may also share information to respond to a government request or when we believe disclosure is necessary or appropriate to protect the rights, property or safety of WeatherTech®, our customers, or others; to prevent harm or loss; or in connection with an investigation of suspected or actual unlawful activity.\r\nWe may also share personal information in the event of a corporate sale, merger, acquisition, dissolution or similar event. We may share personal information in connection with financial products or services related to our business such as private label credit cards. We also may share personal information in connection with co-branded products or service offerings. For example, if we were to offer a WeatherTech® credit card, during the application process we may share your personal information with our banking partners that issue any such card.",
    "address": "1 MACNEIL CT",
    "asp_index": "23476",
    "city": "BOLINGBROOK",
    "contactemail1": "safeharbor@weathertech.com",
    "contactfax1": "630-769-0300",
    "contactname1": "",
    "contactoff1": "Legal Department",
    "contactphone1": "630-769-1500",
    "contacttitle1": "",
    "corpoffemail1": "safeharbor@weathertech.com",
    "corpofffax1": "630-769-0300",
    "corpoffname1": "Al Thom",
    "corpoffphone1": "630-769-1500",
    "corpofftitle1": "VP",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Automotive Parts & Service Equipment - (APS)",
    "industrysector_parsed": [
        "Automotive Parts & Service Equipment - (APS)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-22",
    "orgverification": "In-house",
    "personaldata": "on-line, off-line, manually processed data",
    "ppdate": "2012-04-24",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (AAA), International Centre for Dispute Resolution (ICDR)(ICDR/AAA Safe Harbor Program)",
    "signupdate": "2012-06-22",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60440"
}