{
    "Fax": "262-636-1424",
    "OrgName": "Modine Manufacturing Company",
    "PPLoc": "http://www.modine.com/web/en/about_modine/privacy-policy.htm#.U7FvYcgo6M8 ",
    "Phone": "262-636-1200",
    "activities": "Modine collects the following information for the following purposes:\r\n•\tPersonal information (including name, home and work contact information, date of birth, gender) for work force management.\r\n•\tEmployment related information including job descriptions, compensation information, performance information, employment history, educational background, salary and related compensation, stock and stock option holdings for compensation related activities, including stock plan administration and compensation administration, succession planning and performance management, and management of direct and indirect reports.\r\n•\tEmployment agreements, stock plan information, executive compensation for management of employment contracts, stock plan administration, proxy reporting.\r\n•\tTraining data for management of training programs.\r\n•\tInventor information for patent management program.\r\n•\tPersonal information, compensation information for auditing of processes and compensation.\r\n•\tExecutive compensation and stock plan data for accounting for compensation and stock plans.\r\n•\tThe contact name, telephone number and email address for suppliers to allow suppliers to sell to Modine.\r\n•\tThe contact name, telephone number and email address for customers or potential customers to allow Modine to make contact with these individuals to satisfy customer requirements or address potential business (but only if the potential customer has provided his/her contact data to Modine US.)\r\n•\tThe contact name, telephone number and email address for customers or potential customers for purchase of Modine-branded merchandise (promotional items) through PFG Ventures, L.P., d/b/a Proforma (aka Corporate Casuals).  Proforma collects personal information for the purpose of fulfilling the orders, as well as other marketing purposes, in accordance with their privacy policy.\r\n•\tModine employees are prohibited from disclosing Personal Data to service providers or other third parties, such as stock plan administrators or executive compensation consultants, without the express consent of Modine’s Director, Global Compensation & Benefits (the “Safe Harbor Privacy Contact”). The Safe Harbor Privacy Contact must work with legal counsel to insure that appropriate contracts or other protections are in place with regard to such third parties.",
    "address": "1500 DeKoven Ave",
    "asp_index": "23506",
    "city": "Racine",
    "contactemail1": "PrivacyContact@na.modine.com",
    "contactfax1": "262-631-7720",
    "contactname1": "Laura O. Clampett",
    "contactoff1": "Safe Harbor Privacy Contact",
    "contactphone1": "262-636-1244",
    "contacttitle1": "Director, Global Compensation & Benefits",
    "corpoffemail1": "M.C.Kelsey@na.modine.com",
    "corpofffax1": "262-631-7720",
    "corpoffname1": "Margaret C. Kelsey",
    "corpoffphone1": "262-636-8442",
    "corpofftitle1": "Vice President, Legal & Corporate Communications, General Counsel & Secretary",
    "eucountries": "Austria, France, Germany, Hungary, Italy, Netherlands, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "FRA",
        "DEU",
        "HUN",
        "ITA",
        "NLD",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Automotive Parts & Service Equipment - (APS)Air Conditioning & Refrigeration Equipment - (ACR)",
    "industrysector_parsed": [
        "Air Conditioning & Refrigeration Equipment - (ACR)",
        "Automotive Parts & Service Equipment - (APS)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-22",
    "orgverification": "Self-assessment",
    "personaldata": "human resources, inventor information, supplier, potential supplier, customer, potential customer or other EU resident data, including manually processed data",
    "ppdate": "2013-05-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs)",
    "signupdate": "2010-06-22",
    "state": "Wisconsin",
    "statutorybody": "FTC",
    "zip": "53403"
}