{
    "CertifiedThroughLabel": "",
    "Fax": "202-318-0723",
    "OrgName": "Pinxter Inc.",
    "PPLoc": "http://pinxter.me/  (Privacy tab)",
    "Phone": "7034149570",
    "activities": "Pinxter is a software service, provided through an application, for sharing consumer content, and collects such personal data as usernames, passwords, user profile information (such as a registered user’s name, picture, and phone number), including user content that is voluntarily submitted to Pinxter and email communications between users and Pinxter. If a user logs into the Pinxter application using an authorized third party social network account (e.g. Facebook or Instagram), Pinxter may collect certain information as to that user’s activities and information in that third party social network.  For users who voluntarily sign up to receive marketing and promotional materials, Pinxter may periodically distribute such materials (for example, an online newsletter or product updates) by email to the user.  Additionally, the Pinxter application may collect certain technical information automatically from users, including the model, manufacturer and OS (Operating System) version of the mobile device used, MAC (Media Access Control) address, device identifiers, International Mobile Equipment Identity (IMEI), and time-stamped logs of messages sent and received, and network status (WiFi, etc.).  Pinxter prohibits the sale or transfer of personal information to entities outside of Pinxter’s affiliates, and will not provide users’ names to other companies or organizations without users’ consent, except in the particular circumstances described in Pinxter’s Privacy Policy.  Pinxter reserves the right to use or disclose information if required by law or if Pinxter reasonably believes that its use or disclosure is necessary to protect its rights and/or to comply with a judicial proceeding, court order, or legal process.  For information received from users who voluntarily sign up to use the Pinxter application, Pinxter utilizes such information in connection with providing and improving the functionality of its application.",
    "address": "901 N. Pitt St., Suite 320",
    "asp_index": "23515",
    "city": "Alexandria",
    "contactemail1": "sdd@kerc.us",
    "contactfax1": "202-318-0723",
    "contactname1": "Sergei Dubograev",
    "contactoff1": "Pinxter Inc.",
    "contactphone1": "7034149570",
    "contacttitle1": "Chief Executive Officer",
    "corpoffemail1": "sdd@kerc.us",
    "corpofffax1": "202-318-0723",
    "corpoffname1": "Sergei Dubograev",
    "corpoffphone1": "7034149570",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-12",
    "orgverification": "In-house",
    "personaldata": "On-line and off-line customer data which may be manually processed; client and customer contact data (on-line and off-line)",
    "ppdate": "2013-06-26",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs) or Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2013-07-12",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22314"
}