{
    "Fax": "605 697 4700",
    "OrgName": "Daktronics Inc",
    "PPLoc": "http://www.daktronics.com/Pages/Privacy.aspx ",
    "Phone": "605 692 0200",
    "activities": "Daktronics is the world's leader in the design, manufacturing, sales and service of large screen video displays, scoreboards and computer programmable display systems. Our operations reach worldwide with active offices in 14 countries and installations in over 100 countries across the world.  The company designs, manufactures, sells, and services a variety of display products in three primary markets: sports, commercial, and transportation. Sports market customers include schools, colleges and universities, professional teams and facilities, sports federations, and international events and organizing committees. Commercial customers include financial institutions, hotels and motels, gaming, auto dealers, convenience stores, shopping centers and other retail establishments. Transportation applications include display systems for state and city departments of transportation, mass transit systems, airlines and airports, bus terminals and other transportation agencies.  Collection of data to fulfill services and orders for both internal and external customers in a variety of methods such as: online, email, phone, and/or shipping/post/mail.",
    "address": "201 Daktronics Dr",
    "asp_index": "23523",
    "city": "Brookings",
    "contactemail1": "privacy@daktronics.com ",
    "contactfax1": "605-697-4700",
    "contactname1": "Linda Karlstad",
    "contactoff1": "Daktronics, Inc",
    "contactphone1": "800-325-8766",
    "contacttitle1": "Executive Administration",
    "corpoffemail1": "privacy@daktronics.com ",
    "corpofffax1": "605-697-4700",
    "corpoffname1": "Carla Gatzke",
    "corpoffphone1": "800-325-8766",
    "corpofftitle1": "VP of Human Resources",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)General Science & Technology - (GST)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "General Science & Technology - (GST)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-16",
    "orgverification": "In-House",
    "personaldata": "Personally identifiable information such as employee information in regards to employment relationship, either electronically gathered or manually entered, information collected for employment from either internal or external individuals; customer information in regards to contact/organisation information, financial/credit card information; business intelligence or intellectual property.",
    "ppdate": "2014-01-07",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "European Union data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2011-05-16",
    "state": "South Dakota",
    "statutorybody": "FTC",
    "zip": "57006"
}