{
    "Fax": "404-262-8450",
    "OrgName": "American Teleconferencing Services, Ltd. d/b/a/ Premiere Global Services (PGi)",
    "PPLoc": "http://www.pgi.com/legal-notices/privacy-policy ",
    "Phone": "404-262-8400",
    "activities": "PGi is a global leader in virtual meetings. Our cloud-based solutions deliver multi-point, real-time virtual collaboration using video, voice and file sharing technologies. Individuals seeking access to their personal information that we collect directly from an individual may contact our Director of Information Security.  Individuals seeking access to their personal information that we have received from a customer must contact the customer directly.  We require our customers to comply with applicable privacy laws and regulations pertaining to the use of our services.  We utilize reasonable and appropriate protections to seek to ensure that personal information in our care is not misused or accessed without authorization. Our privacy policy is available at \r\nhttp://www.pgi.com/legal-notices/privacy-policy. PGi's privacy policy directs individuals with concerns or complaints about the use or disclosure of their personal information to contact our Director of Information Security.  PGi is committed to rigorous adherence of its privacy policy. However, we recognize that in some instances, an individual may not be satisfied with our internal dispute resolution procedures.  In those instances, PGi agrees to cooperate fully with the relevant data protection authorities in the European Union and Switzerland, as well as appropriate authorities in the United States, including the Federal Trade Commission.",
    "address": "The Terminus Building, 3280 Peachtree Rd., NE, Suite 1000",
    "asp_index": "23525",
    "city": "Atlanta",
    "contactemail1": "privacy@pgi.com",
    "contactfax1": "866-212-5690",
    "contactname1": "Jim Miles",
    "contactoff1": "Premiere Global Services, Inc.",
    "contactphone1": "877-771-8283",
    "contacttitle1": "Privacy Compliance Officer",
    "corpoffemail1": "scott.leonard@pgi.com",
    "corpofffax1": "866-296-6245",
    "corpoffname1": "Scott Leonard",
    "corpoffphone1": "404-262-8502",
    "corpofftitle1": "Executive VP - Legal and General Counsel",
    "eucountries": "Belgium, Denmark, Finland, France, Germany, Ireland, Italy, Luxembourg, Netherlands, Norway, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-26",
    "orgverification": "In-house and third party",
    "personaldata": "off-line, on-line, manually processed, HR",
    "ppdate": "2014-04-03",
    "previous": "",
    "privacyprograms": "TRUSTe Privacy Program",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) for organization human resources data; TRUSTe dispute resolution mechanism for all other data.",
    "signupdate": "2008-06-26",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30305"
}