{
    "CertificationStatus": "true",
    "Fax": "760-579-4996",
    "OrgName": "101domain, Inc",
    "PPLoc": "http://101domain.com/privacy_policy.htm ",
    "Phone": "760-444-8674",
    "activities": "101domain, Inc. is an ICANN-accredited domain name registrar.  We offer domain name registration, renewal, and transfer services as well as web hosting, email, SSL, and consulting services.  Not only are we an accredited domain name registrar for .COM, .NET, and many other generic domain name extensions, but we are also accredited in over 120 country code domain name extensions.\r\n\r\nAs a full service domain name registrar and web host, our customer primarily purchase their services directly from our website.  In order to make a purchase, they must create an account and provide information such as name, address, phone number, email address, credit card information; and sometimes, additional personal information such as business name, driver’s license number, passport number, photo ID, and birthday.  Additional information is needed for certain country code domain name registrations and is only collected when necessary to provide the requested services.\r\n\r\nAll information provided and additional information requested is provided through a secure https connection via our website and the customer’s control panel and stored on servers located in the United States.  Occasionally information is provided via email and securely stored on our internal servers located in the United States.\r\n\r\nOur customers are located in every country in the world, except those restricted by the United States Office of Foreign Asset Control, including all EU countries.  Information for all customers is transmitted from the countries customers are located and stored in secure database files in secure datacenters in the United States.  Information is maintained and shared according to the terms of our privacy policy.",
    "address": "5858 Edison Place",
    "asp_index": "23530",
    "city": "Carlsbad",
    "contactemail1": "legal@101domain.com",
    "contactfax1": "760-579-4996",
    "contactname1": "Anthony M. Beltran",
    "contactoff1": "Legal Department",
    "contactphone1": "760-444-8674",
    "contacttitle1": "CFO",
    "corpoffemail1": "anthony@101domain.com",
    "corpofffax1": "760-579-4996",
    "corpoffname1": "Anthony M. Beltran",
    "corpoffphone1": "760-444-8674",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Telecommunications Services - (TES)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-25",
    "orgverification": "Third party",
    "personaldata": "Data collected directly on the Internet; Data collected manually via paper, phone, or tradeshows.",
    "ppdate": "2014-06-18",
    "previous": "23530",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-06-25",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92008"
}