{
    "CertificationStatus": "true",
    "Fax": "610-977-0043",
    "OrgName": "Popsi Cube Inc",
    "PPLoc": "http://www.popsicube.fr/en/contact-us/safe-harbor-privacy-policy-.html ",
    "Phone": "610-761-7311",
    "activities": "SCOPE \r\nThis Safe Harbor Policy applies to all Personal Data received by Popsi Cube in the United States from the EEA and Switzerland, in any format, including electronic, paper or verbal, either directly from individuals or from its parent company and affiliates. \r\nPRIVACY PRINCIPLES \r\nThe privacy principles set forth in this Policy have been developed based on the Safe Harbor Principles. \r\nNOTICE: When Popsi Cube collects Personal Data directly from individuals in the EEA and Switzerland, it will inform them about the purposes for which it collects and uses Personal Data about them, the types of non-Agent third parties, if any, to which Popsi Cube discloses that Personal Data, the choices and means, if any, Popsi Cube offers individuals for limiting the use and disclosure of their Personal Data, and how to contact Popsi Cube about its practices concerning Personal Data. Notice will be provided in clear and conspicuous language when individuals are first asked to provide Personal Data to Popsi Cube, or as soon as practicable thereafter, and in any event before Popsi Cube uses or discloses the information for a purpose other than that for which it was originally collected. \r\nWhere Popsi Cube receives Personal Data from its parent company, subsidiaries, affiliates or other entities in the EEA or Switzerland, it will use and disclose such Personal Data in accordance with the notices provided by such entities and the choices made by the individuals to whom such Personal Data relates. \r\nWe may share Personal Data within the U.S. family of Popsi Cube companies. We may also disclose Personal Data to our Agents in the United States and other third parties when required to do so under law or by legal process. We do not use Personal Data for purposes incompatible with the purposes for which the information was originally collected without notifying the relevant individuals of such uses and offering an opportunity to opt out. \r\nCHOICE: Popsi Cube will allow individuals whose Personal Data is collected in the EEA or Switzerland and transferred to the United States to choose (by either opt-out or opt-in) whether their Personal Data can be (1) disclosed to a third party that is not an Agent or (2) used for a purpose other than the purpose for which it was originally collected or subsequently authorized by that individual. For Sensitive Personal Data, Popsi Cube will give individuals the opportunity to affirmatively and explicitly consent (opt in) to permit Popsi Cube to (1) disclose Sensitive Personal Data to a third party that is not an Agent or (2) use Sensitive Personal Data for a purpose than the purpose for which it was originally collected or subsequently authorized by the individual. \r\nPopsi Cube will provide individuals with clear and conspicuous, readily available, and affordable mechanisms to exercise these choices. \r\nONWARD TRANSFER: Popsi Cube will obtain assurances from its Agents that they will safeguard Personal Data in a manner consistent with this Policy. Where Popsi Cube has knowledge that an Agent is using or disclosing Personal Data in a manner contrary to this Policy, Popsi Cube will take reasonable steps to prevent or stop the use or disclosure.\r\nSECURITY: Popsi Cube will take reasonable precautions to protect Personal Data from loss, misuse and unauthorized access, disclosure, alteration or destruction. As necessary, Popsi Cube will take additional precautions regarding the security of Sensitive Personal Data. While Popsi Cube strives to secure Personal Data, even reasonable security measures do not guarantee the security of any information, and Popsi Cube cannot guarantee that the Personal Data it seeks to protect will be protected in all circumstances, including those beyond its reasonable control. Records containing Personal Data are considered Popsi Cube property and should be afforded confidential treatment at all times, regardless of whether these records are in electronic or paper form. \r\nDATA INTEGRITY: Popsi Cube will use Personal Data only in ways that are compatible with the purposes for which it was collected or subsequently authorized by the individual. Popsi Cube will also take reasonable steps to ensure that Personal Data is relevant to its intended use, accurate, complete and current. \r\nACCESS AND CORRECTION: Upon request and in accordance with the Safe Harbor Principles, Popsi Cube will grant individuals reasonable access to their Personal Data that is held by Popsi Cube. In addition, Popsi Cube will take reasonable steps to permit individuals to correct, amend or delete Personal Data that is demonstrated to be inaccurate or incomplete. Popsi Cube may limit or deny access to Personal Data as permitted by the Safe Harbor Principles. For example, Popsi Cube may limit an individual’s access to Personal Data where the burden or expense of providing access would be disproportionate to the risks to the individual’s privacy or where the legitimate rights of persons other than the individual would be violated. \r\nWith respect to Personal Data of employees and job applicants, Popsi Cube will provide such access either directly or through the employer located in the EEA or Switzerland. \r\nENFORCEMENT: Popsi Cube will conduct compliance audits of its relevant privacy practices to verify adherence to this Policy. Any employee that Popsi Cube determines is in violation of this Policy will be subject to disciplinary action up to and including termination of employment. \r\nAny questions or concerns regarding the use or disclosure of Personal Data should be directed to the Popsi Cube Privacy Office at the address listed below. We will investigate and attempt to resolve complaints and disputes regarding use and disclosure of Personal Data in accordance with the Safe Harbor Principles. For complaints that cannot be resolved between Popsi Cube and the complainant, Popsi Cube has agreed to: (1) for Personal Data received from the EEA, participate in the dispute resolution procedures of the panel established by the European data protection authorities to resolve disputes pursuant to the Safe Harbor Principles and (2) for Personal Data received from Switzerland, Popsi Cube will cooperate with, and comply with any advice given by, the commissioner in the investigation and resolution of complaints brought under the US.-Swiss Safe Harbor. \r\nLIMITATIONS \r\nPopsi Cube’s adherence to the Safe Harbor Principles may be limited by any applicable legal, regulatory, ethical or public interest consideration and as expressly permitted or required by any applicable law, rule or regulation. Examples of such limitations include, without limitation, exceptions to the opt-in requirements for Sensitive Personal Data as permitted by Commission Decision 2000/520/EC of 26 July 2000, exceptions to access as permitted by the Safe Harbor Principles, or under applicable EEA member state or Swiss law. Popsi Cube may also sell, transfer or otherwise disclose Personal Data reasonably related to the sale, assignment, transfer or other disposition of all or part of our business, subject to and in accordance with applicable law. \r\nCHANGES TO THIS POLICY \r\nThis Policy may be amended from time to time, consistent with the requirements of the Safe Harbor Principles. Appropriate notice will be given concerning any such amendment.",
    "address": "150 N. Radnor-Chester Road, Suite F-200",
    "asp_index": "23569",
    "city": "Radnor",
    "contactemail1": "beauchene@popsicube.com",
    "contactfax1": "610-977-0043",
    "contactname1": "Fabrice Beauchene",
    "contactoff1": "Popsi Cube SARL",
    "contactphone1": "610-761-7311",
    "contacttitle1": "Founder and Chairman",
    "corpoffemail1": "beauchene@popsicube.com",
    "corpofffax1": "610-977-0043",
    "corpoffname1": "Fabrice Beauchene",
    "corpoffphone1": "610-761-7311",
    "corpofftitle1": "Founder and Chairman",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Biotechnology - (BTC)Drugs & Pharmaceuticals - (DRG)Information Services - (INF)Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Information Services - (INF)",
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-19",
    "orgverification": "in-house",
    "personaldata": "This Safe Harbor Policy applies to all Personal Data received by Popsi Cube in the United States from the EEA and Switzerland, in any format, including electronic, paper or verbal, either directly from individuals or from its parent company and affiliates. It includes manually processed data.",
    "ppdate": "2011-07-07",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Popsi Cube is committed to cooperate with data protection authorities located in the European Union and Switzerland (the Swiss Federal Data Protection and Information Commissioner) or their authorized representatives.",
    "signupdate": "2011-07-19",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19087"
}