{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Mail Bypass Inc. dba MessageBus",
    "PPLoc": "https://messagebus.com/privacy-policy",
    "Phone": "800-517-0722",
    "activities": "We may collect Personal Data from users of our Services or API, such as their first and last name, phone number, email and mailing addresses, professional title, company name, password and other user access information when they set up a profile on our Site (\"Client Profile\") and create an account to log in to our network (\"Client Account\").\r\n\r\nWhen users order Services on our Site via their Client Account, we may collect all information necessary to complete the transaction, including the user's name, credit card information, checking account information, and billing information.\r\n\r\nWe retain information on the user's behalf, such as files and messages that they store using their Client Account.\r\n\r\nIf a user provides us feedback or contacts us, we will collect their name and email address, as well as any other content included in the message, in order to send them a reply.\r\n\r\nWhen users participate in one of our surveys, we may collect additional profile information.\r\n\r\nWe also collect other types of Personal Data that users provide to us voluntarily, such as their operating system and version, and other requested information if they contact us regarding support for the Services or API.\r\n\r\nWe may also collect Personal Data, such as at other points in our Site that state that Personal Data is being collected.\r\n\r\nWe may collect Personal Data about others when users enter billing information, such Personal Data may include name, billing address, and email address.\r\n\r\nWhen users provide third party information via their Client Account, including email addresses, cellular phone numbers, email content, and SMS text communications, or any other type of content, to us in connection with their use of our Service, we collect all Personal Data included in such third party information in order to perform the requested Service.",
    "address": "28 2nd Street, Suite 500",
    "asp_index": "23568",
    "city": "San Francisco",
    "contactemail1": "pmidge@messagebus.com",
    "contactfax1": "",
    "contactname1": "Paul Midgen",
    "contactoff1": "Message Bus",
    "contactphone1": "800-517-0722",
    "contacttitle1": "CEO",
    "corpoffemail1": "pmidge@messagebus.com",
    "corpofffax1": "",
    "corpoffname1": "Paul Midgen",
    "corpoffphone1": "800-517-0722",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-06-30",
    "orgverification": "third-party; TRUSTe",
    "personaldata": "Client data and clients' customers' data processed on-line and/or manually processed.",
    "ppdate": "2013-10-22",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-06-30",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}