{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Colony Logic, LLC",
    "PPLoc": "http://colonylogic.com/privacy             and           http://colonylogic.com/privacy-policy-eu-safe-harbor/",
    "Phone": "310-598-1813",
    "activities": "All information collected will be gathered by a data controller complying with local EU member state laws. The EU data controller will collect the data after providing notice and choice regarding the data's usage. The data controller will pass data to be received only to fulfill product orders that were opted into by the person associated with the personal data (hereby referred to as \"customer\"). Personal data may include name, contact phone number and email. Information regarding an associated business may include business name, business address, business phone number, business email, and business industry.  Any additional data obtained is non-personal (such as business website URLs) and are passed solely for the purpose of fulfilling product orders requested by the customer. This data will be used for the management of the customer account by the data controller and the fulfillment of customer ordered products. At times, customers may order products that will require passing the collected data to third-party vendors with which Colony Logic holds a \"written agreement with such third party requiring that the third party provide at least the same level of privacy protection as is required by the relevant Safe Harbor Privacy Principles\". All data is used with consent of the customer and will not be used for purposes other than fulfilling the products ordered by the customer.",
    "address": "1212 S Flower St",
    "asp_index": "23582",
    "city": "Los Angeles",
    "contactemail1": "ddeer@colonylogic.com",
    "contactfax1": "",
    "contactname1": "Devin Deer",
    "contactoff1": "Office of Consumer Advocacy",
    "contactphone1": "317-554-9467",
    "contacttitle1": "Consumer Advocate",
    "corpoffemail1": "avogel@colonylogic.com",
    "corpofffax1": "",
    "corpoffname1": "Andy Vogel",
    "corpoffphone1": "310-598-1813",
    "corpofftitle1": "Chief Operations Officer",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-01",
    "orgverification": "In-house",
    "personaldata": "Personal data may include name, contact phone number and email (Note that the business address is collected and could only be construed as 'personal data' if the same as a customer's residence). All other data collected is associated with a business. Cases exist for the personal data to be manually entered into a third-party system for product fulfillment as described above (although less common).",
    "ppdate": "2014-06-26",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "ICDR/AAA Safe Harbor Program\r\ncasefiling@adr.org\r\n1101 Laurel Oak Road, Suite 100, \r\nVoorhees, NJ 08032",
    "signupdate": "2014-07-01",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90015"
}