{
    "CertifiedThroughLabel": "",
    "Fax": "406-587-8414",
    "OrgName": "Zoot Enterprises, Inc.",
    "PPLoc": "http://www.zootweb.com/privacy.html ",
    "Phone": "406-586-5050",
    "activities": "Zoot Enterprises, Inc. is a software and financial services company that provides software as a service and automated credit decision transaction processing services to financial institutions. Zoot provides its services as an application service provider, meaning Zoot houses and runs its software and services at its own premises and Zoot’s clients access those products and services remotely pursuant to contractual relationships with its clients. To use Zoot’s services, Zoot's client first provides Zoot with its own unique business rules or credit policies (i.e. the policies/criteria the financial institution uses to determine whether to extend credit to a consumer). These business rules/credit policies generally consider a variety of personal financial information such as credit files, credit scores, debt-to-income ratios, number of delinquent payments, fraud history and any other factors the financial institution deems relevant for making decisions to extend credit.  Once Zoot receives the business rules/credit policy from its client, Zoot then configures these credit policies and business rules into Zoot's proprietary software so that credit decisions can be automated. Once a client’s business rules/credit policies are configured, the following automated process occurs: (1) Zoot receives an inquiry from the financial institution seeking a credit decision regarding a specific consumer; (2) Zoot pulls consumer or personal data from a variety of third party data sources selected by the financial institution and with which the financial institution (or sometimes both the financial institution and Zoot); and (3) Zoot processes the consumer data through the credit policy and provides the financial institution with a decision (i.e. as to whether to extend credit to the consumer or not).  Zoot only obtains consumer information at the request (and on behalf) of its clients and either directly from the clients or from third-party data sources, as described above. Zoot does not collect any such personal information directly from consumers and does not use or disclose such personal information other than as described above.",
    "address": "555 Zoot Enterprises Lane",
    "asp_index": "23596",
    "city": "Bozeman",
    "contactemail1": "compliance@zootweb.com",
    "contactfax1": "406-586-8005",
    "contactname1": "",
    "contactoff1": "Zoot Enterprises Legal Department",
    "contactphone1": "406-586-5050",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "david.close@zootweb.com",
    "corpofffax1": "406-586-8005",
    "corpoffname1": "David P. Close",
    "corpoffphone1": "406-586-5050",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Financial Services - (FNS)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-25",
    "orgverification": "In-house and Third Party",
    "personaldata": "Data is both manually and automatically processed. The personal data we process generally are financially-related data pertaining to customers (ie, consumers) of our clients and are provided to Zoot through contractual relationships with its clients and third-party service providers that its clients have engaged.  The corporate data we process are data pertaining to our clients' organizations.",
    "ppdate": "2012-07-24",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "The independent recourse mechanism that Zoot uses to address complaints that cannot be resolved informally is the mediation service provided by JAMS, Inc., as described at www.jamsadr.com/mediation-guide.",
    "signupdate": "2012-07-25",
    "state": "Montana",
    "statutorybody": "FTC",
    "zip": "59715"
}