{
    "CertificationStatus": "true",
    "Fax": "248-204-0708",
    "OrgName": "AlixPartners, LLP",
    "PPLoc": "http://alixpartners.com/en/PrivacyPolicy/SafeHarborPrivacyPolicy.aspx ",
    "Phone": "248-358-4420",
    "activities": "AlixPartners, LLP and its U.S. subsidiaries (collectively, “AlixPartners”) use personal information received from the EU/EEA and Switzerland as follows:\r\n\r\n1. Regarding clients, prospective clients and their respective personnel and customers in connection with AlixPartners’ client relationships including promotion and delivery of services, marketing and sales and client administration (such as  contract negotiations and file maintenance);\r\n\r\n2. Regarding current, former and prospective employees, partners and independent contractors collectively, “Personnel”) in connection with their relationships with AlixPartners, the management and operations of the firm and supporting human resources functions and activities, including (a) for Personnel communications, (b) maintaining a global directory, (c) carrying out obligations under employments contracts and employment and benefits laws, (d) for development and training programs, (e) recruiting and hiring job applicants, (f) assessing qualifications and performance, (g) performing background checks and verifying references, (h) managing Personnel headcount, (i) managing Personnel performance, (j) determining Personnel compensation, (k) managing the Personnel termination process and (l) for other general human resources purposes;\r\n\r\n3. Regarding third parties in connection with the management and administration of relationships with such third parties;\r\n\r\n4. To respond to requests for information from individuals via our website, email, telephone or other media; and\r\n\r\n5. To comply with or respond to governmental, professional and legal obligations or inquiries, carry out investigations and perform internal administrative activities.",
    "address": "2000 Town Center, Suite 2400",
    "asp_index": "23619",
    "city": "Southfield",
    "contactemail1": "jcollins@alixpartners.com",
    "contactfax1": "248-204-0708",
    "contactname1": "John J. Collins, Jr.",
    "contactoff1": "AlixPartners, LLP",
    "contactphone1": "212-845-4015",
    "contacttitle1": "Managing Director and General Counsel",
    "corpoffemail1": "jcollins@alixpartners.com",
    "corpofffax1": "248-204-0708",
    "corpoffname1": "John J. Collins, Jr.",
    "corpoffphone1": "212-845-4015",
    "corpofftitle1": "Managing Director and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-07",
    "orgverification": "In-House",
    "personaldata": "online, offline, manually processed, HR",
    "ppdate": "2014-06-26",
    "previous": "23619",
    "privacyprograms": "None",
    "recoursemech": "For non-HR data, AlixPartners will cooperate with JAMS.  For HR data, AlixPartners will cooperate with EU/EEA or Swiss Data Protection Authorities (EU DPAs or Swiss FDPIC).",
    "signupdate": "2009-08-07",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48075"
}