{
    "CertificationStatus": "true",
    "Fax": "703-739-2815",
    "OrgName": "CPA Global North America LLC and its U.S. affiliates",
    "PPLoc": "http://www.cpaglobal.com/download_centre/cpa_global_eu_safe_harbor_priv ",
    "Phone": "703-739-2234",
    "activities": "CPA Global’s Activities with Respect to Personal Information Received from the EU/EEA or Switzerland\r\nCPA Global is the global leader in providing high tech solutions for the management of Intellectual Property (IP).   \r\n\r\nServices include IP portfolio and IP document management software, patent portfolio optimisation; patent research and analytics; patent and trademark renewals; as well as other IP support services such as docketing, trademark watching and domains management. \r\n\r\nThis Statement describes how CPA Global, Inc. ('CPA Global') collects, uses, and discloses certain personally identifiable information that it receives in the United States from the European Union (“EU Personal Data”). In particular, CPA Global recognizes that the European Union has established strict protections regarding the handling of EU Personal Data, and CPA Global therefore has elected to adhere to, and is in compliance with, the US-EU Safe Harbor Privacy Principles ('EU Safe Harbor') with respect to such EU Personal Data that it receives in the United States. \r\n\r\nCategories of Individual Data Subjects \r\nIn general, CPA Global may obtain EU Personal Data in the United States about several different categories of individuals, including (i) CPA Global employees, candidates for employment, contractors, and consultants; (ii) clients, client prospects, suppliers, and business partners; and (iii) website visitors. \r\n\r\nUses of Data\r\nCPA Global may use EU Personal Data from these categories of Data Subjects for business or regulatory purposes, including to (i) conduct compensatory comparisons or modeling; (ii) provide products or services; (iii) establish or maintain client and business account relationships; (iv) provide access to Internet-based resources; and (v) conduct other activities as necessary or appropriate in connection with the servicing and development of the business relationship and remaining compliant with laws and regulations where CPA Global conducts business.\r\n\r\n\r\nServices include IP portfolio and IP document management software, patent portfolio optimisation; patent research and analytics; patent and trademark renewals; as well as other IP support services such as docketing, trademark watching and domains management. \r\n\r\nThis Statement describes how CPA Global, Inc. ('CPA Global') collects, uses, and discloses certain personally identifiable information that it receives in the United States from the European Union (“EU Personal Data”). In particular, CPA Global recognizes that the European Union has established strict protections regarding the handling of EU Personal Data, and CPA Global therefore has elected to adhere to, and is in compliance with, the US-EU Safe Harbor Privacy Principles ('EU Safe Harbor') with respect to such EU Personal Data that it receives in the United States. \r\n\r\nCategories of Individual Data Subjects \r\nIn general, CPA Global may obtain EU Personal Data in the United States about several different types of individuals, including (i) CPA Global's employees, candidates for employment, contractors, and consultants, (ii) clients, client prospects, suppliers, and business partners, (iii) website visitors. \r\n\r\nUses of Data\r\nCPA Global may use EU Personal Data from these categories of Data Subjects for business or regulatory purposes, including to; conduct compensatory comparisons or modeling, provide products or services; establish or maintain client and business account relationships; provide access to Internet-based resources; and conduct other activities as necessary or appropriate in connection with the servicing and development of the business relationship, or remaining compliant with laws and regulations where CPA Global conducts business.",
    "address": "2318 Mill Road, 12th Floor",
    "asp_index": "23625",
    "city": "Alexandria",
    "contactemail1": "mspeck@cpaglobal.com, jaikinsappiah@cpaglobal.com",
    "contactfax1": "703-739-2815",
    "contactname1": "Mark Speck",
    "contactoff1": "Internal Audit & Compliance",
    "contactphone1": "571-227-7026",
    "contacttitle1": "Head of Global Audit and Chief Compliance Officer",
    "corpoffemail1": "mspeck@cpaglobal.com",
    "corpofffax1": "703-739-2815",
    "corpoffname1": "Mark Speck",
    "corpoffphone1": "571-227-7026",
    "corpofftitle1": "Head of Global Audit and Chief Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Legal Services - (LES)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Legal Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-15",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed, human resources data for (i) CPA Global employees, candidates for employment, contractors, and consultants; (ii) clients, client prospects, suppliers, and business partners; and (iii) website visitors",
    "ppdate": "2014-06-27",
    "previous": "23625",
    "privacyprograms": "None",
    "recoursemech": "For non-HR data, CPA Global North America will cooperate with Council of Better Business Bureaus, Inc. in accordance with the Council of Better Business Bureaus Mediation Rules (i.e., BBB EU Safe Harbor dispute resolution).\r\nFor HR data only, CPA Global North America will cooperate with EEA data protection authorities (EU DPAs)",
    "signupdate": "2013-07-15",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22314"
}