{
    "CertificationStatus": "true",
    "Fax": "703-955-7540",
    "OrgName": "First Line Technology, LLC",
    "PPLoc": "http://www.firstlinetech.com/privacy-policy/ ",
    "Phone": "703-955-7510",
    "activities": "Service/Solution Offered:\tFLT is an ISO 9001: 2008-certified manufacturer and supplier to first responders and the military of emergency response products and services for use in hazardous environments. In connection with its business, FLT offers an online store and call center that allows customers to purchase products and services by providing credit card information for purchases and address/contact information for shipping.\r\n\r\nPersonally Identifiable Data Collected:\tFLT collects the following types of personal data from customer during the registration process for an account and during the order and fulfillment process: first and last name, e-mail address, phone number, and mailing addresses. FLT may also collect company name, agency name, and job title which is associated with the individual contact’s personal information.\r\n\r\nPurpose for Collection:\tIn order to use the website to make purchases, customers are required to register for an account and maintain current and accurate contact information on file for such account. In addition, information may be collected via telephone for orders placed via such channel. FLT uses the information collected to provide the website/account, process payments, ship products as ordered and market directly to customers that have not opted out from receiving emails. FLT may also use the information collected to contact and interact with the customer in connection with any account issues, such as arranging returns or refunds, managing complaints and warranty issues or providing support and service. \r\n\r\nUsage Data Collected:\tFLT may automatically collect and log certain types of usage data, such as using cookies and navigational data like Uniform Resource Locators (URL) to monitor user traffic trends, such as the date and time of user visits, searches performed and pages viewed, along with individualized but not personally identifiable information such as logging browser type, Internet Protocol (IP) address, domain name, and/or a date/time stamps.  \r\n\r\nPurpose for Collection:\tFLT uses these customary internet tracking methods to monitor site usage and improve its services.\r\n\r\nVoluntarily Provided Data Collected:\tIn addition to information provided in connection with a transaction, FLT may receive, collect, and store any personal information that is voluntarily provided to it by an individual who has elected to provide feedback to FLT or to contact FLT (which contact is typically received via e-mail) for any reason. In such instances, FLT collects and has access to any personal information generated by or included in such email, including e-mail address, IP address, and any other content the sender chose to include in the e-mail. \r\n\r\nPurpose for Collection:\tAn individual may elect to provide feedback to FLT or to contact FLT for reasons such as to respond to an employment opportunity posted on the FLT website or to submit an unsolicited inquiry regarding FLT’s products or services.",
    "address": "3656 Centerview Drive, Suite 4",
    "asp_index": "23662",
    "city": "Chantilly",
    "contactemail1": "jwilliams@firstlinetech.com",
    "contactfax1": "703-955-7540",
    "contactname1": "Jennie Williams",
    "contactoff1": "First Line Technology",
    "contactphone1": "703-955-7510",
    "contacttitle1": "",
    "corpoffemail1": "akapoor@firstlinetech.com",
    "corpofffax1": "703-955-7540",
    "corpoffname1": "Amit Kapoor",
    "corpoffphone1": "703-955-7510",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Defense Industry Equipment - (DFN)",
    "industrysector_parsed": [
        "Defense Industry Equipment - (DFN)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-31",
    "orgverification": "In-House verification",
    "personaldata": "Customer data collected via telephone, online, and in-person sales, including such information as is necessary to process and fulfil a transaction (payment info, name, delivery info, contact info)",
    "ppdate": "2013-07-10",
    "previous": "23662",
    "privacyprograms": "None",
    "recoursemech": "JAMS Safe Harbor Program - http://www.jamsadr.com/",
    "signupdate": "2013-07-31",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "20151"
}