{
    "CertificationStatus": "true",
    "Fax": "212 752 8984",
    "OrgName": "An. Del. U.S.A., Inc.",
    "PPLoc": "http://www.tods.com/us/privacy/ ",
    "Phone": "212 223 2466",
    "activities": "An. Del. U.S.A., Inc. and its subsidiaries and affiliates, including Deva, Inc.,Tex. Del. U.S.A., Inc., Cal. Del. U.S.A. Inc., Flor. Del. U.S.A., Inc., Hono. Del. Inc.,\r\nIl. Del. U.S.A., Inc.,Neva. Del. Inc., Or. Del. U.S.A.  Inc., and e-TOD'S,Inc.(collectively the \"Company\") collect personal information from customers at retail stores in the United States and transmits such information electronically to Italy where it is maintained on a server owned and operated by the Company's parent company, Tod's SpA. Only authorized employees of the Company may obtain access to this personal information, and use of such information is restricted in accordance with the Company's privacy policy.",
    "address": "450 West 15th Street. Suite 501",
    "asp_index": "23660",
    "city": "New York",
    "contactemail1": "r.spata@todsgroup.com",
    "contactfax1": "212 752 8984",
    "contactname1": "Richard Spata",
    "contactoff1": "An. Del. U.S.A., Inc.",
    "contactphone1": "212 223 2466",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "r.spata@todsgroup.com",
    "corpofffax1": "212 752 8984",
    "corpoffname1": "Richard Spata",
    "corpoffphone1": "212 223 2466",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Italy",
    "eucountries_parsed": [
        "ITA"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Apparel - (APP)Footwear - (FOT)Textile Products - (TXP)General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "Apparel - (APP)",
        "Footwear - (FOT)",
        "General Consumer Goods - (GCG)",
        "Textile Products - (TXP)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-14",
    "orgverification": "In-house",
    "personaldata": "Customer data, human-resources related data, and off-line, on-line and manually processed data. Some of the data is originally collected manually, but it is transmitted electronically to Italy where it is maintained electronically on a server owned and operated by the Company's parent, Tod's SpA.",
    "ppdate": "2012-03-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "If a customer claims that personal information has been used in a manner that is improper and/or contrary to the Company's Terms of Use or that the Company has otherwise violated rights of privacy, such customer must first give the Company an opportunity to resolve  such claim by sending a written description of the claim to Richard Spata, Chief Financial Officer, r.spata@todsgroup.com.  The Company agrees to review and negotiate such claim in good faith.  If the Company rejects any such claim or if the Company is unable to negotiate a resolution of any such claim, then either the customer or the Company may start arbitration proceedings which shall be conducted in New York, New York or such other jurisdiction as may be agreed by the parties in the interest of fairness and convenience.  The customer must agree that if such customer chooses to pursue any such claim, the customer will pursue such claim in an arbitration proceeding (rather than in any judicial forum or court).  Any dispute arising out of or relating in any way to use of personal information and/or violation of rights of privacy will be resolved by binding arbitration. The arbitration shall be conducted by a single arbitrator in the City of New York, New York, U.S.A., in accordance with the rules of the American Arbitration Association (ICDR/AAA Safe Harbor Program). No claims of any other parties may be joined or otherwise combined in the arbitration proceeding. Unless otherwise expressly required by applicable law, each party shall bear its own attorneys fees without regard to which party is deemed the prevailing party in the arbitration proceeding.  The arbitrator shall be authorized to award either party any remedy permitted by applicable law.  \r\n\r\nIf the customer wishes to pursue a claim claim in arbitration, the customer must send a letter requesting arbitration and describing the claim to Richard Spata, Chief Financial Officer, r.spata@todsgroup.com in order begin arbitration. The American Arbitration Association (AAA) will arbitrate all disputes pursuant to the rules of the American Arbitration Association (AAA).  An arbitrator may award on an individual basis any relief that would be available in a court, including injunctive or declaratory relief and attorneys' fees. \r\n\r\nThe Company and the customer each agree that any proceedings, whether in arbitration or court, will be conducted only on an individual basis and not in a class or representative action or as a member in a class, consolidated or representative action.",
    "signupdate": "2012-05-14",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10011"
}