{
    "CertificationStatus": "true",
    "Fax": "866-488-1032",
    "OrgName": "Evolve Discovery, LLC",
    "PPLoc": "http://www.evolvediscovery.com/ ",
    "Phone": "415-398-8600",
    "activities": "Evolve Discovery is a full service litigation consulting and project management company. Our core business is guiding clients effectively and efficiently through the entire eDiscovery process. All personal information received by Evolve Discovery from the EU in electronic format or in structured manual filing systems. In most cases, the data we receive will relate to our clients and their business activities and may include personal information about our clients’ employees, business contacts, customers and any other individuals with whom our clients have dealings. When we collect and process\r\npersonal information provided to us by our clients we do so as a data processor agent acting on the\r\ninstructions of our clients.",
    "address": "611 Mission Street, 4th Floor",
    "asp_index": "23669",
    "city": "San Francisco",
    "contactemail1": "csanchez@evolvediscovery.com",
    "contactfax1": "866-488-1032",
    "contactname1": "Carlos Sanchez",
    "contactoff1": "San Francisco",
    "contactphone1": "415-398-8600",
    "contacttitle1": "Chief Information Officer (CIO)",
    "corpoffemail1": "cjimenez@evolvediscovery.com",
    "corpofffax1": "866-488-1032",
    "corpoffname1": "Carlos Jimenez",
    "corpoffphone1": "415-398-8600",
    "corpofftitle1": "CFO, EVP",
    "eucountries": "France, Germany, Ireland, Netherlands, Norway, Spain, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "IRL",
        "NLD",
        "NOR",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Legal Services - (LES)",
    "industrysector_parsed": [
        "Legal Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-31",
    "orgverification": "In-house",
    "personaldata": "All personal information received by Evolve Discovery from the EU and Swiss in electronic format or in structured manual filing systems. In most cases, the data we receive will relate to our clients and their business activities and may include personal information about our clients’ employees, business contacts, customers and any other individuals with whom our clients have dealings.",
    "ppdate": "2011-05-30",
    "previous": "23669",
    "privacyprograms": "Evolve Discovery is not enlisted in a privacy program at the moment. Evolve Discovery will work to attain membership to meet compliance with Safe Harbor regulations/policies if required.",
    "recoursemech": "JAMS Safe Harbor Program",
    "signupdate": "2011-05-31",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}