{
    "CertificationStatus": "true",
    "Fax": "480-365-0336",
    "OrgName": "Blue Global, LLC",
    "PPLoc": "http://www.100dayloans.co.uk/privacy-policy/, http://www.100dayquid.co.uk/privacy-policy/, http://www.cashmojo.co.uk/, http://www.rockstarloan.co.uk/privacy-policy/",
    "Phone": "480-365-0335",
    "activities": "Blue Global, LLC operates the websites  http://www.100dayloans.co.uk/, http://www.rockstarloan.co.uk/, http://www.100dayquid.co.uk/, and http://www.cashmojo.co.uk/ (the \"Websites\"). The services available at the Websites include advertising to United Kingdom residents other companies' credit offerings and effecting introductions between borrowers and lenders or other credit brokers. In order to request a consumer credit loan from a selection of lenders, the Websites invite a user to complete a form and transmit this completed form to credit brokers, lenders and/or third party marketing partners. \r\n\r\nDuring the loan application process, users will be asked to provide the Websites certain information that personally identifies the user (\"Personal Information\"). Personal Information includes, without limitation: (1) \"Identity/Contact Data\" (such as  name, address, email address,  employer and  employer's address); (2) \"Financial Information\" (such as bank, bank sort code, bank and  bank account number); (3 ) \"Demographic Data\" (such as birthday, city/town, zip code, state, home ownership status, employment history, pay period frequency, next pay period and monthly income). \r\n\r\nThe Websites uses Personal Information and Financial Information to identify individuals, to confirm facts about them, to send them information about Blue Global and Blue Global' products and services, and to contact them when necessary in connection with their use of the Websites. Blue Global uses Demographic Data to customize and tailor their experiences on the Websites.\r\n\r\nExcept under the following circumstances, Blue Global will keep Personal Information private, and will not sell or otherwise share it with third parties: \r\n\r\n1) Blue Global discloses Personal Information to its parent companies, subsidiaries and affiliates for marketing and/or administrative purposes. \r\n\r\n2) Blue Global refers consumers to lenders who provide short-term loans. Blue Global discloses Personal Information to Lenders, who use Personal Information to identify individual, to confirm facts about them, to deliver financial products and services to them, to help assess requests for financial products and services, and as necessary to service loans. \r\n\r\n3) Blue Global provides Personal Information to third parties, so that they may contact individuals directly, online and offline, with information about additional products and services (\"Marketing Communications\"). \r\n\r\n4) Blue Global discloses Personal Information to those who help it provide Services, including those who perform technical, administrative and data processing tasks such as ad serving, email management, hosting, billing, fulfillment, and data storage and security. \r\n\r\n5) Blue Global discloses Personal Information when required to do so by law, or in response to a subpoena or court order, or when Blue Global believes in its sole discretion that disclosure is reasonably necessary to protect the property or rights of Blue Global, third parties or the public at large. \r\n\r\n6) Blue Global reserves the right to transfer all Personal Information in its possession to a successor organization in the event of a merger, acquisition, or bankruptcy or other sale of all or a portion of Blue Global' assets. \r\n\r\nWe retain and use Personal Information as necessary to comply with our legal obligations, to resolve disputes, and to enforce our agreements.",
    "address": "7302 East Helm Drive, Suite 2005",
    "asp_index": "23695",
    "city": "Scottsdale",
    "contactemail1": "hana@blueglobalmedia.com",
    "contactfax1": "480-365-0336",
    "contactname1": "Hana Nicaj",
    "contactoff1": "Legal Department",
    "contactphone1": "480-365-0335 x114",
    "contacttitle1": "Project & Production Manager",
    "corpoffemail1": "chris@blueglobalmedia.com",
    "corpofffax1": "480-365-0336",
    "corpoffname1": "Chris Kay",
    "corpoffphone1": "480-365-0335",
    "corpofftitle1": "CEO",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2015-02-08",
    "orgverification": "Third Party",
    "personaldata": "Customer; On-line Data.",
    "ppdate": "2012-02-16",
    "previous": "23695",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "TRUSTe EU Safe Harbor Program",
    "signupdate": "2012-02-08",
    "state": "Arizona",
    "statutorybody": "FTC",
    "zip": "85260"
}