{
    "Fax": "248-584-2440",
    "OrgName": "Cinram Business Intelligence LLC",
    "PPLoc": "http://www.visioninfo.com/privacypolicy.htm ",
    "Phone": "248-584-2446",
    "activities": "Generally, Cinram Business Intelligence LLC (CBI) receives personal information from the EU and Switzerland as a service provider acting on the instructions of its client;  CBI receives the information in its capacity as a “data processor”, with the client being the “data controller”.\r\nCBI’s business is to provide inventory management services to its clients who are suppliers,  retailers, manufacturers and distributors.  CBI does not market or seek to sell its services to the public or to individual consumers.\r\nCBI may use personal information for the following purposes:\r\nTo provide inventory management services. CBI may use personal information to provide management information related to our client’s inventory, including contacting our client to confirm the accuracy of such information and to report such information to our client.\r\nTo provide support or other services. CBI may use personal information to provide support or other services to our clients and our clients’ Supply Chain Partners and for this purpose may share personal information with our clients and our clients’ Supply Chain Partners.\r\nTo comply with legal requirements. CBI may be required to disclose personal information in order to comply with legally mandated reporting, disclosure or other legal process requirements. CBI will use reasonable efforts to limit the personal information it provides for this purpose.",
    "address": "2800 Livernois Road, Suite 230 Bldg D",
    "asp_index": "23699",
    "city": "Troy",
    "contactemail1": "dougosler@cinram.com",
    "contactfax1": "248-584-2440",
    "contactname1": "M. Douglas Osler",
    "contactoff1": "Cinram Business Intelligence LLC",
    "contactphone1": "248-584-2446",
    "contacttitle1": "VP & Managing Director",
    "corpoffemail1": "dougosler@cinram.com",
    "corpofffax1": "248-584-2440",
    "corpoffname1": "M Douglas Osler",
    "corpoffphone1": "248-584-2446",
    "corpofftitle1": "VP & Managing Director",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-22",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed",
    "ppdate": "2013-04-09",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association at www.adr.org (ICDR/AAA Safe Harbor Program)",
    "signupdate": "2008-07-22",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48083"
}