{
    "CertifiedThroughLabel": "",
    "Fax": "248-656-6628",
    "OrgName": "RGIS, LLC",
    "PPLoc": "http://www.rgis.com/us_en/globalprivacypolicy.aspx ",
    "Phone": "248-651-2511",
    "activities": "Personal Information Received from EU:  A number of user communities are served through www.rgis.com and through our offline interactions with customers and suppliers, and we collect business-related information for the general purposes outlined below.  Activities vary according to the product or service involved, but the vast majority of information that RGIS transfers is business contact information, information related to product preferences, transaction relation information due diligence and other information collected in connection with our suppliers.  Information may be used for a variety of purposes, including customer service, software download, product support, website content select, website performance management and navigation, and marketing.  As a part of its own internal operations that are unrelated to its service offerings, RGIS will also transfer information concerning current and former employees, consultants, contractors and job applicants to the United States for processing and storage.  RGIS collects, transfers, and uses this data for purposes of employee benefits, workforce management and provision of products and services. This includes evaluation of qualifications for employment, payroll, reporting, security management, administration of compensation, performance management and training, budgeting and salary administration, business contact directory, company network access, authentication and personalization.",
    "address": "2000 E Taylor Road",
    "asp_index": "23700",
    "city": "Auburn Hills",
    "contactemail1": "privacy@rgis.com",
    "contactfax1": "248-605-6267",
    "contactname1": "Pamela Mack",
    "contactoff1": "Office of General Counsel",
    "contactphone1": "248-601-6510",
    "contacttitle1": "Senior Counsel",
    "corpoffemail1": "jbrinza@rgis.com",
    "corpofffax1": "248-608-8671",
    "corpoffname1": "Jeffery M. Brinza",
    "corpoffphone1": "248-608-8670",
    "corpofftitle1": "General Counsel & Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-03",
    "orgverification": "TRUSTe",
    "personaldata": "On-Line; Human Resources",
    "ppdate": "2014-07-01",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe dispute Resolution Program; EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner for human resource data.",
    "signupdate": "2002-07-03",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48326"
}