{
    "CertificationStatus": "true",
    "Fax": "206-903-3643",
    "OrgName": "Starbucks Corporation",
    "PPLoc": "http://www.starbucks.co.uk/about-us/company-information/online-policies/privacy-statement ",
    "Phone": "206-4471575",
    "activities": "Starbucks Corporation receives and processes the personal information of customers of its wholly-owned subsidiaries in the European Union and Switzerland. While the extent of personal information collected varies from country to country, below is a description of how personal information that is transferred to the United States is collected, processed, shared, and protected.\r\nStarbucks collects the personal information customers give to us such as first or last name, username, password, email address, postal address, phone number, financial account information such as credit card number, birthday, city of birth and demographics information.\r\nStarbucks also collects information when customers visit our stores or web properties, such as purchasing information (for example products, purchase location, frequency of purchases, and rewards earned due to purchases), device and website use information (for example type of device, operating system, browser, internet service provider, domain name, IP address, UDID, date and time of service access, the website that referred a user, requested web pages, date and time of requests, subject of ads clicked or scrolled), location information, and in-store camera information.\r\nStarbucks also collects information our customers post on other publicly available services, for example information submitted to a blog or social network. \r\nStarbucks uses the information collected in a variety of ways, including:\r\n·         to process purchases of products and services;\r\n·         to communicate about orders, purchases, services, accounts, programs, contests, and sweepstakes;\r\n·         to respond to customer service inquiries and requests for information;\r\n·         to post a customer’s comments or statements on our websites;\r\n·         to send personalized promotions and special offers;\r\n·         to inform customers about our brands, products, events, or other promotional purposes;\r\n·         to maintain and improve our sites and the products and services we offer;\r\n·         to detect, prevent, or investigate security breaches or fraud; \r\n·         to maintain appropriate records for internal administrative purposes; and \r\n·         to evaluate and communicate about franchise opportunities\r\nStarbucks may also share information collected about customers with the following parties in the following circumstances:\r\n·         With Starbucks subsidiaries, and affiliated companies for proper management and analysis and decision making, including decisions regarding franchises, the expansion and promotion of our product and service offering, order or customer request fulfillment, and for use by those companies for other permissible purposes. \r\n·         With service providers that provide us with support services, such as credit card processing, website hosting, email delivery, promotional and special offers, location mapping, postal mail processing and delivery, and analytics services, subject to contractual terms prohibiting such service providers from using or disclosing such information except as necessary to provide their services or as required by law.\r\n·         With business entities or people involved in a merger or other situation involving the transfer of some of all of our business assets subject to a contractual requirement of confidentiality. \r\n·         With law enforcement and other governmental entities if disclosure is required by law or is necessary to enforce our agreements or policies. \r\n·         With other companies or entities with the consent of the customer that is the subject of such information.\r\nStarbucks protects personal information the personal information of customers of wholly-owned subsidiaries in the European Union and Switzerland using technical, physical and administrative security measures to reduce the risk of loss, misuse, unauthorized access, disclosure or modification of personal information. Starbucks deploys security safeguards such as firewalls, data encryption, physical access controls, and administrative informational controls. Highly sensitive information (such as a credit card number) transmitted through our website or in one of our mobile applications, is encrypted using the Secure Sockets Layer (SSL) protocol.",
    "address": "2401 Utah Avenue S",
    "asp_index": "23705",
    "city": "Seattle",
    "contactemail1": "jchafee@starbucks.com",
    "contactfax1": "206-903-3643",
    "contactname1": "Jody Chafee",
    "contactoff1": "Starbucks Coffee Company",
    "contactphone1": "206-318-6519",
    "contacttitle1": "dir, expert counsel",
    "corpoffemail1": "destlick@starbucks.com",
    "corpofffax1": "206-903-3643",
    "corpoffname1": "Dave Estlick",
    "corpoffphone1": "206-318-8703",
    "corpofftitle1": "vp, global IT infrastructure delivery",
    "eucountries": "Austria, France, Germany, Netherlands, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "FRA",
        "DEU",
        "NLD",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Foods Processed - (FOD)",
    "industrysector_parsed": [
        "Foods Processed - (FOD)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-22",
    "orgverification": "Third party",
    "personaldata": "Customer",
    "ppdate": "2014-07-01",
    "previous": "",
    "privacyprograms": "TRUSTe US-EU Safe Harbor Program",
    "recoursemech": "Third party dispute resolution mechanism provided through Starbucks certification with TRUSTe.",
    "signupdate": "2014-07-22",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98134"
}