{
    "Fax": "469-262-0601",
    "OrgName": "Alliance Data FHC, Inc., trading as Epsilon International",
    "PPLoc": "http://www.epsilon.com/privacy-policy/ ",
    "Phone": "800-309-0505",
    "activities": "Alliance Data FHC, Inc. (Epsilon) works with marketers (clients) in various industries, including retail, pharmaceutical, and financial services. Epsilon assists its clients by developing direct mail marketing communications to send their customers (client's customers/consumers). Epsilon's leading email technology helps drive marketers and communicators forward by leveraging strategic, ROI-focused email communications. Epsilon is dedicated to building permission-based, long-term, profitable relationships through relevant email communications and proven retention, loyalty and lifetime customer value methodologies, such as hosting the actual collection site, delivering email, tracking results and analyzing data. Epsilon also creates database technology solutions for the management of customer data for its clients to support their online and offline direct marketing and email marketing efforts.",
    "address": "6021 Connection Drive",
    "asp_index": "23708",
    "city": "Irving",
    "contactemail1": "nicole.tachibana@epsilon.com",
    "contactfax1": "303-410-5109",
    "contactname1": "Nicole Tachibana",
    "contactoff1": "Privacy Office",
    "contactphone1": "303-410-5695",
    "contacttitle1": "Privacy Manager",
    "corpoffemail1": "jfitzgerald@epsilon.com",
    "corpofffax1": "214-494-3905",
    "corpoffname1": "Jeanette Fitzgerald",
    "corpoffphone1": "214-494-3405",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)General Services - (GSV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "General Services - (GSV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-26",
    "orgverification": "Third Party (TRUSTe)",
    "personaldata": "Offline, online, manually processed data",
    "ppdate": "2015-03-05",
    "previous": "",
    "privacyprograms": "Epsilon is a licensee of the TRUSTe Privacy Program. TRUSTe is an independent organization whose mission is to build users' trust and confidence in the internet by promoting the use of fair information practices.",
    "recoursemech": "Alliance Data FHC, Inc. maintains an internal privacy administration to address inquiries. Any inquiries that are not adequately addressed internally may be directed to TRUSTe upon completion of the filing with TRUSTe. We have agreed to TRUSTe dispute resolution for disputes relating to our compliance with the Safe Harbor Privacy Framework.",
    "signupdate": "2006-07-26",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75039"
}