{
    "CertifiedThroughLabel": "",
    "Fax": "4692988913",
    "OrgName": "NQ Mobile US, Inc.",
    "PPLoc": "http://www.nq.com/privacy ",
    "Phone": "4693105280",
    "activities": "It is one of NQ Mobile’s core principles to secure customer information while using our Web sites and our Mobile applications and provide privacy protection that is critical in maintaining trust and providing better services. \r\n\r\nTo provide comprehensive security services for user of NQ Mobile services to monitor and protect user or user’s child, user’s or user’s child’s location information, the products and services we provide may read private information concerning user’s and user’s child’s phone, including: name, address, telephone number, as well as the brand name and model of the user’s mobile phone. In addition, some products have access to SMS, MMS, Email, Contacts, call log, location information, mobile identifiers such as phone number, the IMSI, the IMEI, the ICCID, the ESN and the model of the phone, the software that is installed and apps that are running in the phone, and information about analytics on user’s operation, favorites, network connection and downloading, which is unique and may contain user’s or user’s child’s personal information. When using our NQ Family Guardian mobile application we will collect a parent’s email address, password and a child’s name or display name as well as their age range and a parents mobile number.\r\n\r\nThe information we may collect from user or user’s child while using our products or services in the circumstances listed above or beyond, personal information collected in such circumstances will be kept confidential and will not be used for illegal purposes, or copied, used or provided to any third party illegally, or accessed by our staff.\r\n\r\nWe expect to use user’s personal information for the following purposes.\r\n•\tTo provide user with information related to virus warnings, product upgrades, customer service, newsletters, and email updates, and to further increase our customer feedback for our future products and to better receive user’s suggestions for the improvement of our products and services.\r\n•\tTo help us create content relevant to user;\r\n•\tTo provide user with additional information that is tailored to user’s specific needs or interests;\r\n•\tTo help us provide better products and services to exceed customer expectations;\r\n•\tTo enable user to purchase and download our products, access our services or participate in the activities user select;\r\n•\tTo help user to quickly find the appropriate software, service or product information; and\r\n•\tTo provide updated, comprehensive security services for user.\r\n•\tTo allow copartners of NQ Mobile US to use the information user provide. We will request these copartners to guarantee the security of customers’ personal information and keep this information confidential. Copartners may only use information provided by our customers when they are working on behalf of NQ Mobile US.\r\n•\tTo allow parents to keep track of their child’s location, messages, call history, applications and photos.\r\n•\tTo limit when user’s child can unlock their phone, make phone calls, use the web and text.\r\n•\tTo protect user’s child against bad influences by blocking calls, and messages to and from contacts that user add to the block list.\r\n•\tTo allow user to have user’s child check in, which helps user’s child let user know where they are at the tap of a button. \r\n•\tTo allow us to access user’s call logs, contacts, photos and videos in order to prevent eavesdropping, encrypt photos, videos, SMS, calls, keep contacts private, send private Facebook messages, view user’s account through user’s online account, block numbers from calling user or sending user text messages, and back up user’s contacts, as user may request.\r\n\r\nWe do not sell user’s personal information to third parties. We will not share user or user’s child’s information with third parties other than the necessary service providers as indicated below. \r\nLimiting utilization may occur in the following circumstances:\r\n•\tWith customers’ written consent;\r\n•\tWhen we believe in good faith that disclosure is necessary to protect our rights, protect user’s safety or the safety of others, investigate fraud, or respond to a government request;\r\n•\tTo prevent the rights and interests of others from material detriments;\r\n•\tTo promote public interests without damaging user’s vital interests;\r\n•\tTo comply with laws or regulations, such as to comply with a subpoena, or similar legal process;   \r\n•\tWe may provide user or user’s child’s personal information to companies that provide services to help us with our business activities such as processing payments, providing mapping services or offering customer service.   These companies are authorized to use user and user’s child’s personal information only as necessary to provide these services to us;\r\n•\tIf we are involved in a merger, acquisition, or sale of all or a portion of our assets, user will be notified via email and/or prominent notice on our website of any change in ownership or uses of user’s personal information, as well as any choices user may have regarding user’s personal information. \r\n\r\nWe will retain user’s or user’s child’s information (including geo-location data) for as long as user’s NQ account is active or as needed to provide services. If user wishes to cancel user account or request that we no longer use user’s information to provide services, user may contact us at privacy@nq.com.  We will retain and use information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "4514 Travis St. Suite 200",
    "asp_index": "23710",
    "city": "Dallas",
    "contactemail1": "privacy@nq.com",
    "contactfax1": "4692988913",
    "contactname1": "Gavin Kim",
    "contactoff1": "NQ Mobile US, Inc.",
    "contactphone1": "4693105280",
    "contacttitle1": "Chief Product Officer",
    "corpoffemail1": "gavin@nq.com",
    "corpofffax1": "4692988913",
    "corpoffname1": "Gavin Kim",
    "corpoffphone1": "4256151515",
    "corpofftitle1": "Chief Product Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-16",
    "orgverification": "Third Party",
    "personaldata": "On-line data & mobile application data",
    "ppdate": "2013-05-01",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-07-16",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75205"
}