{
    "CertificationStatus": "true",
    "Fax": "312-840-8201",
    "OrgName": "CareerTrelly.com LLC",
    "PPLoc": "https:/ www.careertrelly.com/privacy-policy.html ",
    "Phone": "302-415-3405",
    "activities": "Personal information is collected for the purpose of (i) creating a membership account, (ii) creating resumes or job posts, (iii) making purchases.\r\nA. Creating a membership account: Name and an email address are collected in order to create a membership account. This information is used internally to know who members are and to communicate with the member, as well as to create a personalized experience by addressing the member by name on the site when they are logged in. CareerTrelly.com does not currently provide this information to others, but as disclosed in the privacy policy, it does use a third-party backup service and third-party server internet service provider.\r\nB. Creating resumes or job posts: A job seeker or employer puts in whatever information they desire to make available to employers, recruiters or job seekers, as applicable. The information is used to match search terms entered with information in the resume or job post. Members select whether the information is to be made available in searches and viewable by other members, and they can also delete or edit their information.  CareerTrelly.com uses a third-party backup service and third-party server internet service provider.\r\nC. Making purchases: Name, address and credit card information is collected in order to process payments. This information is provided to a third party payment processor as disclosed in the privacy policy. CareerTrelly.com does not retain on its servers the data entered on the checkout screen that contains this information, but it does use a third-party  server internet service provider.",
    "address": "401 North Michigan Avenue, Suite 1200 #120107",
    "asp_index": "23727",
    "city": "Chicago",
    "contactemail1": "admin@careertrelly.com",
    "contactfax1": "312-840-8201",
    "contactname1": "Kelly Murch",
    "contactoff1": "Admin in Chicago",
    "contactphone1": "302-415-3405",
    "contacttitle1": "Member",
    "corpoffemail1": "admin@careertrelly.com",
    "corpofffax1": "312-840-8201",
    "corpoffname1": "Kelly Murch",
    "corpoffphone1": "302-415-3405",
    "corpofftitle1": "Member",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Employment Services - (EMP)",
    "industrysector_parsed": [
        "Employment Services - (EMP)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-23",
    "orgverification": "Third Party",
    "personaldata": "On-line data, customer data. Currently no manually processed data.",
    "ppdate": "2013-08-23",
    "previous": "23727",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-07-23",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60611"
}