{
    "CertifiedThroughLabel": "",
    "Fax": "+1 415-276-4164",
    "OrgName": "Invitae Corporation",
    "PPLoc": "http://www.invitae.com/en/safe-harbor ",
    "Phone": "+1 415-374-7782",
    "activities": "Invitae Corporation (“Invitae”) receives and process personal and sensitive data transferred from the EU/EEA and Switzerland by hospitals, clinics, laboratories, doctors, and other healthcare professionals requesting laboratory services.  Invitae will use this data in order to perform its proprietary diagnostic tests, associated services, and operational tasks. \r\n\r\nInvitae will receive personal and/or sensitive data from the EU/EEA and Switzerland concerning employees (potential, current, and former) and their family members, contractors and contingent workers, scientific and medical research subjects, scientific and medical investigators and staff, service providers and business partners, consumers, investors and shareholders, medical and healthcare professionals, customers, suppliers, vendors, government officials, industry experts, business entities, and individuals.\r\n \r\nThese data are collected and transferred to the US in support of the company's employment, research, development, regulatory, marketing, sales, financial, legal, information technology, customer service, and other business activities.",
    "address": "458 Brannan St.",
    "asp_index": "23724",
    "city": "San Francisco",
    "contactemail1": "privacy@invitae.com",
    "contactfax1": "+1 415-276-4164",
    "contactname1": "Jackie Yen",
    "contactoff1": "Privacy Office",
    "contactphone1": "+1 415-374-7782",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "lee.bendekgey@invitae.com",
    "corpofffax1": "+1 415-276-4164",
    "corpoffname1": "Lee Bendekgey",
    "corpoffphone1": "+1 650-773-3167",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Health Care Services - (HCS)Biotechnology - (BTC)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Health Care Services - (HCS)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-16",
    "orgverification": "In-house",
    "personaldata": "Off-line, on-line, and manually processed data - Human Resources, Customer, Health and Medical Information, Financial Information, and Clinical Research data",
    "ppdate": "2014-07-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs) and, as required, the Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2014-09-16",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}