{
    "CertificationStatus": "true",
    "Fax": "3476734979",
    "OrgName": "Digital DUMBO LLC",
    "PPLoc": "http://brooklyn.digitaldumbo.com/page/privacy ",
    "Phone": "3476734979",
    "activities": "Digital DUMBO cultivates and connects communities at the intersection of digital and culture through events, conferences, and professional services.\r\n\r\nWe collect certain information to provide better services. You actively provide some information, and some is provided passively through your use of our Services.\r\n\r\nInformation You Actively Provide.\r\nFor example, many of our services require you to sign up for a Digital Dumbo Account. When you sign up, we ask for personal information, like your name, business and email address. You may also be able to sign up through Facebook Connect, with your Twitter account, or with similar social media login credentials.\r\n\r\nInformation Gathered from Passive Use.\r\nWe may collect information about how you use Digital Dumbo\r\nservices and how you interact with our content and sponsors. For example, we may collect information through Google Analytics. This information includes:\r\n• Device information We may collect device-specific\r\ninformation such as your hardware model, operating system,\r\nunique device identifiers, mobile network information and\r\nphone number. We may associate your device identifiers with\r\nyour Digital Dumbo Account.\r\n• Log information When you use our services or view our\r\ncontent, we may automatically collect and store certain\r\ninformation in server logs. This information may include:\r\ndetails of how you used our service; IP address; browser type, browser language, the date and time of your request and referral URL; cookies that may uniquely identify your browser or your Digital Dumbo Account.\r\n• Location information When you use a location-enabled\r\nDigital Dumbo service, we may collect and process\r\ninformation about your actual location.\r\n• Local storage We may collect and store information\r\n(including personal information) locally on your device using mechanisms such as browser web storage (including\r\nHTML 5) and application data caches.\r\n• Cookies and anonymous identifiers We use various\r\ntechnologies to collect and store information when you visit a Digital Dumbo service, and this may include sending one or more cookies or anonymous identifiers to your device. We also use cookies and anonymous identifiers when you interact with services we offer to our partners, such as advertising services or Digital Dumbo features that may appear on other sites.\r\n• Facebook Connect. By using Facebook Connect, you allow\r\nDigital Dumbo to access certain information from your\r\nFacebook account pursuant to the Facebook Terms of Use.\r\n• Twitter Feed. For users that choose to provide their twitter handle, we may aggregate data from Twitter to help us provide analytics and present insights via the website.\r\n\r\nWe collect information in order to maintain and improve our services, to develop new ones, to personalize your experience, and to protect Digital Dumbo and our users. We may also use this information to offer you tailored content, including more relevant advertisements. In some instances, your personally identifiable information may be associated with passively collected activity information.\r\nWhen you contact Digital Dumbo, we may keep a record of your communication in order to, for example, help provide better customer service. We may use your email address to inform you about our services, such as letting you know about upcoming changes or improvements, but we will not spam you with a high volume of emails. We may send segmented communication via email, but only to users that choose to opt-in to this feature.\r\nWe use information collected from cookies and other technologies, like pixel tags, to improve your user experience and the overall quality of our services.\r\nDigital Dumbo may process your information on a server located outside the country where you live.",
    "address": "45 Main St, Ste 810",
    "asp_index": "23721",
    "city": "Brooklyn",
    "contactemail1": "andrew@digitaldumbo.com",
    "contactfax1": "3476734979",
    "contactname1": "Andrew Zarick",
    "contactoff1": "45 Main St, Ste 810",
    "contactphone1": "3476734979",
    "contacttitle1": "CEO",
    "corpoffemail1": "andrew@digitaldumbo.com",
    "corpofffax1": "3476734979",
    "corpoffname1": "Andrew Zarick",
    "corpoffphone1": "3476734979",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)General Services - (GSV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-02",
    "orgverification": "In-House",
    "personaldata": "Client information including name, email, city, industry segment, and job title. Data is not manually processed.",
    "ppdate": "2012-08-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "2012-08-02",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11201"
}