{
    "CertificationStatus": "true",
    "Fax": "713-868-2268",
    "OrgName": "iland",
    "PPLoc": "http://www.iland.com/privacystatement ",
    "Phone": "800-697-7088",
    "activities": "Iland Internet Solutions collects personal information from prospective customers, prospective employees, prospective vendors and other persons located in the European Union who may be interested in a business relationship with Iland Internet Solutions via website visits, telephone calls, chat, web forms, email and other means; Iland Internet Solutions uses this information to contact those persons about Iland Internet Solutions services, employment opportunities, and potential business transactions, and to generally improve the way Iland Internet Solutions Internet Solutions markets its services. Iland Internet Solutions collects personal information from its customers, vendors and employees located in the European Union; Iland Internet Solutions uses that information to provide services to those customers, manage relations with vendors, for related financial and other operational purposes and to perform its own human resources functions. Iland Internet Solutions affiliates located in the European Union provide Iland Internet Solutions with personal information about their customers, vendors and employees; Iland Internet Solutions uses this information to assist its affiliates in providing services to those customers, and to assist its affiliates with vendor relations and contract management, human resources management, and their internal financial and other operations. When providing information technology hosting services, Iland Internet Solutions may process personal data controlled by its customers; Iland Internet Solutions does not apply Safe Harbor Principles to that data, but processes that data at the direction of its customers and in accordance with the terms of its agreements with its customers. Human Resources Privacy Policy is located on internal Policy website (effective January, 1 2010)",
    "address": "1235 North Loop West Suite 800",
    "asp_index": "23735",
    "city": "Houston",
    "contactemail1": "exec@iland.com",
    "contactfax1": "713-337-1378",
    "contactname1": "Todd Amdor",
    "contactoff1": "iland Internet Solutions Corporation",
    "contactphone1": "713-337-1372",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "srs@iland.com",
    "corpofffax1": "713-337-1378",
    "corpoffname1": "Scott R Sparvero",
    "corpoffphone1": "713-337-1371",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Romania, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-06",
    "orgverification": "In-House",
    "personaldata": "Personal Data Covered: On-line, Off-line, Manually Processed",
    "ppdate": "2001-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "European Union Data Protection Authorities (DPAs)",
    "signupdate": "2011-05-06",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "77008"
}