{
    "CertificationStatus": "true",
    "Fax": "6023711501",
    "OrgName": "eSquared Communications Consultants",
    "PPLoc": "http://www.e2cc.com/Privacy.aspx ",
    "Phone": "6023711500",
    "activities": "We use the Personal Information, the Billing Information, the View and Print Data, the Order Information, the Access Credentials, and the Other Information (collectively, the “Information”) to provide our Service to and process Orders for End Users; to improve our Platform and services to you; and to inform you about our products and services. \r\nWe may also use and/or share Information as described below.\r\n• eSquared will access and use the Information as required to fulfill its contractual obligations to you or subsequent requests for Service and/or support by you.\r\n• We use the Access Credentials to check if one or more documents requested in your Order is already covered by an existing subscription or license you may have. \r\n• In an ongoing effort to better understand our Visitors, End Users, and our products and services, we may analyze the Order Information and Other Information in aggregate form in order to operate, maintain, manage, and improve the Platform and/or our products and services. This aggregate information does not identify you personally.",
    "address": "4625 S. Ash Ave., Ste J-17",
    "asp_index": "23740",
    "city": "Tempe",
    "contactemail1": "mverlardi@e2cc.com",
    "contactfax1": "6023711501",
    "contactname1": "Michael Verlardi",
    "contactoff1": "Tempe",
    "contactphone1": "4804221444",
    "contacttitle1": "President",
    "corpoffemail1": "mverlardi@e2cc.com",
    "corpofffax1": "6023711501",
    "corpoffname1": "Michael Verlardi",
    "corpoffphone1": "4804221444",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Telecommunications Equipment - (TEL)Telecommunications Services - (TES)Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Telecommunications Equipment - (TEL)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-01",
    "orgverification": "In-House",
    "personaldata": "Visitor name and e-mail; End-User's personal and billing information, End User’s IP address and the number of times a document is viewed and/or printed",
    "ppdate": "2012-07-25",
    "previous": "23740",
    "privacyprograms": "None",
    "recoursemech": "In order to comply with the Safe Harbor framework, eSquared commits to the resolution of complaints about privacy and our collection or use of Personal Information. We have also committed to resolve any complaints by European Union citizens relating to this Privacy Policy, which cannot be resolved directly with our company, through the Council of Better Business Bureaus, Inc.’s BBB EU SAFE HARBOR Dispute Resolution Procedures.\r\nVisitors and Users of the site are encouraged to contact eSquared with questions regarding this Privacy Policy, as described in the “How to Contact Us” section of the Policy. We will investigate the question, respond to the inquiry, and attempt to resolve any concerns regarding privacy. If the Visitor/User does not receive a timely acknowledgment of the complaint, or if the complaint is not satisfactorily addressed by eSquared, they are encouraged to visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "2012-08-01",
    "state": "Arizona",
    "statutorybody": "FTC",
    "zip": "85282"
}