{
    "CertificationStatus": "true",
    "Fax": "301-897-6587",
    "OrgName": "Lockheed Martin Corporation",
    "PPLoc": "http://policy.global.lmco.com/p3/lockmart/crossfunction/legal/crx-017.docx ",
    "Phone": "301-897-6000",
    "activities": "Lockheed Martin collects, processes, and stores personal information regarding current, former, and potential employees for the following purposes: Provide human resources services in the fulfillment of the employment agreement, which includes but is not limited to payroll and compensation, benefits, talent management, learning management, including compliance training, global head count analysis, negotiations with employee representatives, employee diversity initiatives, workplace safety, health and wellness of employees, ethics investigations, security investigations, or in support of internal audits.  Fulfill legal commitments such as subpoenas, law enforcement inquiries, U.S. Government or host country government inquiries, court orders or judgments, financial regulatory investigations or rulings, public health or safety orders and transactions related to divestitures.  Lockheed Martin provides external service providers human resources data to facilitate the administration of health benefits, payroll, pension, relocation, emergency medical assistance, arranging business travel, immigration processing, tax preparation assistance, processing expense reimbursements and other financial transactions, stock option, savings plan, insurance, and emergency contact information.",
    "address": "6801 Rockledge Drive",
    "asp_index": "23759",
    "city": "Bethesda",
    "contactemail1": "james.m.byrne@lmco.com",
    "contactfax1": "301-897-6587",
    "contactname1": "James M. Byrne",
    "contactoff1": "Corporate Privacy Office",
    "contactphone1": "301-897-6922",
    "contacttitle1": "Associate General Counsel & Chief Privacy Officer",
    "corpoffemail1": "maryanne.lavan@lmco.com",
    "corpofffax1": "301-897-6587",
    "corpoffname1": "Maryanne Lavan",
    "corpoffphone1": "301-897-6126",
    "corpofftitle1": "Senior Vice President & General Counsel",
    "eucountries": "Belgium, France, Germany, Greece, Italy, Netherlands, Poland, Romania, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "FRA",
        "DEU",
        "GRC",
        "ITA",
        "NLD",
        "POL",
        "ROU",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Defense Industry Equipment - (DFN)Aircraft & Parts - (AIR)Electronic Components - (ELC)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Aircraft & Parts - (AIR)",
        "Computer Software - (CSF)",
        "Defense Industry Equipment - (DFN)",
        "Electronic Components - (ELC)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-09",
    "orgverification": "In-house",
    "personaldata": "Human Resources data",
    "ppdate": "2011-07-18",
    "previous": "",
    "privacyprograms": "Lockheed Martin maintains and adheres to personal data protection internal policies and procedures, internal information protection and privacy training courses, and participates in certification programs provided by the International Association of Privacy Professionals.",
    "recoursemech": "Appropriate EU Data Protection Authorities (DPAs), and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2011-07-09",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "20817"
}