{
    "Fax": "971-234-4420",
    "OrgName": "adidas America, Inc. and its U.S. Subsidiaries, except as listed below",
    "PPLoc": "http://www.adidas.com/us/content/privacypolicies ",
    "Phone": "971-234-2300",
    "activities": "This certification applies to adidas America, Inc., and its U.S. subsidiaries, but specifically excludes Stone Age Equipment, Inc. dba Five Ten. The entities covered by this certification are collectively referred to herein as “adidas.” adidas receives personal information regarding natural persons located in the EEA and Switzerland, in both online and offline format, in connection with selling its products and services and otherwise operating its business. Customer data is transferred from EU parent company and affiliates to adidas (which is located in the United States) or transmitted directly from the EU customers to adidas. Human Resources data is transferred from EU parent company and affiliates.",
    "address": "adidas Village, 5055 N. Greeley Avenue",
    "asp_index": "23769",
    "city": "Portland",
    "contactemail1": "Kurt.Tandan@adidas-Group.com",
    "contactfax1": "971-234-4420",
    "contactname1": "Kurt Tandan, Esq.",
    "contactoff1": "adidas America, Inc. Legal Department",
    "contactphone1": "971-234-4173",
    "contacttitle1": "Associate General Counsel and Director of Corporate Affairs",
    "corpoffemail1": "Paul.Ehrlich@adidas.com",
    "corpofffax1": "971-234-4420",
    "corpoffname1": "Paul Ehrlich",
    "corpoffphone1": "971-234-2394",
    "corpofftitle1": "Corporate Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Apparel - (APP)Sporting Goods & Recreational Equipment - (SPT)",
    "industrysector_parsed": [
        "Apparel - (APP)",
        "Sporting Goods & Recreational Equipment - (SPT)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-09",
    "orgverification": "In-house & Third Party",
    "personaldata": "On-Line, off-line, human resources data, and customer data",
    "ppdate": "2013-12-28",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Consumers may contact adidas directly with privacy complaints or may contact the American Arbitration Association (AAA), ICDR/AAA Safe Harbor Program directly.  Questions or complaints about the way adidas and/or its parent, affiliates, or subsidiaries have treated HR-related personal information will be handled internally. If the matter is not resolved through internal adidas procedures, then employees will be directed to the state or national data protection authority in the jurisdiction where the employee works.",
    "signupdate": "2012-07-09",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97217"
}