{
    "Fax": "415-680-2479",
    "OrgName": "Jobvite, Inc",
    "PPLoc": "http://recruiting.jobvite.com/privacy-policy.php ",
    "Phone": "650-376-7200",
    "activities": "Jobvite provides a software platform to customers to help them manage their recruitment functions (“employers”), and also allows candidates to apply for job openings and refer others to those openings (“applicants”). Jobvite does not use any employer or applicant information directly (other than in aggregate, statistical form). Each employer maintains a recruitment site through the Jobvite platform, which site may appear to applicants as an extension of the employer’s public website. Applicants can register with Jobvite independent of a particular employer, or through the employer site. Employers can only review applicant information for those applicants giving permission for such review. The applicant information is stored on Jobvite servers and made available to employers only as requested by the applicants. Generally, applicants may revise or remove their information from the platform at any time. Jobvite will comply, however, with applicable employment and recruiting laws, regulations and practices; this may result in information being retained in accordance with those laws, but this information is only used to further such compliance.\r\n\r\nApplicants may also refer third parties to employers for openings. This functionality is provided by various software tools such as apps (mobile and PC mini-applications), or Jobvite-supplied application programming interfaces (API’s). Jobvite does not refer third party information directly to any employer. The various apps and API’s act only to review information supplied by applicants and determine whether the third parties might fit openings that employers have posted using the Jobvite platform. The applicant will then receive notification that – based on the information the applicant provided – there is a possible fit. It is then the applicant’s decision to notify the employer of the possible match, i.e., make the referral. Applicants engaged in these activities are advised that they must, at all times, comply with applicable privacy and data protection laws, and secure consent from third parties before making referrals.",
    "address": "1300 S EL CAMINO REAL",
    "asp_index": "23760",
    "city": "San Mateo",
    "contactemail1": "john@jobvite.com",
    "contactfax1": "415-680-2479",
    "contactname1": "John Winkenbach",
    "contactoff1": "Jobvite",
    "contactphone1": "650-376-7249",
    "contacttitle1": "CFO",
    "corpoffemail1": "john@jobvite.com",
    "corpofffax1": "415-680-2479",
    "corpoffname1": "John Winkenbach",
    "corpoffphone1": "650-376-7249",
    "corpofftitle1": "Secretary and Treasurer (CFO)",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-12",
    "orgverification": "Third Party - TRUSTe",
    "personaldata": "On-line Data",
    "ppdate": "2012-07-06",
    "previous": "",
    "privacyprograms": "Jobvite, Inc. has been awarded TRUSTe's Privacy Seal signifying that this privacy policy and practices have been reviewed by TRUSTe for compliance with TRUSTe’s Program Requirements and the TRUSTed Cloud Program Requirements including transparency, accountability and choice regarding the collection and use of your personal information.  TRUSTe’s certification applies to www.Jobvite.com and the services platform associated with this website.",
    "recoursemech": "If you have questions or complaints regarding our privacy policy or practices, please contact us at admin@jobvite.com.  If you are not satisfied with our response you can contact TRUSTe.",
    "signupdate": "2012-07-12",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94402"
}