{
    "Fax": "000-000-0000",
    "OrgName": "Genworth Financial, Inc.",
    "PPLoc": "http://www.genworth.com/content/etc/medialib/genworth/corp_site/pdfs/genworth_employment/genworth_employment.Par.77185.File.dat/Employment%20Data%20Protection%20Standards.pdf ",
    "Phone": "888-436-9678",
    "activities": "Genworth processes Employment Data for legitimate human resources, business and safety/security purposes.  These purposes include:\r\n·\tHuman Resources and Personnel Management: Human resource processes are activities necessary to maintain a workforce for Genworth.  Examples include but are not limited to, recruiting, on-boarding, delivering pay, managing careers, training, administering employee benefits, complying with applicable legal requirements, policies and guidelines, and communicating with employees and/or their representatives.\r\n·\tBusiness Process Execution and Management: Business processes are activities to run the operations of Genworth.  Examples include but are not limited to, scheduling work, budgeting and expense management, managing company assets, and populating employee directories.\r\n·\tSafety and Security: Safety/security processes are activities to ensure the safety and protection of Genworth’s workers, resources, and communities.  Examples include but are not limited to, protecting occupational health and safety and authenticating worker status to authorize access to Genworth resources and facilities.\r\nEmployment Data are defined as any information about an identified or identifiable person that is obtained in the context of the person’s working relationship with Genworth.  Such persons include, for example, job applicants, employees, (whether temporary or permanent), contingent workers, retirees, and former employees, as well as dependants or other persons whose data has been given to Genworth by such persons.",
    "address": "6620 West Broad Street",
    "asp_index": "23765",
    "city": "Richmond",
    "contactemail1": "tony.ponsiglione@genworth.com",
    "contactfax1": "804 662 2434",
    "contactname1": "Tony Ponsiglione",
    "contactoff1": "Human Resources",
    "contactphone1": "804-662-2501",
    "contacttitle1": "SVP, HR",
    "corpoffemail1": "leon.roday@genworth.com",
    "corpofffax1": "804-662-2414",
    "corpoffname1": "Leon Roday",
    "corpoffphone1": "804-662-2574",
    "corpofftitle1": "SVP, General Counsel, and Secretary",
    "eucountries": "Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)Insurance Services - (INS)Investment Service - (INV)",
    "industrysector_parsed": [
        "Financial Services - (FNS)",
        "Insurance Services - (INS)",
        "Investment Service - (INV)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-15",
    "orgverification": "In-House",
    "personaldata": "Human Resources Data, Off-Line, On-Line, & Manually Processed",
    "ppdate": "2005-07-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2005-07-15",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "23230"
}