{
    "Fax": "",
    "OrgName": "PostScan Mail",
    "PPLoc": "http://www.postscanmail.com/privacy.html ",
    "Phone": "800-624-5866",
    "activities": "PostScan Mail is an online mail scanning and delivery service that functions as a Commercial Mail Receiving Agency (\"CMRA\") pursuant to United States Postal Service regulations.  Customers provide their name, street address, email address, phone number, password, company information (if applicable) and credit card or other payment account information when they sign up for the service, along with physical copies of photographic identification papers (e.g., driver's license or passport) and a USPS postal consent form that allows us to receive their mail and scan the outside of the envelope for posting to their online mailbox account.  Customers may also request additional operations, such as opening and scanning the mail contents, shredding, recycling, and forwarding the mail to any destination in the world, as well as check processing and depositing.  If the customer requests check processing and depositing, he or she will need to provide additional information including bank account numbers and information required to verify identity, such as Social Security number, drivers license, and/or passport information.  All information collected is used solely to provide the services the customer has authorized and requested, and to resolve disputes, troubleshoot problems, enforce our agreements, protect and improve our services, administer the website, and notify customers of updates and offers related to those services.  All is information is maintained in encrypted form on secure servers or in secure physical facilities, as appropriate, with access restricted to those individuals who need to know the information in order to operate, develop, or improve our services.  We do not share personal information we collect with third parties other than the United States Postal Service, pursuant to their requirements for CMRA's, except that we hire third party vendors from time to time to assist us in managing our website and marketing our services, and these third parties may be given access to personal information as reasonably necessary to perform these services, but only for that purpose.  In providing our services, PSM collects and processes 3rd party personal information under the direction of our customers.  We do not own this information or have any direct relationship with such 3rd parties, and the customer is the data controller with respect to such personal information.  If a PSM customer requests that we remove personal information on their behalf, we will respond to that request within 30 days.  Customers who use the PSM services in a business context may submit personal information of other individuals within their organizations to register them as authorized users; in that situation, the customer is the data controller rather than PSM.  Authorized users can update or remove their account information at any time.  PSM retains personal information processed on behalf of our customers for as long as needed to provide services and as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "700 N. Valley St., Suite B",
    "asp_index": "23785",
    "city": "Anaheim",
    "contactemail1": "support@postscanmail.com",
    "contactfax1": "",
    "contactname1": "",
    "contactoff1": "PostScan Mail",
    "contactphone1": "800-624-5866",
    "contacttitle1": "",
    "corpoffemail1": "helmy@postscanmail.com",
    "corpofffax1": "714-252-4190",
    "corpoffname1": "Helmy El-Mangoury",
    "corpoffphone1": "714-496-3850",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-20",
    "orgverification": "Third Party",
    "personaldata": "On-line data, offline date, manually processed data",
    "ppdate": "2014-06-19",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-08-20",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92801"
}