{
    "CertificationStatus": "true",
    "Fax": "(650) 496-3781",
    "OrgName": "Jazz Pharmaceuticals, Inc.",
    "PPLoc": "http://www.jazzpharma.com/safe-harbor-policy ",
    "Phone": "(800) 511-2034",
    "activities": "Jazz Pharmaceuticals collects personal information of employees, customers, clinical trial participants, consumers, business partners and others in the EU in both manual and electronic form.  This information may be transferred from the EEA and/or Switzerland to the US in order to carry out a variety of business-related activities including but not limited to human resource administration and management, customer service, clinical research, patient support, medical information, product complaint and adverse event reporting, inforamtion technology provisioning and related activities.",
    "address": "3180 Porter Drive",
    "asp_index": "23790",
    "city": "Palo Alto",
    "contactemail1": "privacy@jazzpharma.com",
    "contactfax1": "(215) 832-3730",
    "contactname1": "Debra Bromson",
    "contactoff1": "Privacy Office",
    "contactphone1": "(215) 832-3674",
    "contacttitle1": "Head of Global Privacy",
    "corpoffemail1": "debra.bromson@jazzpharma.com",
    "corpofffax1": "(215) 832-3730",
    "corpoffname1": "Debra L Bromson",
    "corpoffphone1": "(215) 832-3674",
    "corpofftitle1": "Sr. Corporate Counsel and Head of Global Privacy",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-11",
    "orgverification": "in-house assisted by Booz Allen Hamilton",
    "personaldata": "Off-line, on-line and manually processed organization, customer, patient, vendor, clinical trial data, safety data",
    "ppdate": "2013-07-09",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "(a) For disputes involving employee personal information received by Jazz Pharmaceuticals from the EEA or Switzerland, procedures of the panel established by the European data protection authorities (DPAs) and the Federal Data Protection and Information Commissioner of Switzerland (FDPIC) to resolve disputes pursuant to the Safe Harbor Principles; and\r\n\r\n(b) For all other disputes involving personal information transferred under the US-EU/Swiss Safe Harbor Principles, Jazz Pharmaceuticals has committed to refer unresolved privacy complaints to an independent alternative dispute resolution provider, the International Centre for Dispute ResolutionTM/American Arbitration Association® Safe Harbor Program. Individuals may submit a complaint to ICDR/AAA either (a) online at https://apps.adr.org/webfile/; (b) by mail to International Centre for Dispute Resolution, A Division of the American Arbitration Association, Case Filing Services, 1101 Laurel Oak Road, Suite 100, Voorhees, NJ 08043; (c) by fax at 212-484-4178; or (d) by email at casefiling@adr.org.",
    "signupdate": "2013-07-11",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94304"
}