{
    "CertifiedThroughLabel": "",
    "Fax": "415-777-1036",
    "OrgName": "Extole",
    "PPLoc": "http://extole.com/privacy-policy ",
    "Phone": "415-625-0500",
    "activities": "Extole provides the technology to promote referral marketing campaigns for our clients. We enable users to participate in or promote referral marketing campaigns for advertisers on the Extole network. Those users who would like to participate in an Extole campaign require Extole to know a little bit more about them, i.e., personal information. To participate in an Extole campaign, users must provide certain personal information, such as their name and email address. Extole does not disclose personal information other than as described below. And users can always refuse to supply personal information, with the caveat that it may prevent them from engaging in certain website-related activities (ie. participating in an Extole campaign). \r\n\r\nExtole also has functionality where we may collect some of your personal information through the Facebook Connect and the Graph API. Your data will be shared with us from Facebook. We use Facebook Connect or an Open ID provider to authenticate your identity and provide you the option to share certain personal information with us such as your name and email address to pre-populate our sign up form and to post information about your activities on this Web site to your profile page to share with others within your network.\r\n\r\nFor our Facebook applications we also use Facebook Permissions in order to give you the option to share personal information like your activities and interests as well as the authorization to post information about your activity to your profile page.  All personal information that may be collected is done so via an iframe or through a Facebook application on behalf of our client. Please refer to the privacy policy on the site/iframe where this data is collected.\r\n\r\nExtole discloses potentially personal information only to those of its employees, contractors and affiliated organizations that (i) need to know that information in order to process it on Extole's behalf or to provide services on behalf of Extole, and (ii) that have agreed not to disclose it to others.  Examples of these service providers are import contacts service providers, Social Media import contacts features and hosting service providers.   Some of those employees, contractors and affiliated organizations may be located outside of your home country; by using Extole's website, you consent to the transfer of such information to them. Customers using Extole’s services may receive reports with private information gathered by Extole on their behalf about that same customer’s program  participants. Extole does not, and subject to its right to change this policy (see below) does not currently have plans to, rent or sell potentially personal information to anyone. Other than to its employees, contractors and affiliated organizations, as described above, Extole discloses potentially personal information only when required to do so by law, or when Extole believes in good faith that disclosure is reasonably necessary to protect the property or rights of Extole, third parties or the public at large. Extole takes all measures reasonably necessary to protect against the unauthorized access, use, alteration or destruction of potentially personal information.\r\n\r\nExtole also has functionality where we may collect some of your personal information through the Facebook Connect and the Graph API. Your data will be shared with us from Facebook. We use Facebook Connect or an Open ID provider to authenticate your identity and provide you the option to share certain personal information with us such as your name and email address to pre-populate our sign up form and to post information about your activities on this Web site to your profile page to share with others within your network.\r\n\r\nFor our Facebook applications we also use Facebook Permissions in order to give you the option to share personal information like your activities and interests as well as the authorization to post information about your activity to your profile page.  All personal information that may be collected is done so via an iframe or through a Facebook application on behalf of our client. Please refer to the privacy policy on the site/iframe where this data is collected.\r\nExtole discloses potentially  personal information only to those of its employees, contractors and affiliated organizations that (i) need to know that information in order to process it on Extole's behalf or to provide services on behalf of Extole, and (ii) that have agreed not to disclose it to others.  Examples of these service providers are import contacts service providers, Social Media import contacts features and hosting service providers.   Some of those employees, contractors and affiliated organizations may be located outside of your home country; by using Extole's website, you consent to the transfer of such information to them. Extole does not, and subject to its right to change this policy (see below) does not currently have plans to, rent or sell potentially personal information to anyone. Other than to its employees, contractors and affiliated organizations, as described above, Extole discloses potentially personal information only when required to do so by law, or when Extole believes in good faith that disclosure is reasonably necessary to protect the property or rights of Extole, third parties or the public at large. Extole takes all measures reasonably necessary to protect against the unauthorized access, use, alteration or destruction of potentially personal information.",
    "address": "625 2nd Street, Suite 101",
    "asp_index": "23808",
    "city": "San Francisco",
    "contactemail1": "support@extole.com",
    "contactfax1": "415-777-1036",
    "contactname1": "Trevor Bossert",
    "contactoff1": "Operations",
    "contactphone1": "415-625-0500",
    "contacttitle1": "Manager of Development Operations",
    "corpoffemail1": "legal@extole.com",
    "corpofffax1": "415-777-1036",
    "corpoffname1": "Matt Roche",
    "corpoffphone1": "415-625-0500",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-05-31",
    "orgverification": "TRUSTe",
    "personaldata": "On-line, HR, Client, Customer, Consumer",
    "ppdate": "2013-07-05",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "For organization human resources data: EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner FDPIC); For all other types of data: TRUSTe",
    "signupdate": "2011-05-31",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}