{
    "Fax": "781-229-0542",
    "OrgName": "89degrees, Inc.",
    "PPLoc": "http://www.89degrees.com/Documents/Safe-HarborFramework-Privacy-policy.htm ",
    "Phone": "781-221-5400",
    "activities": "The privacy principles in this Policy are developed in consistency with and in compliance with the Safe Harbor Principles by meeting the requirements of the seven safe harbor principles.  Where a conflict exists between the provisions of this policy and the Safe Harbor Principles, the Safe Harbor Principles will govern.\r\n\r\n \r\n\r\n1.    Notice  When personal information is collected by the Company, The Company will notify individuals about the purposes for which it collects and uses information about them. The company will provide information about how individuals can contact The Company with any inquiries or complaints, the types of third parties to which it discloses the information and the choices and means the organization offers for limiting its use or/and disclosure.\r\n\r\n2.    Choice  On its own or on behalf of and in consistent with its Client’s direction, The Company will give individuals the opportunity to choose (opt out) whether their personal information will be disclosed to a third party or used for a purpose incompatible with the purpose for which it was originally collected or subsequently authorized by the individual. For sensitive information, affirmative or explicit (opt in) choice will be given if the information is to be disclosed to a third party or used for a purpose other than its original purpose or the purpose authorized subsequently by the individual.\r\n\r\n3.    Onward Transfer (Transfers to Third Parties)  To disclose information to a third party, The Company will apply the notice and choice principles. Where an organization wishes to transfer information to a third party that is acting as an agent, it will make sure that the third party subscribes to the safe harbor principles or is subject to the Directive or another adequacy finding. Or as an alternative, The Company will enter into a contractual agreement with such third party requiring that the third party provides at least the same level of privacy protection as is required by the Safe Harbor Principles.\r\n\r\n4.    Access  The Company guarantees individuals to access to the personal information about them that the Company holds and be able to correct, amend, or delete that information where it is inaccurate, except where the burden or expense of providing access would be disproportionate to the risks to the individual's privacy in the case in question, or where the rights of persons other than the individual would be violated.\r\n\r\n5.    Security  The Company will take reasonable precautions to protect Personal Information in its possession from loss, misuse and unauthorized access, disclosure, alteration and destruction. The Company limits access to Personal Information to those persons in the Company's organization, or as Agents of the Company, for and only for legitimate and specific business reasons and on basis of need to know.  Any individuals who are granted access to Personal Information will have been made aware of their responsibilities to protect the security, confidentiality, and integrity of that information and will have been provided with training and instructions on how to do so in compliance with the Company’s data security and privacy policy, including this policy.\r\n\r\n6.    Data Integrity The Company will take reasonable efforts to ensure that data is reliable for its intended use, accurate, complete, and current.\r\n\r\n7.    Enforcement  The Company will conduct annual compliance audits of its relevant data security and privacy policies and practices to verify its adherence to this Policy and the Safe Harbor Principles. The audit will be conducted under the direction of the company human resource officer and the Privacy Officer. Any employee that the Company determines is in violation of this Policy will be subject to disciplinary action up to and including termination of employment. Any Agent or Third Party that violates this Policy shall be in material breach of all agreements with the Company and shall defend and indemnify the Company from claims related to such violations.",
    "address": "25 Mall Rd, Suite 610",
    "asp_index": "23814",
    "city": "Burlington",
    "contactemail1": "penab@89degrees.com",
    "contactfax1": "781-229-0542",
    "contactname1": "Bill Pena",
    "contactoff1": "89degrees Inc.",
    "contactphone1": "781-221-5363",
    "contacttitle1": "Vice President Technology",
    "corpoffemail1": "penab@89degrees.com",
    "corpofffax1": "781-229-0542",
    "corpoffname1": "Bill Pena",
    "corpoffphone1": "781-221-5363",
    "corpofftitle1": "Vice President Technology",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-29",
    "orgverification": "In-house & Third Party",
    "personaldata": "on-line and off-line customer transaction data",
    "ppdate": "2010-05-31",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Any questions or concerns regarding the use or disclosure of Personal Information should be directed to the Company Privacy Officer. The Company will investigate and attempt to resolve complaints and disputes regarding use and disclosure of Personal Information in accordance with the principles contained in this Policy.\r\n\r\nFor complaints that cannot be resolved between the Company and the complainant, the Company has agreed to participate in the dispute resolution procedures of the American Arbitration Association (“AAA”), ICDR/AAA Safe Harbor Program in accordance with its applicable commercial rules as well as the Safe Harbor Principles; provided further that any arbitrator shall be either an attorney or retired judge having significant and recognized experience with, and knowledge of, privacy issues and information technology. In addition, the exclusive location for such arbitration shall be Boston, MA (USA). All decisions of the arbitration panel shall be final and binding on the parties, which waive any right to further appeal the arbitration award, to the extent an appeal may be lawfully waived.",
    "signupdate": "2010-07-29",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01803"
}