{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Invoca, Inc.",
    "PPLoc": "http://www.invoca.com/privacy-policy/ ",
    "Phone": "805-880-7899",
    "activities": "Invoca, Inc.owns and operates a proprietary marketing technology platform.  Using unique phone numbers with personalization components combined with database management, Invoca provides networks, advertisers, agencies, publishers (directly and indirectly \"Clients\"), and  public \"Consumers\" with marketing automation services. In general, when a Consumer uses the Services by visiting the website or by calling a unique phone number associated with one of our Clients, Invoca collects that Consumer’s personal information if it is made available by the consumer or by a third party, including personal data such as the caller's name, address, phone number and email address.  Invoca or its Clients may also set up and collect information from order forms, questionnaires or other mechanisms through which a consumer may be asked to provide certain information either online or via telephone or other communication medium. Participation in any of these communications is purely voluntary; any consumer not wanting to participate or provide information may decline or terminate contact by navigating away from the web page or hanging up the phone. When a consumer responds to or views an internet advertisement served by a Client or visits an Invoca website, Invoca sends one or more cookies to the Consumer’s computer to uniquely identify that Consumer’s browser.  Invoca uses cookies to improve the quality of the Services by storing user preferences and tracking user trends and also to determine how the Services are used and navigated.  Cookies that Invoca services on third party websites only collect data in the aggregate.  While many cookies are automatically deleted at the end of a web session, Invoca may use persistent cookies that remain on a specific browser after termination of a session.   \r\n\r\nInvoca provides Clients with unique telephone numbers to utilize on websites, emails, mobile or offline promotions.  This enables Invoca to determine what the Consumer was viewing when making a phone call and also personalize the experience for that Consumer.  Invoca’s phone servers automatically collect the caller ID results when a Consumer calls a number. Invoca may also collect usage information from third-party databases, including the name, address and/or geographic location of the caller when such information is available. In addition, Invoca’s phone servers use software that may be employed on behalf of a Client to record calls.  This recorded information may be evaluated in order to determine the quality of that call from the Client’s perspective and for training or other purposes.  The recorded information also enables Invoca to identify high-quality calls and collect additional usage data which helps improve the Services and boost sales for Clients.\r\n\r\n\r\nInvoca may also use third-party services or technology for the transcription or analysis of such recorded information. In the event that Invoca records a call on behalf of a Client, Invoca will ensure that call participants are advised of the existence of the recording in a manner consistent with applicable state and federal laws. Invoca collects usage information when an internet user clicks on a link, creates a lead, initiates a phone call, receives a phone call, makes a purchase on a Client’s website, sends Invoca or a Client a text message, receives a text message from Invoca or a Client or makes an inquiry or a purchase during a phone call to a Client.  Primarily, Invoca collects this information for the purpose of paying commissions to third parties and also the personalize the internet or phone user’s experience. If the internet user revisits the Client’s site directly or if the phone user calls the Client using the unique phone number again, Invoca is able to continue to track the user’s activities on the Client’s site and compensate third parties that referred the user. Invoca uses log files to collect Internet protocol (IP) addresses, browser type, Internet service provider (ISP), referring/exit pages, platform type, and date/time stamp. Invoca may use the information to analyze site usage, administer the site, understand usage and navigation trends in aggregate, and determine the relevance of content.\r\n\r\nInvoca collects personal information from all of our Clients, which include networks, agencies, advertisers and publishers.  Advertisers or their representatives will be asked to provide personal information through the sign up and registration process either directly by Invoca or indirectly through a network or agency partner. This information may include name, address, phone number, hours of operation, coverage areas and email address.\r\n\r\nIn addition, Invoca uses cookies and other third-party tracking technologies such as scripts, log files and unique phone numbers to optimize and personalize a Client’s experience and also to allow Invoca to monitor the Services and usage patterns.\r\n\r\nMuch of the information collected from Clients is required to be collected for administrative needs, such as accounting and performance reporting.  Periodically, Invoca may use Clients’ information to communicate via email newsletters or other avenues to offer strategic marketing information and other communications to assist in business-related activities. Clients can opt-out from future communications by clicking on the unsubscribe links in such emails. Invoca does not sell, rent, exchange or barter any personal Client information to or with any third party for financial gain or marketing purposes. Invoca may, from time to time, provide personal information to certain third-party administrative vendors for efficient purposes in providing administrative or program management services.  Any third-party vendor so used has agreed to protect the confidentiality of information provided by Invoca.  Invoca may also share information in connection with the sale, merger, consolidation, change in control, transfer of substantial asset, reorganization or liquidation of Invoca.\r\n\r\nInvoca may also release information when appropriate to respond to a subpoena or otherwise comply with the law, to enforce or apply Invoca’s Terms of Service and other agreements or to protect the rights, property, or safety of Invoca or others. This includes exchanging information with other companies and organizations for fraud protection.\r\n\r\nWhile some data may be removed at the request of the user, Invoca is not capable of deleting every type of data.   For example, Invoca can remove an organization’s users and the users’ personal information but cannot remove data from phone calls made on that organization’s platform. Invoca will retain and use a Client’s information as necessary to comply with any legal obligations, resolve disputes and enforce any agreements.If a Client wishes to cancel an account or request that Invoca no longer use information to provide the Services, contact questions@invoca.com and a representative can discuss which data can be deleted.\r\n\r\nInvoca takes appropriate security measures to protect against unauthorized access to or unauthorized alteration, disclosure or destruction of data.  When a user enters sensitive information (such as a credit card number) on an Invoca order form, Invoca encrypts the transmission of that information using secure socket layer technology (SSL). Any data stored on Invoca’s servers is treated as proprietary and confidential and is not available to the public. Invoca restricts access to personal information to those employees or third parties who have a need to know such information for the purpose of effectively delivering Invoca products and Services by means of user login and password requirements. Invoca routinely evaluates its data security practices to identify security threats or opportunities for improvement.",
    "address": "1025 Chapala Street",
    "asp_index": "23830",
    "city": "Santa Barbara",
    "contactemail1": "klindgren@invoca.com",
    "contactfax1": "",
    "contactname1": "Kate Lindgren",
    "contactoff1": "Invoca, Inc.",
    "contactphone1": "805-880-7736",
    "contacttitle1": "Director, Finance & Accounting",
    "corpoffemail1": "jspievak@invoca.com",
    "corpofffax1": "",
    "corpoffname1": "Jason Spievak",
    "corpoffphone1": "805-880-7706",
    "corpofftitle1": "CEO",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-12",
    "orgverification": "TRUSTe",
    "personaldata": "on-line data",
    "ppdate": "2011-11-07",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "TRUSTe",
    "signupdate": "2011-05-26",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "93101"
}