{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Alipes CME, Inc.",
    "PPLoc": "http://alipes.com/privacy.php ",
    "Phone": "617-303-1045",
    "activities": "We present informational websites on behalf of our clients and give visitors the opportunity to \"sign up for more information\", requesting name, email address, mailing address, and phone number.  In every case, we clearly describe how the information that we collect will be used. For example, to subscribe to a periodic newsletter.\r\n\r\nOur web servers collect ordinary log information for performance monitoring and we run digital ads on other sites that land on our sites.  We use the standard Google Analytics tools to monitor access to the sites and ad performance.  We do not join information from these sources with information visitors submit via forms.\r\n\r\nThird parties: We may transmit personal information covered by this Safe Harbor certification to our clients, our hosting company, or to a bulk email provider.  In each case, we require that the third party also be certified under the Safe Harbor.\r\n\r\nWe retain personal information for the duration of the specific client contract.  We destroy the information at the conclusion of the contract.",
    "address": "28 Atlantic Ave #131",
    "asp_index": "23842",
    "city": "Boston",
    "contactemail1": "joe@alipes.com",
    "contactfax1": "",
    "contactname1": "Joe Samet",
    "contactoff1": "Alipes",
    "contactphone1": "617-303-1045",
    "contacttitle1": "Treasurer",
    "corpoffemail1": "pace@alipes.com",
    "corpofffax1": "",
    "corpoffname1": "Pace Willisson",
    "corpoffphone1": "617-303-1045",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-02",
    "orgverification": "Third Party",
    "personaldata": "on-line data, off-line data, manually processed data",
    "ppdate": "2015-01-28",
    "previous": "23842",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-08-02",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02110"
}