{
    "Fax": "954-331-7578",
    "OrgName": "Ultimate Software Group, Inc.",
    "PPLoc": "http://www.ultimatesoftware.com/Privacy-Policy ",
    "Phone": "954-331-7000",
    "activities": "Ultimate Software receives personal information via Web visitors. Personal information about a visitor to our website is collected only when the visitor chooses to provide such information. On certain pages, for example, a visitor has the opportunity to provide his/her personal information such as his/her name, company, address, phone number, and e-mail address. By supplying such information to Ultimate Software a visitor can request details about the organization, including information about the company’s product line and investor information, or sign up for company-sponsored events or use the company’s support website.\r\n\r\nUltimate Software also receives personal information from job applicants and employees. Personal information from its employees and job applicants is collected for, among other things, legitimate human resource business reasons such as payroll administration, filling employment positions, maintaining accurate benefits records, meeting governmental reporting requirements, security, health and safety management, performance management, company network access, and authentication.\r\n\r\nUltimate Software collects personal information from customers who use our software products. The information may be collected through our Software as a Service (SaaS) services, or by members of our customer support team. The type of personal information collected is similar to the information collected for “Job Applicants and Employees”, above.",
    "address": "2000 Ultimate Way",
    "asp_index": "23855",
    "city": "Weston",
    "contactemail1": "privacy@ultimatesoftware.com",
    "contactfax1": "954-331-7578",
    "contactname1": "Rob Vetter",
    "contactoff1": "Governance, Risk and Compliance Department",
    "contactphone1": "954-331-7199",
    "contacttitle1": "Vice President - Governance, Risk and Compliance",
    "corpoffemail1": "privacy@ultimatesoftware.com",
    "corpofffax1": "954-331-7578",
    "corpoffname1": "Mitchell K. Dauerman",
    "corpoffphone1": "954-331-7069",
    "corpofftitle1": "Executive Vice President, Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-17",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, humans resources data",
    "ppdate": "2009-06-29",
    "previous": "",
    "privacyprograms": "Ultimate Software is not a member of a privacy program.",
    "recoursemech": "Ultimate Software agrees to cooperate with the applicable European Union and Swiss Data Protection Authorities or their authorized representatives in handling of individual complaints and dispute resolution concerning organization human resources data. All other disputes that cannot be resolved between Ultimate Software and the complainant will be handled in accordance with applicable dispute resolution procedures through the International Centre for Dispute Resolution, the international division of the American Arbitration Association (ICDR/AAA Safe Harbor Program) which, are available for review at www.adr.org.",
    "signupdate": "2007-07-17",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33326"
}