{
    "CertifiedThroughLabel": "",
    "Fax": "415-261-6111",
    "OrgName": "TalentCircles, Inc.",
    "PPLoc": "https://talentcircles.com/tcc_privacy.php",
    "Phone": "415-835-0202",
    "activities": "TalentCircles, Inc. collects Personal Data from users of it’s Website TalentCircles.com, by offline means such as by mail or telephone, or when you use our software Platform “TalentCircles”. The Platform enables our Company to create Talent Networks and allows Users to join these Networks. In order to use the Talent Network, both Recruiters and Members must register for account credentials. When a user registers for account credentials, the user may elect to share certain Personal Data.\r\n\r\nPersonal Data collected by the Platform may include your name, email address, password, your Internet protocol (IP) addresses, profile data, answers to Network profile questions and all Content and other information contributed by you. You may also provide us with Personal Data when you (a) submit the contact form on our Website, (b) complete a survey, (c) submit a product testimonial, (d) make a purchase from TalentCircles, Inc., (e) subscribe to our Website Services, email notifications and/or newsletters, (f) provide comments on our blog, or (g) engage in any other transactions between you and us on or in relation to our Website or Services.\r\n\r\n\r\nPersonal Data collected in these ways could include, your name, street address, telephone number, email address, information about your company or business, and, if necessary, date of birth and credit card and/or other payment/ordering information, and any other information we collect about you that by itself is not Personal Data but if combined with Personal Data could be used to personally identify you.\r\n\r\nTalentCircles, Inc. may use Personal Data received in this way to (a) respond to inquiries, and/or other requests or questions,(b) enable your use of the Services available on our Website, (c) contact you regarding your purchase, (d) collect payments from you, (e) provide Services purchased from TalentCircles, Inc. and to send you (f) information and updates related to your purchase, (g) invoices, (h) email notifications which you have specifically requested, (i) email you marketing communications relating to our business which we think may be of interest to you, or (j) email you messages containing company news, product or service information.",
    "address": "1200 Bayhill Drive Suite 114",
    "asp_index": "23853",
    "city": "San Bruno",
    "contactemail1": "privacy@talentcircles.com",
    "contactfax1": "415-261-6111",
    "contactname1": "Arun Rao",
    "contactoff1": "TalentCircles, Inc.",
    "contactphone1": "415-835-0202",
    "contacttitle1": "Senior VP of Professional Services",
    "corpoffemail1": "privacy@talentcircles.com",
    "corpofffax1": "415-261-6111",
    "corpoffname1": "Arun Rao",
    "corpoffphone1": "415-835-0202",
    "corpofftitle1": "Senior VP of Professional Services",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-25",
    "orgverification": "VeraSafe.com",
    "personaldata": "Online, offline and manually processed data",
    "ppdate": "2014-07-15",
    "previous": "",
    "privacyprograms": "Federal Trade Commission",
    "recoursemech": "Dispute Resolution: EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2014-07-25",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94066"
}