{
    "CertificationStatus": "true",
    "Fax": "212-760-1774",
    "OrgName": "Media Innovation Group, LLC",
    "PPLoc": "http://themig.com/en-us/privacy.html ",
    "Phone": "212-231-7990",
    "activities": "Through the collection, analysis and use of non-personally identifiable information, we offer a range of services to allow clients (advertisers) to better show users more useful and relevant online advertisements. Such non-personally identifiable information may be collected from users in the EU/EEA and Switzerland based on online behavior and usage patterns through advertisements operated by clients, and may include information such as the type of Internet browser used by an online user, a user’s computer’s IP address, cookie ID, date and time, the type of computer operating system used, the domain name of the websites visited before and after viewing an advertisement, as well as information related to websites and web pages a user is viewing when an advertisement is shown.  We do not collect, use, or process personally identifiable information from online users through advertisements operated by us.",
    "address": "132 W. 31st Street, 10th FL",
    "asp_index": "23852",
    "city": "New York",
    "contactemail1": "matthew.haies@xaxis.com",
    "contactfax1": "212-760-1774",
    "contactname1": "Matthew Haies",
    "contactoff1": "Media Innovation Group, LLC (New York)",
    "contactphone1": "212-231-7964",
    "contacttitle1": "VP/General Counsel (Xaxis)",
    "corpoffemail1": "matthew.haies@xaxis.com",
    "corpofffax1": "212-760-1774",
    "corpoffname1": "Matthew Haies",
    "corpoffphone1": "212-231-7964",
    "corpofftitle1": "VP/General Counsel (Xaxis)",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-15",
    "orgverification": "In-house",
    "personaldata": "on-line",
    "ppdate": "2011-09-06",
    "previous": "",
    "privacyprograms": "Network Advertising Initiative\r\nand\r\nBBB EU Safe Harbor Dispute Resolution Program",
    "recoursemech": "For organization human resources data: EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner; for all other data: BBB EU Safe Harbor Dispute Resolution Program",
    "signupdate": "2010-07-15",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10001"
}