{
    "Fax": "6782781285",
    "OrgName": "Kabbage, Inc.",
    "PPLoc": "https:/ www.kabbage.com/company/privacy ",
    "Phone": "404-410-7836",
    "activities": "Using marketplace data to underwrite online merchants and small businesses for loans.\r\n\r\nKabbage collects two types of information: 1. personal information that users knowingly disclose to Kabbage when filling in online credit applications and registration forms on our website or which we obtain about our users from third parties (e.g. Credit reference agencies) and 2. website-use information automatically generated by users as they interact with the site.\r\n\r\nWe may receive information from another lead provider/broker, namely any third party entity which provides services or information to customers regarding the availability and terms for short term loans and which provides us with information and customer lead generation. \r\n\r\nKabbage's primary purpose in collecting personal information is to provide users with a safe, smooth, efficient and customised experience and allow them to take full advantage of our products and services. Kabbage uses this information to: 1. provide services and support; 2. process transactions and send notifications regarding general operation of the service, such as messages or reminders, resolve disputes, collect fees and troubleshoot problems; 3. prevent potentially prohibited or illegal activities and enforce our User Agreement; 4.customise, measure and improve our services and the content and layout of our website; 5. compare information for accuracy and verify it with third parties.",
    "address": "730 Peachtree St. NE, Suite 350",
    "asp_index": "23869",
    "city": "Atlanta",
    "contactemail1": "kprince@kabbage.com",
    "contactfax1": "6782781285",
    "contactname1": "Kate Prince",
    "contactoff1": "Atlanta HQ",
    "contactphone1": "855-278-7084",
    "contacttitle1": "",
    "corpoffemail1": "kprince@kabbage.com",
    "corpofffax1": "6782781285",
    "corpoffname1": "Robert Frohwein",
    "corpoffphone1": "404-410-7836",
    "corpofftitle1": "CEO",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-07",
    "orgverification": "TRUSTe",
    "personaldata": "Organization, Customer, Financial",
    "ppdate": "2014-04-24",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-06-07",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30308"
}