{
    "CertificationStatus": "true",
    "Fax": "617-421-1511",
    "OrgName": "Anaqua, Inc.",
    "PPLoc": "http://www.anaqua.com/legalnotices/privacy.html ",
    "Phone": "617-375-5808",
    "activities": "Anaqua is a software product company that licenses its software  to third parties.  Our licensees operate the Anaqua software in their data centers.  \r\n\r\nAnaqua consulting personnel help our licensees install and configure the Anaqua software.  In the course of this work, Anaqua consultants may have occasional exposure to personal information of our Licensees' employees and agents.\r\n\r\nOn an ongoing basis, although the Anaqua software stores personal information, the collection, access, administration and storage of this personal information is under the control of our licensees, with no involvement or access by Anaqua personnel.  The only occasional exception to this statement is if a Client provides Anaqua personnel emergency access to their Anaqua software, usually for the purposes of diagnosing and fixing a software program error.\r\n\r\nAnaqua Licensees contract with Anaqua to provide hosting services for their Anaqua software.  When we do so, we always utilize a data center that is SSAE 16 compliant, and whose practices and infrastructure comply with the US-EU and US-Swiss Safe Harbor Framework (http:///export.gov/safeharbor).  The certification for our current data center provider can be found here:  http://safeharbor.export.gov/companyinfo.aspx?id=14528\r\n\r\nWhen Anaqua provides hosting services to our Licensees, Anaqua never collects personal information for or on behalf of our Licensees.  Our licensees have exclusive responsibility for collecting and storing personal information in the Anaqua software that we host for them.  Anaqua technical support employees may have occasional access to the Licensee-collected personal information.  This access in incidental to the Anaqua employees' performance of their IT-related duties for the technical maintenance of the hosting environment.",
    "address": "745 Boylston Street",
    "asp_index": "23867",
    "city": "Boston",
    "contactemail1": "aletts@anaqua.com",
    "contactfax1": "617-421-1511",
    "contactname1": "Alexandra Letts",
    "contactoff1": "Anaqua Headquarters",
    "contactphone1": "617-375-5808",
    "contacttitle1": "Legal Counsel",
    "corpoffemail1": "jmorgan@anaqua.com",
    "corpofffax1": "617-421-1511",
    "corpoffname1": "Jack Morgan",
    "corpoffphone1": "617-375-5808",
    "corpofftitle1": "Senior Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-04",
    "orgverification": "In-house",
    "personaldata": "Name, addresses, nationality, financial information, passwords, date of birth, corporate ID #, personal tax ID #, professional employment information, history of involvement with intellectual property matters (e. g. invention, patents, conflicts, agreements) and  inventor financial remuneration.",
    "ppdate": "2012-06-01",
    "previous": "23867",
    "privacyprograms": "None",
    "recoursemech": "EU DPAs and the Swiss FDPIC for organization human resources data; International Centre for Dispute Resolution, American Arbitration Association (ICDR/AAA Safe Harbor program) for all other data.",
    "signupdate": "2012-09-04",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02116"
}