{
    "CertificationStatus": "true",
    "Fax": "(408) 588-1503",
    "OrgName": "Centrify Corporation",
    "PPLoc": "http://www.centrify.com/privacypolicy.asp ",
    "Phone": "(669) 444-5200",
    "activities": "Centrify collects the following information on its public website for the purpose of contacting prospective customers who have questions about our software, or who wish to make a purchase: First Name, Last Name, Job Title, Work Email, Company Name, Physical (Mailing) Address, Telephone Number, and a voluntary, free-form description of the business issue that they are trying to address by contacting us. In order to complete a sale, our EU-based sales team may ask for any alternative phone numbers at which the customer would like to be reached. They may also collect the name and similar contact information, as provided by the customer contact, of other individuals involved in the purchase, including decision-makers, assistants, and purchasing personnel. In all cases, this information consists only of business contact information required to complete a transaction.\r\n\r\nGiven that Centrify is an international business, Centrify's use of Customer information necessarily involves the transmission of data on an international basis (including the United States and countries outside the EEA). Centrify may store, process and/or transfer personal data to countries outside of the EEA, especially to servers in the United States. The transfer of such data is in compliance with local legislation for the cross-border transfer of data, where applicable.\r\n\r\n'Anonymous Data' is collected or generated and is not associated or linked to Personal Data. Anonymous Data does not identify individual persons. Centrify may generate Anonymous Data from Personal Data by eliminating Personal Data and aggregating the results so the information is not personally identifiable to an individual or individual's device. \r\n\r\nThe Company uses Data about Centrify Customers to gather statistics to enhance Software and Services, to provide technical support and for license enforcement. Centrify does not share Anonymous Data or Data about Centrify Customers.\r\n\r\nCentrify partners with other companies to jointly promote Software or Services and Centrify may share Data about Centrify Attendees collected in connection with their expression of interest in a joint event or promotion with partner(s). Centrify will share personal information with third parties only in the ways that are described in our privacy policy (http://www.centrify.com/privacypolicy.asp). We do not sell personal information to third parties.\r\n\r\nCentrify provides full disclosure on privacy practices for EU/EEA and all other business contacts and customers, including information on how to opt-out of mailings or remove/edit information held by Centrify, in our privacy policy: http://www.centrify.com/privacypolicy.asp.",
    "address": "3393 Octavius Drive, Suite 100",
    "asp_index": "23860",
    "city": "Santa Clara",
    "contactemail1": "privacy@centrify.com",
    "contactfax1": "(408) 588-1503",
    "contactname1": "Tim Steinkopf",
    "contactoff1": "Centrify Corporation",
    "contactphone1": "(669) 444-5270",
    "contacttitle1": "CFO",
    "corpoffemail1": "tim.steinkopf@centrify.com",
    "corpofffax1": "(408) 588-1503",
    "corpoffname1": "Tim Steinkopf",
    "corpoffphone1": "(669) 444-5270",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-12",
    "orgverification": "Third party",
    "personaldata": "On-line data, Offline data, Manually processed data",
    "ppdate": "2014-03-27",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-08-12",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95054"
}