{
    "Fax": "(770) 582-8236",
    "OrgName": "FleetCor Technologies",
    "PPLoc": "http://www.fleetcor.com/privacy.html ",
    "Phone": "(770) 449-0479",
    "activities": "FleetCor is a global provider of fuel cards and workforce payment products and services to businesses. As an issuer of payment products, administrator of payment programs, transaction processor, and provider of related services, FleetCor obtains customer and related party data through websites, during the credit application process and subsequent activities, while administering programs for brand partners and cardholders, and in connection with processing transaction data. FleetCor may use the data to undertake activities, such as the following: (i) initiate applications for accounts, provide notice  of application status, or request additional information to further process applications; (ii) obtain credit information when application is made or subsequently; process transactions; (iii) create and manage online accounts and respond to inquiries; (iv) protect against fraud, unauthorized transactions, claims and other liabilities, and manage risk exposure; (v) carry out obligations and enforce obligations arising from contracts; (vi) provide information about products or services; (vii) provide information about other goods and services which may be of interest; (viii) allow participation in interactive features of services; (ix)  provide notification of changes to products and services; (x) operate, evaluate and improve the business (including developing new products and services, managing our communications, determining the effectiveness of our advertising, analyzing our products, services and websites, facilitating the functionality of our websites, and performing accounting, auditing, billing, reconciliation and collection activities); (xi)  monitor the use of and improve interactive assets; (xii) perform data analyses (including anonymization of personal information); (xiii) evaluate interest in employment and communicate regarding possible employment; (xiv) comply with applicable legal requirements, industry standards, and company policies; and (xv) such other ways for which notice is provided at the time of collection. \r\nFleetCor is certifying for and on behalf of itself and the following FleetCor entities: FleetCor Technologies Operating Company, LLC; FleetCor Fuel Cards LLC; CLC Group, Inc.; Corporate Lodging Consultants, Inc.; Crew Transportation Specialists, Inc.; Mannatec, Inc.; CFN Holding Co.; Discrete Wireless, Inc.; and FleetCor Funding, LLC.",
    "address": "5445 Triangle Parkway, Suite 400",
    "asp_index": "23890",
    "city": "Norcross",
    "contactemail1": "privacy@fleetcor.com",
    "contactfax1": "(770) 582-8236",
    "contactname1": "Sean Bowen",
    "contactoff1": "Legal Department",
    "contactphone1": "(770) 449-0479",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "sean.bowen@fleetcor.com",
    "corpofffax1": "(770) 582-8236",
    "corpoffname1": "Sean Bowen",
    "corpoffphone1": "(770) 449-0479",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)General Services - (GSV)",
    "industrysector_parsed": [
        "Financial Services - (FNS)",
        "General Services - (GSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-16",
    "orgverification": "In-house self assessment",
    "personaldata": "On-line, off-line and manually processed data relating to organizations, customers and related parties",
    "ppdate": "2013-08-07",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "FleetCor commits to cooperating with data protection authorities located in the European Union and its authorized representatives.",
    "signupdate": "2013-08-16",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30092"
}