{
    "Fax": "(213) 229-7520",
    "OrgName": "Gibson Dunn & Crutcher LLP",
    "PPLoc": "http://www.gibsondunn.com/Pages/SafeHarbor.aspx ",
    "Phone": "(213) 229-7000",
    "activities": "Gibson Dunn & Crutcher LLP is an international law firm with clients located throughout the world, including in the European Union and Switzerland.  In representing such clients in transactional; litigation; and other matters, it \r\nis often necessary for the client to provide to GDC information that is subject to the jurisdiction of the European Union Directive on Data Protection or the \r\nFederal Data Protection and Information Commission of Switzerland.  Gibson Dunn will be processing or using such information solely for the establishment of a legal \r\nclaim or defense or is related to acquisitions, mergers, joint ventures or other similar transactions where there is a need for confidentiality.\r\n\r\nGibson Dunn operates offices located in the USA, the European Union, Latin America, the Middles East and in Asia.  Gibson Dunn operates as one firm and routinely shares information between offices to facilitate and centralise the operation of client services, conflicts checking, records management, billing, marketing, information technology and related professional services.  Personal data may include data relating to:\r\n\r\n1.  the Firm's partners, employees and workers for the purposes of their engagement;\r\n2.  applicants for employment for the purposes of pre-employment screening/vetting;\r\n3.  former partners and employees for the purposes of the Firm's alumni program, and related issues;\r\n4.  clients, their affiliates and affiliated individuals to provide legal services, billing, marketing, to comply with regulatory requirements and for other legitimate business purposes;\r\n5.  data relating to prospective clients and other professional contacts for marketing purposes;\r\n6.  other professionals, witnesses, suppliers and vendors for the purposes of providing legal services to clients; and\r\n7.  e-mail and other correspondence for legitimate business purposes.\r\n\r\nGibson Dunn makes no representations with respect to data not covered by the Directives, data which is provided directly by data subjects to Gibson Dunn's non-EU offices or with respect to data obtained by the Firm through its website, which is hosted in the United States of America.",
    "address": "333 South Grand Avenue",
    "asp_index": "23919",
    "city": "Los Angeles",
    "contactemail1": "mpalmer@gibsondunn.com",
    "contactfax1": "(212) 351-5224",
    "contactname1": "Mary P. Palmer",
    "contactoff1": "Office of the General Counsel",
    "contactphone1": "(212) 351-2424",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "cwoodhouse@gibsondunn.com",
    "corpofffax1": "(213) 229-7520",
    "corpoffname1": "Charles E. Woodhouse",
    "corpoffphone1": "213-229-7252",
    "corpofftitle1": "Executive Director",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-19",
    "orgverification": "In-House",
    "personaldata": "off-line; on-line; manually proc. data; human resources data",
    "ppdate": "2009-07-28",
    "previous": "",
    "privacyprograms": "None at this time.",
    "recoursemech": "For organization human resources data: EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner; for all other data: JAMS - a private sector developed dispute resolution mechanism that incorporates the safe harbor framework.",
    "signupdate": "2009-08-19",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90071"
}