{
    "CertificationStatus": "true",
    "Fax": "208-368-4540",
    "OrgName": "Micron Technology, Inc.",
    "PPLoc": "http://www.micron.com/privacy.html ",
    "Phone": "208-368-4000",
    "activities": "Sales and marketing of semiconductor products and services; purchasing; human resources data.\r\n\r\nRegistration and order forms\r\nIf you choose to register with Micron or to place an order with us, we may ask that you provide us with contact information (first and last name, e-mail address and telephone number), financial information (account or credit card numbers), demographic information (address, age, or income level), and unique identifiers (tax ID number), information about where you learned of our products and information about your intended use of our products. We do not purge customer information on a regular basis, so information you provide us will remain in our systems for an indefinite amount of time. We may use your contact information to send you information about us and to contact you when necessary. If you do not want to receive any mailings from us, please see the choice/opt-out section below. Financial information is used only to bill you for products. Demographic information may be used to tailor your experience at our sites, showing you information that we think you might be interested in, and presenting information according to your preferences. We may use demographic information to develop summary - but not individual - reports for our advertisers so that they may determine how effective their advertising investments are. We never tell our advertisers who it was that saw or clicked on their advertisements, unless you have specifically told us that this is acceptable. In addition, our sales and marketing departments may also use demographic information, information about where you learned of our products and information about your intended use of our products to improve our advertising and marketing efforts and to measure interest in our products. We may use unique identifiers to verify our resellers and customers and to allow customers to identify themselves to us.\r\n\r\nSurveys and contests\r\nMicron may invite you to participate in online surveys or contests. Participation is never required. If you choose to participate, you may be asked to disclose contact and demographic information as well as additional information about you and/or your company. We may use this information to send you information about our company, contact you when necessary, tailor your experience at our site, display information according to your preferences and improve our Web sites, products and advertising. If you do not want to receive any mailings from us, please see the choice/opt-out section below. This information may be shared with our advertisers on a summary, not individual, basis.\r\n\r\nPublic forums\r\nMicron may make chat rooms, forums, message boards, and/or news groups available to you. Because any information that is disclosed in these areas becomes public information, you should exercise caution when deciding whether to disclose your personal information.\r\n\r\nInformation requests\r\nYou may be able to request information on our sites regarding our products and services, including technical support and customer service, by using online forms. We ask that you provide certain contact information to allow us to fulfill your request and to send you information about Micron's products and services. If you do not want to receive any mailings from us, please see the choice/opt-out section below in the privacy policy.",
    "address": "8000 S. Federal Way",
    "asp_index": "23918",
    "city": "Boise",
    "contactemail1": "dataprivacy@micron.com",
    "contactfax1": "208 368-4540",
    "contactname1": "",
    "contactoff1": "Micron Information Security Department",
    "contactphone1": "208 368-4000",
    "contacttitle1": "",
    "corpoffemail1": "dataprivacy@micron.com",
    "corpofffax1": "208 368-4540",
    "corpoffname1": "James E. Mahoney",
    "corpoffphone1": "208 368-4000",
    "corpofftitle1": "VP of Information Systems",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Consumer Electronics - (CEL)Computer & Peripherals - (CPT)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Consumer Electronics - (CEL)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-24",
    "orgverification": "In-House",
    "personaldata": "off-line, on-line, man proc, hr data",
    "ppdate": "2012-07-10",
    "previous": "23918",
    "privacyprograms": "None",
    "recoursemech": "For organization human resources data: Micron commits to cooperate with the relevant European Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner or their authorized representatives; for all other data: Micron commits to the BBB EU SAFE HARBOR program.",
    "signupdate": "2007-08-24",
    "state": "Idaho",
    "statutorybody": "FTC",
    "zip": "83706"
}