{
    "CertificationStatus": "true",
    "Fax": "973-532-1820",
    "OrgName": "MFXchange US, Inc. and its wholly-owned U.S. subsidiary, MFX Roanoke, Inc.",
    "PPLoc": "http://mfxfairfax.com/safe-harbor ",
    "Phone": "973-254-5320",
    "activities": "MFX is a provider of mission critical business solutions to the Commercial Property & Casualty insurance sector  in the areas of end-to-end commercial business applications. MFX is also a provider of traditional data center and private cloud outsourcing and infrastructures services across multi-industry verticals.  Personal information regardless of origination may be collected when an individual completes a request for information form on our public website.  Our overall Privacy Policy is posted on our website and outlines the information we may collect and how the individual’s rights are protected. MFX may receive European Personal Data from its customers for purposes of providing services to its customers. MFX acts as a data processor on its customers’ behalf in this context and will process this personal information on behalf of its customers consistent with the customer’s instructions and the applicable Safe Harbor principles.  MFX also collects relevant personal information from its EU employees to the extent this personal information is necessary for MFX  to perform its Human Resources functions.",
    "address": "412 Mount Kemble Avenue, Suite 200",
    "asp_index": "23928",
    "city": "Morristown",
    "contactemail1": "privacy@mfxfairfax.com",
    "contactfax1": "973-532-1820",
    "contactname1": "Janet Wulster",
    "contactoff1": "MFXchange US, Inc.",
    "contactphone1": "973-254-5320",
    "contacttitle1": "Vice President & Chief Administrative Officer",
    "corpoffemail1": "privacy@mfxfairfax.com",
    "corpofffax1": "973-532-1820",
    "corpoffname1": "Janet Wulster",
    "corpoffphone1": "973-254-5320",
    "corpofftitle1": "Vice President & Chief Administrative Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-02",
    "orgverification": "In-house",
    "personaldata": "Online and offline data of our customers",
    "ppdate": "2013-08-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "The International Centre for Dispute Resolution/American Arbitration Association will provide independent recourse for on-line and off-line data. The EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner will be available only in relation to MFX human resource data.",
    "signupdate": "2013-08-02",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07960"
}