{
    "CertifiedThroughLabel": "",
    "Fax": "781-246-8585",
    "OrgName": "Veracross, LLC",
    "PPLoc": "https://assets.veracross.com/docs/veracross_privacy_policy.pdf",
    "Phone": "781-246-0010",
    "activities": "Veracross is a privately held firm that provides its clients access to software and data provided as an information management system.  Veracross' services are provided to private K-12 schools.  Personal information received from the EU/EEA and/or Switzerland is used by Veracross to support and serve our clients in the use of our software which our clients are granted access to.  Visitors to our public website may request additional information by providing data such as name, email address, address, job title, enrollment size, start grade, end grade and timeline to purchase. Services are provided through analysis, training, custom software programming and consultative means.",
    "address": "701 Edgewater Drive",
    "asp_index": "23922",
    "city": "Wakefield",
    "contactemail1": "info@breuer.com",
    "contactfax1": "781-246-8585",
    "contactname1": "Robert Pellerin",
    "contactoff1": "Veracross, LLC",
    "contactphone1": "781-246-0010",
    "contacttitle1": "Vice President",
    "corpoffemail1": "rpellerin@breuer.com",
    "corpofffax1": "781-246-8585",
    "corpoffname1": "Robert Pellerin",
    "corpoffphone1": "781-303-1150",
    "corpofftitle1": "Vice President",
    "eucountries": "Denmark, Germany, Hungary, Norway, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "DNK",
        "DEU",
        "HUN",
        "NOR",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-21",
    "orgverification": "Third Party",
    "personaldata": "Client and client's own customer data.  Some data is manually processed (editied by individuals granted access to our software)",
    "ppdate": "2013-05-16",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Veracross has established internal mechanisms to verify its ongoing adherence to its Privacy Policy. Veracross also encourages individuals affected by it's Privacy Policy to raise any concerns about the processing of their personal information by contacting Veracross at the address indicated in the Privacy Policy.  \r\n\r\nVeracross will seek to resolve any concerns and will utilize TRUSTe, a private sector dispute organization as the independent recourse mechanism available to investigate unresolved complaints.",
    "signupdate": "2013-08-21",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01880"
}