{
    "Fax": "215-323-9359",
    "OrgName": "AMETEK",
    "PPLoc": "See link below",
    "Phone": "610-889-5209",
    "activities": "AMETEK and its affiliates collect, process, store and use personal human resources information of its employees to: determine, evaluate and implement employment related actions, decisions, promotions, discipline, appointments and obligations; review and implement compensation, benefits, education and training programs; evaluate employee conduct; maintain facility and employee safety, health and security; maintain business, accounting and financial records and analyses; facilitate business and legal communications; engage in related negotiations, transactions and conferences; comply with and exercise legal and contractual rights and obligations; to determine succession planning; and implement other legitimate employment and business purposes.  If AMETEK or any of its affiliates intends to use or transfer personal information about an employee in a manner which is not consistent with these purposes, the affected employee will be given the opportunity to opt-out of that use or transfer.  \r\nThis Policy applies to all personal human resources information, in any format, received by AMETEK or any of its affiliates in the United States from AMETEK operations in any country.",
    "address": "1100 Cassatt Road",
    "asp_index": "23948",
    "city": "Berwyn",
    "contactemail1": "jeff.young@ametek.com",
    "contactfax1": "215-323-9359",
    "contactname1": "Jeffrey L. Young",
    "contactoff1": "Corporate",
    "contactphone1": "610-558-5209",
    "contacttitle1": "Director, Payroll & Global HRIS",
    "corpoffemail1": "greg.kelble@ametek.com",
    "corpofffax1": "215-323-9360",
    "corpoffname1": "Greg Kelble",
    "corpoffphone1": "610-889-5266",
    "corpofftitle1": "Senior Vice-President Human Resources",
    "eucountries": "Austria, Czech Republic, Denmark, France, Germany, Italy, Netherlands, Romania, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "CZE",
        "DNK",
        "FRA",
        "DEU",
        "ITA",
        "NLD",
        "ROU",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Aircraft & Parts - (AIR)Electronic Components - (ELC)Laboratory Scientific Instruments - (LAB)",
    "industrysector_parsed": [
        "Aircraft & Parts - (AIR)",
        "Electronic Components - (ELC)",
        "Laboratory Scientific Instruments - (LAB)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-22",
    "orgverification": "In-house review at least annually",
    "personaldata": "Human Resource, online, manual",
    "ppdate": "2012-06-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "AMETEK will investigate and resolve any individual complaints and disputes involving this Policy, and will cooperate with any appropriate Data Protection Authority (“DPA”) in the investigation and resolution of such complaints.  AMETEK will comply with any advice given by the DPAs where the DPAs take the view that the organization needs to take specific action to comply with the Safe Harbor Privacy Principles, including remedial or compensatory measures for the benefit of individuals affected by any non-compliance with the Principles, and will provide the DPAs with written confirmation that such action has been taken.  AMETEK agrees to handle complaints in accordance with any applicable grievance or arbitration procedure.  \r\n\r\nAMETEK will remedy any problems arising out of any failure to comply with the Safe Harbor Principles, consistent with the above enumerated mechanisms.  Any remedy will insure that noncompliance is reversed or corrected and future processing is in conformity with the Safe Harbor Privacy Principles.",
    "signupdate": "2012-08-22",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19312"
}