{
    "CertificationStatus": "true",
    "Fax": "952-830-7390",
    "OrgName": "Scholarship America",
    "PPLoc": "http://www.scholarshipmanagement.org/privacy.php ",
    "Phone": "952-830-7390",
    "activities": "To be considered for a scholarship, tuition assistance or other award administered by Scholarship America's Scholarship Management Services division, a student may be required to submit data to us electronically. Types of personally identifiable information may include, but are not limited to, student's full name, address, email address and phone numbers, student's parent(s) full name(s), address(es), email address(es) and phone numbers(s), gender ethnicity, academic information such as grade point average, class rank and entrance exam scores, current and future enrollment information, involvement in work, school and community activities and personal essays. In some cases, a social security number and personal or household financial information may be requested. Actual information we collect varies based on the program being administered.",
    "address": "1550 American Blvd E",
    "asp_index": "23940",
    "city": "Minneapolis",
    "contactemail1": "security@scholarshipamerica.org",
    "contactfax1": "952-830-1929",
    "contactname1": "Patsy Rossow",
    "contactoff1": "Scholarship America, One Scholarship Way, St. Peter, MN 56082",
    "contactphone1": "507-931-0470",
    "contacttitle1": "Director, Organizational Security",
    "corpoffemail1": "gdehn@scholarshipamerica.org",
    "corpofffax1": "952-830-1929",
    "corpoffname1": "Gregory Dehn",
    "corpoffphone1": "763-742-7514",
    "corpofftitle1": "Senior Vice President & General Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-31",
    "orgverification": "In-house",
    "personaldata": "Covered data includes personal data and does include manually processed data.",
    "ppdate": "2011-04-01",
    "previous": "",
    "privacyprograms": "We are seeking self certification for our current privacy policies and have uploaded the requested documentation.",
    "recoursemech": "Individuals wishing to file a complaint or discuss a concern can contact our organizational contact.  We will respond to all requests within 48 hours.  We assert our businesses make about their privacy practices are true and that privacy practices have been implemented as presented. We agree to cooperate and comply with the EU data protection authorities with regard to unresolved formal complaints received.",
    "signupdate": "2013-05-31",
    "state": "Minnesota",
    "statutorybody": "FTC",
    "zip": "55425"
}