{
    "CertificationStatus": "true",
    "Fax": "(415) 229-4201",
    "OrgName": "Mindjet LLC",
    "PPLoc": "http://www.mindjet.com/privacy-policy/ ",
    "Phone": "(415) 229-4200",
    "activities": "To inform website visitors of commercial information regarding products, upgrades, changes in service, promotions, contests, special offers, newsletters, other products and services, and other activities and offerings in which they may be interested.  \r\nTo fulfill purchases of Mindjet’s products on the website or order them over the phone through Mindjet’s corporate sales department.  \r\nTo gauge the usefulness and popularity of Mindjet’s web pages, or certain links to or from the website, measure the effectiveness of Mindjet’s advertising, to understand how website visitors use the website, to improve the quality of the website and Mindjet’s services, including for storing user preferences, personalize website visitors’ web-browsing experience, and tracking user trends.  \r\nTo learn things such as what product information is of most interest to Mindjet’s customers and what kinds of offers customers like to see.  \r\nTo provide website visitors with information concerning their account, their transactions with Mindjet, their use of Mindjet’s services, including any software updates.  \r\nTo use in marketing and sales activities, including posting customer stories and reviews on the website.  \r\nTo process inquiries, respond to requests, and improve the website, products and services.  \r\nTo provide Mindjet’s services, including the display of customized content; auditing, research and analysis in order to maintain, protect and improve our services; ensuring the technical functioning of our network; protecting the rights or property of Mindjet or our users; and developing new services.",
    "address": "1160 Battery Street East, Fourth Floor",
    "asp_index": "23954",
    "city": "San Francisco",
    "contactemail1": "mia.chiu@mindjet.com",
    "contactfax1": "(415) 229-4201",
    "contactname1": "Mia Chiu",
    "contactoff1": "Worldwide Corporate Headquarters",
    "contactphone1": "(415) 229-4438",
    "contacttitle1": "Associate General Counsel",
    "corpoffemail1": "valerie.burman@mindjet.com",
    "corpofffax1": "(415) 229-4201",
    "corpoffname1": "Valerie Burman",
    "corpoffphone1": "(415) 229-4405",
    "corpofftitle1": "Senior Vice President Corporate Development",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-17",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed data",
    "ppdate": "2013-05-30",
    "previous": "23954",
    "privacyprograms": "None",
    "recoursemech": "Mindjet will cooperate with data protection authorities located in the European Union and/or Switzerland (Federal Data Protection and Information Commissioner) or their authorized representatives.",
    "signupdate": "2010-08-17",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94111-1216"
}