{
    "CertificationStatus": "true",
    "Fax": "(650) 249-5280",
    "OrgName": "Avangate Inc",
    "PPLoc": "http://www.avangate.com/safe-harbor-policy.php ",
    "Phone": "(650) 249-5280",
    "activities": "Avangate is the leading digital commerce solution trusted by software and online services companies to grow their businesses globally. \r\nAvangate provides various solutions to its Customers, which are predominantly business customers, although individual consumers are not restricted from purchasing such products. Avangate collects Personal Data from Customers when they purchase our products, register with our website, log-in to their account, complete surveys, request information from us, or otherwise communicate with us. For example, Avangate customers may choose to seek live support or post to a message board. \r\nThe Personal Data that we collect may vary based on the Customer's interaction with our website and request for our services. As a general matter, Avangate collects the following types of Personal Data from its Customers: contact information, including, a contact person's name, work email address, work mailing address, work telephone number, title, and company name, as well as payment information (which might include credit card and/or bank account information). Customers have the option to log into their accounts online and to request service online, including through a live support option; we will collect information that they choose to provide to us through these portals. \r\nAvangate also collects information automatically such as but without limiting to IP address.",
    "address": "555 Twin Dolphin Drive, Suite 155,",
    "asp_index": "23960",
    "city": "Redwood City",
    "contactemail1": "safeharbor@avangate.com",
    "contactfax1": "(650) 249-5280",
    "contactname1": "Marinescu Eugen",
    "contactoff1": "Marinescu Eugen - 555 Twin Dolphin Drive, Suite 155,Redwood City, CA94065",
    "contactphone1": "(650) 249-5280",
    "contacttitle1": "Global Legal Adviser",
    "corpoffemail1": "safeharbor@avangate.com",
    "corpofffax1": "(650) 249-5280",
    "corpoffname1": "Marinescu Eugen",
    "corpoffphone1": "(650) 249-5280",
    "corpofftitle1": "Global Legal Adviser",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-30",
    "orgverification": "internal",
    "personaldata": "data colected over the iinternet; data colected manually via paper, phone",
    "ppdate": "2014-07-01",
    "previous": "23960",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOUR",
    "signupdate": "2014-07-30",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94065"
}