{
    "Fax": "617-739-8901",
    "OrgName": "FC USA Inc. d/b/a FCm Travel Solutions",
    "PPLoc": "http://www.us.fcm.travel/eng/privacy_policy.html ",
    "Phone": "617-739-2200",
    "activities": "Fulfillment of travel service requests.  FCm Travel Solutions may collect and/or track (1) the home server domain names, e-mail addresses, IP addresses, type of computer, and type of web browser of visitors to the Site, (2) the e-mail addresses of visitors that communicate with FCm Travel Solutions or the Site via e-mail, (3) information knowingly provided by the visitor in online forms (including travel preferences, such as seat selection, meal requests, frequent flyer/hotel/car rental program information, and ticketing options), registration forms, surveys, and contest entries (including name, address, e-mail and other personal profile data), (4) aggregate and user-specific information regarding page views and other online activities, and (5) other information gathered through our weblogs or other interactive forums. You can choose not to provide information to FCm Travel Solutions, but in general some information about you is required in order for you to utilize the Site and/or to purchase products or services; complete a traveler profile; participate in a survey, contest, or sweepstakes; or initiate other transactions on the Site. When you make travel or other arrangements for someone else through the Site, we will request personal information and travel preferences about that individual. You should obtain the consent of other individuals prior to providing FCm Travel Solutions with their personal information and travel preferences.\r\n\r\nFCm Travel Solutions will only collect personal information that is relevant for the purposes for which it is to be used. FCm Travel Solutions will take reasonable steps to ensure that data is reliable for its intended use, accurate, complete, and current. FCm Travel Solutions may use personally identifiable information in a number of ways, such as: \r\nA) To communicate with you about your account, or to communicate information about the Site.\r\n\r\nB) To build higher quality, more useful services such as by analyzing usage trends, and by measuring demographics and interests regarding specific areas of the Site.\r\n\r\nC) To provide you with prompt and effective customer service.\r\n\r\nD) To support the operation of the Site (such as account maintenance and record keeping), troubleshoot problems, resolve disputes, and to enforce our terms and conditions.\r\n\r\nE) To inform you about services related to FCm Travel Solutions.",
    "address": "467 Washington Street",
    "asp_index": "23982",
    "city": "Boston",
    "contactemail1": "john.morhous@fcm.travel",
    "contactfax1": "617-739-8901",
    "contactname1": "John Morhous",
    "contactoff1": "FCm Travel Solutions",
    "contactphone1": "617-739-2200",
    "contacttitle1": "CIO",
    "corpoffemail1": "Leonard.Donaldson@us.flightcentre.com",
    "corpofffax1": "617-739-8901",
    "corpoffname1": "Leonard Donaldson",
    "corpoffphone1": "201-887-4298",
    "corpofftitle1": "CIO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-09",
    "orgverification": "In-house",
    "personaldata": "Off-line, on-line and manually processed",
    "ppdate": "2009-08-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "European Data Protection Authorities (DPAs)",
    "signupdate": "2011-08-09",
    "state": "Massachusetts",
    "statutorybody": "DoT",
    "zip": "02111"
}