{
    "CertificationStatus": "true",
    "Fax": "617 987 0633",
    "OrgName": "Advance Medical, Inc.",
    "PPLoc": "http://www.advance-medical.com/eng/privacy-notice ",
    "Phone": "617 987 0018",
    "activities": "Advance Medical, Inc. contracts with clients to provide the members of said client with medical information regarding their particular medical condition, medical situation, treatment plan, and diagnosis. \r\nThis involves the Advance Medical client organizations providing and maintaining (updating) an eligibility file documenting the identities of their members who are being provided the Advance Medical, Inc. benefit.  When an eligible client’s member contacts Advance Medical, Inc. for this service, release forms are completed and signed giving Advance Medical, Inc. the right to collect copies of all medical records from the client's employee's medical history: doctors notes and files, laboratory results, pathology slides, medical images, and diagnosis. \r\nThe client's member is interviewed by Advance Medical and a case files is opened. The member’s collected medical history is de-identified (all data that could be used to identify the individual,  in compliance with HIPAA’s rules for such de-identification,  is removed) and the de-identified medical history is then sent to a panel of doctors who are acknowledged experts in the related medical areas pertinent to that employee’s medical history. \r\nThe resulting expert opinions are combined by Advance Medical, Inc. into a comprehensive report. \r\nThis process involves transmission, storage and processing of personally identifiable medical information. Advance Medical, Inc. has created rigorous policies and procedures, along with many technical controls: encryption, encryption key management, firewalls, segregation of duties fine-grained access control and the many other controls documented in the ISO 27001 and 27002 series; NIST SP80053-R4, HIPAA, HITECH, and the many US States' regulations regarding Personal Information disclosure (breach laws). Advance Medical, Inc. is a global company and current and future clients are multinational and international, including in Switzerland and the EU.",
    "address": "100 Lowder Brook Road",
    "asp_index": "23987",
    "city": "Westwood",
    "contactemail1": "tsmith@advance-medical.com",
    "contactfax1": "617 987 0633",
    "contactname1": "Terrill Smith",
    "contactoff1": "Advance Medical, Inc.,100 Lowder Brook Drive, Suite 1400, Westwood, Massachusetts 02090",
    "contactphone1": "617 987 0018",
    "contacttitle1": "Director of Security and Compliance",
    "corpoffemail1": "mhough@advance-medical.com",
    "corpofffax1": "617 987 0633",
    "corpoffname1": "Mike Hough",
    "corpoffphone1": "617 987 0018",
    "corpofftitle1": "Executive VP and General Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Health Care Services - (HCS)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-04",
    "orgverification": "in-house",
    "personaldata": "Data is a full medical history including sonigrahms, x-rays, MRIs, pathology slides, procedures, medications, and doctors examination notes. The data is both electonic, and manual in nature and may include CDs, film, and pathology slides.",
    "ppdate": "2014-05-29",
    "previous": "",
    "privacyprograms": "None currently, planning on eTrust in 2015",
    "recoursemech": "Main Location\r\nJAMS \r\n1920 Main Street \r\nSuite 300 \r\nIrvine, CA 92614 \r\nTel: (949) 224-1810 \r\nFax: (949) 224-1818",
    "signupdate": "2014-09-04",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02090"
}