{
    "Fax": "732-870-4525",
    "OrgName": "CommVault Systems, Inc.",
    "PPLoc": "http://www.commvault.com/privacy-policy ",
    "Phone": "732-728-5310",
    "activities": "Some of CommVault’s customers are located in the EU.  Personal information about EU customers may be transferred to the US, where CommVault’s global data servers reside.  This customer information includes, without limitation, name, date of birth, gender, address, payment information, phone number, and email address.  This customer information is used for handling orders, delivering products and services, communicating with our customers, and processing payments.  In addition, some of CommVault’s employees and employee applicants are in the EU.  The employee and applicant information that will be transferred from the EU to the US includes, without limitation, name, address, phone number, email address, job title, salary, and date of hire.  This employee and applicant information is used for managing payroll and benefits, reviewing employee applications, and administering other human resource programs.",
    "address": "2 Crescent Place",
    "asp_index": "24028",
    "city": "Oceanport",
    "contactemail1": "tbenson@commvault.com ",
    "contactfax1": "",
    "contactname1": "Tara Benson",
    "contactoff1": "CommVault Systems, Inc",
    "contactphone1": "(732) 870-4035",
    "contacttitle1": "Trademark and Licensing Counsel",
    "corpoffemail1": "wmondschein@commvault.com",
    "corpofffax1": "",
    "corpoffname1": "Warren Mondschein",
    "corpoffphone1": "732-870-4009",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-04",
    "orgverification": "In-house",
    "personaldata": "HR personal data, customer personal data; both online and offline",
    "ppdate": "2014-07-25",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Will cooperate and comply with the EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate all unresolved complaints, regardless of the type of data involved.",
    "signupdate": "2014-09-04",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07757"
}