{
    "CertificationStatus": "true",
    "Fax": "866-340-7511",
    "OrgName": "Secure Data Recovery Services",
    "PPLoc": "http://www.securedatarecovery.com/legal/privacy-policy ",
    "Phone": "800-388-1266",
    "activities": "Secure Data Recovery Services collects basic information for internal use. This includes but is not limited to phone numbers and addresses entered into our online evaluation form or information collected over the phone when you call our customer service department. We also collect your first and last name, email address and phone number, when you send us a request regarding our services. When you use our media services, we keep your information strictly confidential.\r\n\r\nWe only use your information for the primary purpose of contacting you, creating your account with us, assessing your needs and responding to your customer service requests.\r\n\r\nWe will retain your information for as long as your account is active or as needed to provide you services. We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\r\n\r\nWe will share your personal information with third parties only in the ways that are described in this privacy policy. We do not sell your personal information to third parties.\r\n\r\nSecure Data Recovery Services does not sell or share any personal or corporate information except for the purposes of providing requested products and services. In the event that we need to share personally identifiable information with equipment manufacturers or other third parties, we will request your permission prior to doing so.\r\n\r\nWe may also use aggregated information for general purposes including but not limited to advertising, sales or mergers. This information will not include phone numbers, addresses, payment numbers or other personally identifiable data.\r\n\r\nSecure Data Recovery Services may be obligated to respond to subpoenas or other legal processes. We reserve the right to share information in order to prevent illegal activities or to aid in the investigation and prosecution of illegal activities as required by law and when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others. We also reserve the right to use collected information to defend against lawsuits, to establish fault or for other legal reasons not explicitly listed in these terms.",
    "address": "8271 Melrose Ave. Suite 205",
    "asp_index": "24031",
    "city": "Los Angeles",
    "contactemail1": "support@securedatarecovery.com",
    "contactfax1": "866-340-7511",
    "contactname1": "Dmitri Kardashev",
    "contactoff1": "Los Angeles Corporate Office",
    "contactphone1": "8003881266",
    "contacttitle1": "CEO",
    "corpoffemail1": "support@securedatarecovery.com",
    "corpofffax1": "866-340-7511",
    "corpoffname1": "Dmitri Kardashev",
    "corpoffphone1": "8003881266",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)General Science & Technology - (GST)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Science & Technology - (GST)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-06",
    "orgverification": "Third Party: TRUSTe",
    "personaldata": "On-line data = data collected directly on the Internet.",
    "ppdate": "2014-07-25",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "For organization human resources data: EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner (FDPIC); for all other data: TRUSTe",
    "signupdate": "2014-08-06",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90046"
}