{
    "CertificationStatus": "true",
    "Fax": "617-426-5971",
    "OrgName": "DataXu, Inc.",
    "PPLoc": "http://www.dataxu.com/privacy/ ",
    "Phone": "6179049887",
    "activities": "Data Collection for our Corporate Site\r\nOur website (www.dataxu.com) is intended primarily to offer information about DataXu and our services. We collect personal information in different areas of this website including our information request page, our contact us page and on our blog if you choose to leave a comment.\r\nIn order to respond to inquiries or to provide customer service, we may collect various forms of personal information including your name, e-mail address, phone number, company name and state of residence.\r\nIf you choose to submit personal information, we may use that information for general marketing purposes and to notify you regarding updates to our products and services.\r\nPersonal information, including name and e-mail address, may be shared with companies that provide services to help us with our business activities, such as sending e-mail communications to you on our behalf, or when you apply for employment with DataXu. These companies are authorized to use your personal information only as necessary to provide these services to us.\r\nWe will retain your information for as long as your account is active, as needed to provide you services, as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\r\nData Collection for our Platform\r\nWe may collect information such as your browser type (e.g., Firefox or Internet Explorer), operating system (e.g., Macintosh or Windows), Internet provider (e.g., Verizon or Comcast), IP address, and whether you respond to an ad.\r\nWe do not collect your name, address, phone number, e-mail address, Social Security Number, credit card information, insurance plan numbers, financial account numbers, or health related information..\r\nWe use two technologies to collect information, both of which are widely used on the Internet: cookies and pixel tags. The information that we collect via our technologies is used for the purpose of targeting ads, measuring the effectiveness of ads on behalf of DataXu’s advertisers and to identify the audience most likely to respond to an advertisement. This information also helps DataXu ensure that you don’t repeatedly see the same ad. We may also use non-PII data from third parties.\r\nWe retain the information collected via our technology for up to 13 months. After that time, we aggregate the data and retain it for analytical purposes.",
    "address": "281 Summer Street, 4th Floor",
    "asp_index": "24045",
    "city": "Boston",
    "contactemail1": "adale@dataxu.com",
    "contactfax1": "617-426-6183",
    "contactname1": "Andrew Dale",
    "contactoff1": "DataXu, Inc.",
    "contactphone1": "6179049887",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "rforcier@dataxu.com",
    "corpofffax1": "617-426-5971",
    "corpoffname1": "Rich Forcier",
    "corpoffphone1": "857-244-6183",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-09",
    "orgverification": "Third Party",
    "personaldata": "Data covered by the Safe Harbor Framework includes data collected on-line, offline and manually processed data.",
    "ppdate": "2011-08-02",
    "previous": "",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "TRUSTe EU Safe Harbor Program",
    "signupdate": "2011-08-09",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02210"
}