{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Pop Tech Pty Ltd",
    "PPLoc": "https://letspop.com/privacy-policy",
    "Phone": "61408699414",
    "activities": "Pop is an app that allows users to store their personal information (profile) in a personal 'data wallet'.  The data is stored on the device and only on the device. \r\n\r\nPop also provides a messaging service which allows an app user to connect directly to a 3rd party with whom the user wishes to transact. \r\n\r\nThe user interacts with the app and the 3rd party website in conjunction to make a connection and transfer data required by the 3rd party via the pop messaging service. In this way Pop acts only as a provider of a client (the app) and a messaging service.  \r\n\r\nPop Tech as an organisation does not have any access to any user's personal data wallet store within their app. Pop Tech also does not access any data in transit via our messaging service; the data exists only in memory for a split second, and is never logged to disk.\r\n\r\nAny data we receive via a request from a user is promptly routed to the intended third party website with whom the user has a relationship.\r\n\r\nAt all times the user has full awareness and control of what data they store within the app and if and when they send data via our service. This applies to all users including those from the EU and Switzerland.",
    "address": "Suite 6, 249-251 Chapel St",
    "asp_index": "24053",
    "city": "Prahran",
    "contactemail1": "stu@letspop.com",
    "contactfax1": "",
    "contactname1": "Stuart Rowe",
    "contactoff1": "Pop Tech Pty Ltd",
    "contactphone1": "61408699414",
    "contacttitle1": "Chief Technology Officer",
    "corpoffemail1": "stu@letspop.com",
    "corpofffax1": "",
    "corpoffname1": "Stuart Rowe",
    "corpoffphone1": "61408699414",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-13",
    "orgverification": "Third Party",
    "personaldata": "Online data",
    "ppdate": "2014-07-21",
    "previous": "24053",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-08-13",
    "state": "Not Assigned",
    "statutorybody": "FTC",
    "zip": "03181"
}