{
    "CertifiedThroughLabel": "",
    "Fax": "609-222-6051",
    "OrgName": "The Hibbert Group",
    "PPLoc": "http://www.hibbertgroup.com/corp_web/privacy.html ",
    "Phone": "609-394-7500",
    "activities": "All data activities related to consumer information we receive on-line, off-line or manually processed.\r\n\r\nWeb Site Usage Information\r\nWith respect to the corporate Web Site, www.hibbertgroup.com, THG will collect, store, and/or use the consumer information provided which includes, but is not limited to, any of the following: (a) a first and last name; (b) a home or other physical address, including street name and name of city and town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name that reveals an individual's email address; (d) a telephone number; (e) a social security number; (f) an account number of any type; (g) an Internet Protocol (IP) address or host name that identifies an individual consumer; (h) a persistent identifier, such as a customer held in a \"cookie\" or processor serial number, that is combined with other available data that identifies an individual customer; (i) web beacons that collect information through web logs; or (j) any information that is combined with (a) through (i) above. The information we collect is used to contact you regarding any questions, comments or requests for information you may have regarding our services. THG does not currently use ad serving companies to place banner ads from other firms on our site; therefore there is no tracking by these third party companies from any banner ads, bulletin boards or other interactive venues. We also do not knowingly collect consumer information from children under the age of eighteen.",
    "address": "400 Pennington Ave.",
    "asp_index": "24059",
    "city": "Trenton",
    "contactemail1": "rhober@hibbertgroup.com",
    "contactfax1": "609-222-6274",
    "contactname1": "Rosemary Hober",
    "contactoff1": "The Hibbert Group",
    "contactphone1": "609-222-6131",
    "contacttitle1": "Sr. Vice President, Client Services",
    "corpoffemail1": "gdowbnia@hibbertgroup.com",
    "corpofffax1": "609-222-6286",
    "corpoffname1": "George Dowbnia",
    "corpoffphone1": "609-222-6083",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-29",
    "orgverification": "Self Assessment",
    "personaldata": "On-Line, Off-Line",
    "ppdate": "2002-09-01",
    "previous": "",
    "privacyprograms": "DMA (Direct Marketing Association)",
    "recoursemech": "Direct Marketing Association (DMA)\r\nAttn: Safe Harbor Line\r\n1111 19th St., Suite 1100\r\nWashington, D.C. 20036-3603",
    "signupdate": "2005-08-29",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08650"
}