{
    "CertificationStatus": "true",
    "Fax": "9175915856",
    "OrgName": "Outbrain Inc.",
    "PPLoc": "http://www.outbrain.com/legal/privacy ",
    "Phone": "6468670149",
    "activities": "Outbrain is a content discovery platform that provides content recommendations – most often found at the bottom of an online publisher’s article page.  Using proprietary technology, Outbrain recommends interesting content to users based on their interests.\r\n\r\nOutbrain and its subsidiaries receive data from the EU from the following categories of data subjects: (1) Employees, former employees, contractors and job applicants; (2) Staff of third party vendors and of customers of Outbrain; and (3) Individuals who use and/or buy Outbrain's products or services, or individuals who otherwise request or disclose information.\r\n\r\nThe personal data transferred may concern the following categories of data: (1) In relation to Outbrain staff: basic biographical data (such as name, gender and status); personal interests data; contact details and education and work history data; and (2) in relation to Outbrain’s customers: location, email and other contact details; (3) in relation to end users who click on Outbrain’s widgets: IP address, browsing history, user agent, geo location.\r\n\r\nOutbrain and its subsidiaries use personal information that it receives from the EU for the following purposes:  (1) customer support activities, such as fulfilling product orders, providing technical support and improving product offerings; (2) sales and marketing activities as permissible under applicable law; (3) enabling and providing product services online; (4) internal business processes such as financial processing and management,fraud detection and prevention, and compliance with governmental, legislative and regulatory bodies; (5) with regards to Outbrain staff: administration (on-boarding, payroll, benefits, sales commissions, equity management), absence, performance and training management and company network access, authentication and personalization.",
    "address": "39 West 13th St. 3rd floor",
    "asp_index": "24100",
    "city": "New York",
    "contactemail1": "mkistler@outbrain.com",
    "contactfax1": "9175915856",
    "contactname1": "Michael Kistler",
    "contactoff1": "Legal Department",
    "contactphone1": "2123535898",
    "contacttitle1": "Senior Counsel, Secretary",
    "corpoffemail1": "mkistler@outbrain.com",
    "corpofffax1": "9175915856",
    "corpoffname1": "Michael Kistler",
    "corpoffphone1": "2123535898",
    "corpofftitle1": "Senior Counsel, Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Science & Technology - (GST)",
    "industrysector_parsed": [
        "General Science & Technology - (GST)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-08",
    "orgverification": "third party",
    "personaldata": "On-line data = data collected directly on the Internet. Offline data = any digital data processed not through the Internet – such as data collected through an Intranet. Manually processed data = data collected manually – paper, trade shows, etc. Human resources data = data related to the employees of the company self-certifying only.",
    "ppdate": "2014-07-31",
    "previous": "24100",
    "privacyprograms": "TRUSTe EU -- Swiss SH Program",
    "recoursemech": "TRUSTe (Private sector developed dispute resolution mechanism that incorporate the Safe Harbor framework)\r\n\r\nNB: For Human Resource data (data related to the employees of Outbrain), Outbrain will work with the EU DPAs and/or the Swiss Federal Data Protection and Information Commissioner in these instances.",
    "signupdate": "2014-08-08",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10011"
}