{
    "Fax": "904-992-6419",
    "OrgName": "HCR Software Solutions Inc.",
    "PPLoc": "https:/ www.hcrcentral.com/safeharbor/safeharbor.aspx ",
    "Phone": "904-638-6177",
    "activities": "HCR Software is a leading provider of hosted and non-hosted Compensation Management. HCR offers product solutions to its customers to automate compensation planning in a secure online environment. HCR Software is committed to protecting your privacy and developing technology that gives you the most powerful and safe online experience. HCR Software provides its solutions to customers who may have employees located outside the US. HCR Software provides professional services and product technical support services to its hosted and non-hosted customers and prospective customers, through employees located in the US, to the customer’s or prospective customer’s site in the US or EU.",
    "address": "13400 Sutton Park Drive S. Ste 1102",
    "asp_index": "24118",
    "city": "Jacksonville",
    "contactemail1": "support@hcrsoftware.com",
    "contactfax1": "904-992-6419",
    "contactname1": "Paul Dicandia",
    "contactoff1": "HCR software",
    "contactphone1": "904-807-8519",
    "contacttitle1": "Information Technology Manager",
    "corpoffemail1": "jamie.davis@hcrss.com",
    "corpofffax1": "904-992-6419",
    "corpoffname1": "James B. Davis",
    "corpoffphone1": "904-838-5470",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "France, Germany, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-29",
    "orgverification": "In-house",
    "personaldata": "Client employee data such as name, employeeid, job title.",
    "ppdate": "2013-08-02",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "HCR will investigate and attempt to resolve complaints and disputes regarding use and disclosure in accordance with the principles contained in this Privacy Statement. If a dispute cannot be resolved through our internal procedures, HCR Software agrees to cooperate and comply with the EU Data Protection Authorities. In the event that the dispute resolution mediator or HCR determine that there was failure of compliance with this Privacy Statement, HCR Software will take appropriate steps to address any adverse effects to promote future compliance.",
    "signupdate": "2013-08-29",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "32224"
}