{
    "CertificationStatus": "true",
    "Fax": "484-567-3002",
    "OrgName": "New Horizons Computer Learning Centers, Inc.",
    "PPLoc": "http://www.newhorizons.com/privacypolicy.aspx ",
    "Phone": "714-940-8000",
    "activities": "Worldwide education and training company. We receive information from employees, students, potential students, franchisees and potential franchisees.",
    "address": "1900 S. State College Blvd., Suite 200",
    "asp_index": "24126",
    "city": "Anaheim",
    "contactemail1": "greg.marsella@newhorizons.com",
    "contactfax1": "714-940-8458",
    "contactname1": "Greg Marsella",
    "contactoff1": "New Horizons Corporate Office",
    "contactphone1": "714-940-8220",
    "contacttitle1": "Vice President & General Counsel",
    "corpoffemail1": "howard.mark@newhorizons.com",
    "corpofffax1": "484-567-3018",
    "corpoffname1": "Howard Mark",
    "corpoffphone1": "484-567-3017",
    "corpofftitle1": "Executive Vice President and Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Education & Training - (EDS)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-13",
    "orgverification": "In House",
    "personaldata": "On-Line, Off-Line, Human Resources Data",
    "ppdate": "2012-04-30",
    "previous": "24126",
    "privacyprograms": "None",
    "recoursemech": "New Horizons data protection and privacy guidelines provided to clients using the site discuss how the policies are enforced. Individual respondents with complaints or disputes regarding New Horizons and its policies or procedures with respect to data protection and privacy of personal information can contact New Horizons. Contact information is listed on New Horizons privacy policy. Readily available and affordable independent recourse mechanisms will be utilized, when necessary and feasible, to investigate and resolve the complaints and disputes. New Horizons commits to cooperate in any investigations by and comply with the advice of competent EU authorities and the Data Protection Authorities (DPAs) or Swiss Federal Data Protection and Information Commissioner (FDPIC). This cooperation pertains to providing recourse for individuals for whom the data relate, and obligates New Horizons to remedy problems arising out of failure to comply with the Principles. New Horizons will also cooperate with the DPAs in the investigation and resolution of complaints brought under Safe Harbor and will comply with any advice given by the DPAs where the DPAs take the view that New Horizons is required to take specific action to comply with the Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by non-compliance with Principles, and will provide the DPAs with written communication that such action has been taken.",
    "signupdate": "2003-08-13",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92806"
}