{
    "Fax": "513-337-4098",
    "OrgName": "Ethicon Endo-Surgery, Inc.",
    "PPLoc": "http://www.ethicon.com/healthcare-professionals/safe-harbor-policy ",
    "Phone": "513-337-7000",
    "activities": "Ethicon Endo-Surgery, Inc. (EES) receives personal information in various forms relating to personnel, including prospective and former employees. This data is transferred from the EU to the United States and are used to carry out the company's human resources functions. Additionally, EES collects personal information for clinical operations, customer service, marketing and complaint reporting functions.  Within clinical operations, EES receives personal information about research subjects, patients, investigators and staff, service providers and business partners, health care professionals, and suppliers. Within marketing EES receives customer data from EU residents for marketing through registration for courses at our educational institute. Within customer support/service, EES may collect information to respond to a customer's inquiry and we may capture personal information in documenting  a complaint or adverse event.",
    "address": "4545 Creek Road,  # 90",
    "asp_index": "24139",
    "city": "Cincinnati",
    "contactemail1": "mgarzil2@its.jnj.com",
    "contactfax1": "908-218-3380",
    "contactname1": "Mary Garzillo",
    "contactoff1": "Health Care Compliance & Privacy",
    "contactphone1": "908-442-2031",
    "contacttitle1": "Manager, Privacy Compliance",
    "corpoffemail1": "tschmid6@its.jnj.com",
    "corpofffax1": "908-218-2202",
    "corpoffname1": "Timothy Schmid",
    "corpoffphone1": "908-218-5627",
    "corpofftitle1": "President, Ethicon US",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-05",
    "orgverification": "In-house",
    "personaldata": "Human Resources, Clinical Operations, Marketing, Customer Service and Complaint Handling/Adverse Events",
    "ppdate": "2004-11-19",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For HR Data: EU Data Protection Authority (EU DPAs) Panel and Swiss Federal Data Protection and Information Commissioner (FDPIC).  We will employ JAMS for Marketing, Complaints and Clinical Data.",
    "signupdate": "2004-11-19",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "45242"
}