{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "SysCloud Inc.",
    "PPLoc": "https:/ www.syscloud.com/privacy-policy/ ",
    "Phone": "480-409-1427",
    "activities": "We are a Google Apps backup, migration and security solutions provider, which helps organizations to protect themselves from critical data loss due to file corruption, accidental user error, and malicious acts.We collect Personal Information that users provide voluntarily, when they register online for any services or contact us expressing interest in our services. When a customer register with us for creating a user account (paid or trial), we require certain Personal Information such as their name, name of organization, email id, contact number and billing information. Users can choose not to provide certain information that we may request for, this may limit the services that they can access. If they are Business User Subscriber, information related to their name and email id may be obtained from their employers. In order to process subscription to our services we require credit card and billing related information in order to process subscription and collect subscription related payments. We refer to this as ‘Billing Information’. If users have purchased any of our services via our Reseller/Business Partner organizations we may receive Personal Information they have collected. Backed Up data: The contents of a business user backed up data may contain Personal Information and Anonymous information such as email addresses, home, office addresses, telephone numbers and other content communicated via email or inside contact fields. Except for troubleshooting purposes we will not otherwise view the contents of the backed up data without user’s permission in writing. For troubleshooting purposes we may have to view file system information (excluding file contents, data like file extensions, size and folder names). Our technology uses some of these inputs to provide incremental backups and troubleshooting purposes. An employer can request: (i) a copy of backed up data of its employees and (ii) deletion of backed up data without employee’s consent. Anonymous information: When customers visit our website we may gather anonymous information such as IP address, domain name, browser, search terms and time spent on our web pages.  We gather customer information through cookies and web bugs, whenever user visit our website and other related pages.  We may use cookies to determine the date and time of visit to our website.  Customer’s Personal Information may be shared with the third parties who work with us or on behalf of us in order to provide users with the services and features that we offer. SysCloud provides users information to third-parties only for business related purposes, which include customer outreach services (email/telephone), payment/credit card processing service providers and third-party customer service providers. We do not intend to sell/rent user’s personal or any other information. This privacy statement applies only to information collected by us through our site or services.Retention: We follow a standard retention period in order to retain customer’s personal data. The company retains customer’s Personal Information only as long as is necessary. SysCloud may retain customer’s personal data for 2 years minimum, until user consents for an earlier disposal.  We review all personal data that the company holds regularly and may delete the data that is no longer necessary. Personal Information which still needs to be retained for a longer period will be archived/kept offline (made anonymous so that it cannot be identified to any individual) in a safe manner.",
    "address": "SysCloud  20 Commerce Dr #135, Cranford, NJ 07016",
    "asp_index": "24143",
    "city": "Cranford",
    "contactemail1": "ryan@syscloud.com",
    "contactfax1": "",
    "contactname1": "Ryan Nix",
    "contactoff1": "SysCloud  20 Commerce Dr #135, Cranford, NJ 07016",
    "contactphone1": "480-409-1427",
    "contacttitle1": "Support Head",
    "corpoffemail1": "privacy@syscloud.com",
    "corpofffax1": "",
    "corpoffname1": "Praveena M",
    "corpoffphone1": "480-409-1427",
    "corpofftitle1": "Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-16",
    "orgverification": "in-house",
    "personaldata": "SysCloud processes personal data for Visitors to sites, Business Subscriber Users (also the employees of Business subscribers) and Subscribers of the Service, all of which are covered by safe harbor framework. The personal information is classified under three major categories, which include Personal information, Anonymous information and Backed-up data, all of which are online data.",
    "ppdate": "2014-08-23",
    "previous": "24143",
    "privacyprograms": "SOC 1 and SOC 2",
    "recoursemech": "As mentioned in our privacy policy, all privacy related complaints/incidents should be communicated either via support@syscloud.com / privacy@syscloud.com. All reportable incidents will be tracked and resolved through the Privacy Incident tracker. Corrective and disciplinary measures will be taken within 30 days if necessary. For complaints that cannot be resolved between the Company and the complainant, the Company has agreed to participate in the dispute resolution procedures of the  American Arbitration Association (AAA\u009d), ICDR/AAA Safe Harbor Program in accordance with its applicable commercial rules as well as the Safe Harbor Principles. All decisions of the arbitration panel shall be final and binding on the parties, which waive any right to further appeal the arbitration award, to the extent an appeal may be lawfully waived.",
    "signupdate": "2014-09-16",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07016"
}