{
    "CertifiedThroughLabel": "",
    "Fax": "206-623-3540",
    "OrgName": "SH Worldwide",
    "PPLoc": "http://shworldwide.com/index.php ",
    "Phone": "206-812-0161",
    "activities": "SH Worldwide (SHW) is an event management company featuring four divisions. The registration division creates and manages registration sites and performs event registration services for clients and their companies. SHW licenses the SignUp4 software and works with the SignUp4 system to provide said registration services. SHW's clients invite/request their event attendees to register for an event using a registration site that SHW has created using the SignUp4 system. During the registration process, attendees enter in their personal data, for the purposes of attending the event, into the SignUp4 registration system that SHW manages. Attendees originate from all over the world and attend events globally as well.",
    "address": "16 W Harrison",
    "asp_index": "24141",
    "city": "Seattle",
    "contactemail1": "lisaf@shworldwide.com",
    "contactfax1": "206-623-3540",
    "contactname1": "Lisa Fraser",
    "contactoff1": "SH Worldwide LLC",
    "contactphone1": "206-812-0161",
    "contacttitle1": "VP, Global Meetings and Events",
    "corpoffemail1": "marka@shgllc.com",
    "corpofffax1": "206-623-3540",
    "corpoffname1": "Marka Waechter",
    "corpoffphone1": "206-576-1919",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Travel & Tourism Services - (TRA)Telecommunications Services - (TES)General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Telecommunications Services - (TES)",
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "false",
    "nextcertification": "2015-07-16",
    "orgverification": "Self-Assessment",
    "personaldata": "The personal data processed by our organization that is covered by the Safe Harbor Framework includes that of any registration site user. The data includes manually processed data.",
    "ppdate": "2013-07-08",
    "previous": "",
    "privacyprograms": "SHW has conducted an internal Safe Harbor audit and self-assessment annually to ensure that it upholds the highest Privacy standards in regards to compliancy with the Safe Harbor Framework(s) and the EU and/or Swiss data protection authorities. An additional privacy program that SHW participates in annually in the Microsoft VPA program (a joint effort of Microsoft Corporate Procurement, Corporate Privacy, and Corporate IT Security to ensure that basic privacy and security principles are followed when vendors handle Microsoft customer, employee or partner personal information.) in which SHW self-certifies its compliance.",
    "recoursemech": "SHW chose the EU Data Protection Authorities (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner to serve as their IRM for dispute resolution.",
    "signupdate": "2013-07-16",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98109"
}