{
    "CertificationStatus": "true",
    "Fax": "866-586-2571",
    "OrgName": "HexaCorp LLC",
    "PPLoc": "http://www.hexacorp.com/Documents/Privacy%20Policy%20rev1.pdf ",
    "Phone": "732 302 0911",
    "activities": "HexaCorp is an Information Technology Solutions and Services company offering On-site Services, Managed Project Solutions, Off-Shore development & support Services, Project Management, Consulting Services, Fixed bid assignment to clients across the United States.\r\n\r\nHexaCorp is in the business of supporting organizations to operate more productively and profitably through a full spectrum of specialized products, solutions, project implementation and other technology services. We specialize in the areas of application development, support, system architecture, design & administration, system integration and performance tuning for vertical markets including Pharmaceutical, Healthcare, Financial, Legal, State and Federal agencies, Insurance and Manufacturing & Retail customers.\r\n\r\nThrough our website, HexaCorp will collect information that can identify you, such as your name, address, telephone number, e-mail address, and other similar information (\"Your Information\") when it is voluntarily submitted to us (however, see discussion below about \"IP Addresses\" if you have a broadband connection). We will use Your Information to respond to requests you may make of us, and from time to time, we may refer to Your Information to better understand your needs and how we can improve our websites, products and services. We may also use Your Information to contact you and/or provide you with general information as well as information about our products and services.  We may also enhance or merge Your Information with data obtained from third parties for the same purposes. Any other information transferred by you in connection with your visit to this site (\"Other Information\" - that is, information that cannot be used to identify you) may be included in databases owned and maintained by HexaCorp or its agents.",
    "address": "100, Davidson Ave Suite 302",
    "asp_index": "24151",
    "city": "Somerset",
    "contactemail1": "joe@hexacorp.com",
    "contactfax1": "866-586-2571",
    "contactname1": "Joe Devella",
    "contactoff1": "HexaCorp LLC",
    "contactphone1": "732 302 0911",
    "contacttitle1": "Chief Relations Officer",
    "corpoffemail1": "joe@hexacorp.com",
    "corpofffax1": "866-586-2571",
    "corpoffname1": "Joe Devella",
    "corpoffphone1": "732 302 0911",
    "corpofftitle1": "Chief Relations Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-05",
    "orgverification": "In-house",
    "personaldata": "organization, client, customer",
    "ppdate": "2013-08-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "In the event of any dispute concerning this Privacy Policy or the data collected by Hexacorp, Hexacorp agrees to cooperate and comply with the EU Data Protection Authorities (DPAs) to serve as an independent recourse mechanism for dispute resolution. We agree to utilize the services of the American Arbitration Association (ICDR/AAA Safe Harbor Program), in cooperation with the EU DPAs, to resolve and such conflicts.",
    "signupdate": "2013-09-05",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08873"
}