{
    "Fax": "323-769-5555",
    "OrgName": "WhosListed, LLC",
    "PPLoc": "http://www.showbizy.com/privacy/ ",
    "Phone": "949-497-7411",
    "activities": "WhosListed provides a global online directory that allows individuals in the media, entertainment and surrounding industries to connect with each other.  Consistent with our privacy policy, WhosListed collects personal information (including from the EU/EEA and/or Switzerland) for the purpose of improving delivery of our services and enabling site registration.  WhosListed also uses personal information to communicate with consumers regarding, among other things, nearby events of interest.  WhosListed may share personal information with third parties for the purpose of delivering promotional materials of interest.  WhosListed also shares personal information with third parties for the purpose of obtaining technical support services and for other stated purposes in our Privacy Policy.  WhosListed employs procedural and technological security measures that are designed to safeguard personal information from loss, unauthorized access, disclosure, alteration or destruction.  WhosListed enables consumers to access, review and alter or delete personal information previously collected by WhosListed.",
    "address": "49 Lagunita Drive",
    "asp_index": "24176",
    "city": "Laguna Beach",
    "contactemail1": "admin@showbizy.com",
    "contactfax1": "323-769-5555",
    "contactname1": "Will Conry",
    "contactoff1": "WhosListed, LLC",
    "contactphone1": "949-497-7411",
    "contacttitle1": "IT Director",
    "corpoffemail1": "sam@showbizy.com",
    "corpofffax1": "323-769-5555",
    "corpoffname1": "Samuel Goldstein",
    "corpoffphone1": "949-497-7411",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Films Videos & Other Recordings - (FLM)",
    "industrysector_parsed": [
        "Films Videos & Other Recordings - (FLM)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-22",
    "orgverification": "in-house",
    "personaldata": "online and offline customer data",
    "ppdate": "2013-06-03",
    "previous": "",
    "privacyprograms": "not applicable",
    "recoursemech": "International Centre for Dispute Resolution (ICDR), a division of the American Arbitration Association (AAA), (ICDR/AAA Safe Harbor program).",
    "signupdate": "2012-06-22",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92651"
}