{
    "CertifiedThroughLabel": "",
    "Fax": "212-405-1011",
    "OrgName": "1010data Global Telecom Solutions LLC",
    "PPLoc": "http://www.1010data.com/privacy-policy/ ",
    "Phone": "212-405-1010",
    "activities": "1010data Global Telecom Solutions LLC (“1010data”)  provides a cloud-based Big Data analytics platform into which clients load large amounts of data, including personal information, onto 1010data’s secure servers, access the data over the internet using a standard Web browser or 1010data’s application program interface and process the data performing simple or sophisticated analyses to gain insights into the data.   1010data’s does not control the use of the data and is a data processor rather than a data controller U.S.-EU Safe Harbor Privacy Principles. Its use of the data is to supporting its clients’ use of the analytics platform.",
    "address": "750 Third Avenue 4th Floor",
    "asp_index": "24185",
    "city": "New York",
    "contactemail1": "lori.mannette@1010data.com",
    "contactfax1": "212-405-1011",
    "contactname1": "Lori Mannette",
    "contactoff1": "Global Telecommunication Solutions Group LLC",
    "contactphone1": "646-300-8738",
    "contacttitle1": "Sales and Administration Coordinator",
    "corpoffemail1": "greg@1010data.com",
    "corpofffax1": "212-405-1011",
    "corpoffname1": "Gregory Munves",
    "corpoffphone1": "212-731-8381",
    "corpofftitle1": "Executive Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)Telecommunications Services - (TES)General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "Financial Services - (FNS)",
        "General Consumer Goods - (GCG)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-15",
    "orgverification": "In-house",
    "personaldata": "All personal information subject to the U.S.-EU and/or U.S.-Swiss Safe Harbor Privacy Principles (client data).",
    "ppdate": "2000-01-01",
    "previous": "",
    "privacyprograms": "ICDR/AAA Safe Harbor Program",
    "recoursemech": "Dispute Resolution: With respect to any complaints relating to its privacy policy that cannot be resolved through our internal processes, we use the American Arbitration Association’s Safe Harbor dispute process, ICDR/AAA Safe Harbor Program, which can be found at http://go.adr.org/safeharbor. \r\n\r\nFormal Policies:  1010data’s privacy policy with respect to personal information for which it is a data controller, which may be obtained from Web traffic or communications with the company, is that such information is used for or company internal use only and such policy is set forth at  http://1010data.com/privacy-policy/.  Any personal information provided to 1010data by its clients is used strictly in compliance with written agreements with such clients as a data processor. 1010data complies with the US-EU Safe Harbor Framework and US-Swiss Safe Harbor Framework as set forth by the US Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland.  1010data has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.  To learn more about the Safe Harbor program, and to view our certification page, please visit http://www.export.gov/safeharbor/ \r\n\r\nRemedies for Violation: The dispute resolution body identified above shall have the authority to direct 1010data  to correct noncompliance and to reverse the effects of noncompliance, in so far as feasible, and require that future processing by 1010data will be in conformity with the Principles of FAQ 11 of U.S.-EU Safe Harbor Framework  and U.S.-Swiss Safe Harbor Framework  and order that, where appropriate, processing of the personal data of the individual who has brought the complaint will cease.",
    "signupdate": "2011-08-15",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10017"
}