{
    "Fax": "206-340-1380",
    "OrgName": "Milliman, Inc.",
    "PPLoc": "http://us.milliman.com/legal/privacy/; http://ch.milliman.com/legal/privacy/",
    "Phone": "206-624-7940",
    "activities": "On-Line Data: The Organization monitors the use of its Web sites by collecting aggregate information, such as the number of visitors to the Web site, to each Web page and the originating domain name of the visitor's Internet Service Provider. If an individual using one of the Web sites is required to register in order to use a feature or to complete an online application form (e.g. to obtain e-mail updates or online publications), the Organization will collect personally identifiable information about that individual that he or she voluntarily submits, such as name, e-mail address, and country of residence. The Organization stores personal data on a secure server that is password protected and shielded from the outside world by a firewall. The Organization also has security policies in place that are intended to ensure, as far as possible, the security and integrity of all information, including personal data. The Organization may share personal data within the Organization or with any of the Organization’s worldwide subsidiaries for purposes of data processing or storage, or for purposes of providing a requested service. The Organization may also share personal data with authorized third-party agents or contractors in order to provide a requested service. The Organization may respond to subpoenas, court orders, or legal process by disclosing personal data and other related information. The Organization may collect and share personal information in order to investigate or take action regarding illegal activities, suspected fraud, violations of the Organization’s Terms of Use, or as otherwise required by law. The Organization will ask for an individual’s opt-in consent to share personal data with a third party for any other reason. \r\n\r\nHuman Resources Data: The Organization uses personal data obtained from employees in the European Union for purposes of human resources administration and communications with its employees. The Organization may share personal data with authorized third-party agents or contractors so that they may provide human resources administration services. If necessary, the Organization may respond to subpoenas, court orders, or legal process by disclosing personal data and other related information. The Organization may collect and share personal data in order to investigate or take action regarding illegal activities, suspected fraud, or as otherwise required by law. The Organization will ask for an individual’s opt-in consent to share personal data with a third party for any other reason.",
    "address": "1301 Fifth Avenue, Suite 3800",
    "asp_index": "24202",
    "city": "Seattle",
    "contactemail1": "brian.pollack@milliman.com",
    "contactfax1": "206-340-1380",
    "contactname1": "Brian S. Pollack",
    "contactoff1": "Milliman, Inc.",
    "contactphone1": "206-624-7940",
    "contacttitle1": "Senior Vice President and Corporate Secretary",
    "corpoffemail1": "mary.clare@milliman.com",
    "corpofffax1": "206-759-6220",
    "corpoffname1": "Mary C. Clare",
    "corpoffphone1": "206-504-5736",
    "corpofftitle1": "Chief Legal Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-10",
    "orgverification": "In-house",
    "personaldata": "Online and human resources data",
    "ppdate": "2010-05-12",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Non-human resources data -- American Arbitration Association (AAA)\r\nHuman Resources Data -- EU Data Protection Authorities (DPAs); Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2010-08-10",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98101-2605"
}