{
    "CertificationStatus": "true",
    "Fax": "212-225-3999",
    "OrgName": "Cleary Gottlieb Steen & Hamilton LLP",
    "PPLoc": "http://www.cgsh.com/privacy_statement/ ",
    "Phone": "212-225-2000",
    "activities": "Our organization's activities with regards to personal information are as follows:\r\n\r\nThe Firm’s US offices receive from the Firm’s EU offices (directly or through affiliated entities, and references herein to the Firm’s EU offices shall be deemed to include their affiliated entities);\r\n•is about, or pertains to, a specific individual; \r\n•can be linked to that individual ; \r\n•is recorded in any form, including on-line, off-line and manually processed data. \r\n\r\nThis data may pertain to staff, contractors or clients in the course of normal business activities.",
    "address": "One Liberty Plaza",
    "asp_index": "24225",
    "city": "New York",
    "contactemail1": "USPrivacy.Office@cgsh.com",
    "contactfax1": "212-225-3999",
    "contactname1": "Professional Responsibility Counsel",
    "contactoff1": "New York",
    "contactphone1": "212-225-2000",
    "contacttitle1": "Professional Responsibility Counsel",
    "corpoffemail1": "mlechner@cgsh.com",
    "corpofffax1": "212-225-3999",
    "corpoffname1": "Michael Lechner",
    "corpoffphone1": "212-225-3700",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Legal Services - (LES)",
    "industrysector_parsed": [
        "Legal Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-19",
    "orgverification": "In-House",
    "personaldata": "organization, client data that may be manually or electronically processes",
    "ppdate": "2012-10-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "The Firm’s US offices will monitor their adherence to the Principles and address questions and concerns regarding their adherence. At least once a year, an authorized representative of the Firm’s US offices will certify that that this statement is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented, and accessible. We encourage interested persons to raise any concerns using the contact information from the privacy statement at http://www.cgsh.com/privacy_statement/\r\n\r\nIndividuals may file a complaint with the contacts named at the above website under “Contact Information” in connection with CGSH's processing of their personal data under the Principles. With respect to any dispute relating to this Policy that cannot be resolved through our internal processes:\r\n•\tWe will cooperate with competent EU data protection authorities (EU DPAs) and comply with the advice of such authorities. In the event that we or such authorities determine that we did not comply with this Policy, we will take appropriate steps to address any adverse effects and to promote future compliance.\r\n•\tPersonnel who violate our privacy policies could be subject to disciplinary process.",
    "signupdate": "2012-09-19",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10006"
}