{
    "CertifiedThroughLabel": "",
    "Fax": "212 308 0646",
    "OrgName": "Madison Performance Group",
    "PPLoc": "http://www.madisonpg.com/privacy-policy/ ",
    "Phone": "212 339 2931",
    "activities": "Madison Performance Group builds private extranet sites for its customers. Some of these sites are limited to current employees of our customers, while others are available to our clients’ distributor and sales partners’ employees. \r\nFor sites limited to a client’s direct employees, we receive data feeds that contain personally identifiable information (PII) that may include a person’s name, job title, job code, division or other organizational identifier, birth date, employee number, email address, tenure, gender, or other information relevant to the sponsoring company’s relationship to the employee.\r\nFor sites accessible to distributor and sales channel partner groups, users of the site may be asked to register and to supply PII including home address, social security number, home or cellular phone number, as this information is not available from the sponsoring company.\r\nMadison Performance Group does not resell any PII to any other third parties for any marketing purpose. Madison Performance Group may share this information with a third-party, but only in the circumstance in which that third-party is providing an essential service to Madison Performance Group’s client, at the direction of the sponsoring client.\r\nMadison Performance Group’s extranet sites are for general audiences; most are for employees of established companies, and hence most participants are over the age of 13. For sites in which children are eligible to participate, we have partnered with Privo (www.privo.com)  to ensure that we are in compliance with the Children's Online Privacy Protection Act of 1998 (www.coppa.org). Privo provides tools to ensure that children under the age of 13 have obtained parental consent before sharing PII. \r\nThis information is used in a number of ways in the course of supporting the custom extranets we build for our clients.\r\nVerification\r\nWhen members of an extranet site call our toll-free phone number or contact us electronically (email, chat), we may use this stored PII to verify the identity of the person requesting additional information about his or her account.\r\nFulfillment\r\nIn extranet sites where participants have the opportunity to purchase merchandise, gift cards, debit cards, or other awards, we may use this information to ship awards directly to participants. We may share shipping information with our fulfillment partners who in turn use this information to ship merchandise or other items directly from their warehouses directly to participants. Our fulfillment partners have agreed not to use this information for any other purpose except for shipping requested items to the individuals who have ordered them.\r\nGeneral Operation\r\nMany of the extranet sites we build depend on understanding the supervisor-to-employee relationship in order to show the appropriate information to a user of the system. We use the PII provided by the sponsoring company to model these supervisory relationships in our extranet sites and ensure that users of the system see only the information they are authorized by the sponsoring company to see.\r\nPromotion\r\nThe PII collected may be used to send promotional messages to users of the extranets to announce new contests or initiatives or news relevant to the sponsoring companies’ employees. \r\nTaxation\r\nFor sites in which users have the opportunity to earn awards with a cash value, the Internal Revenue Service requires us to report awards with an aggregate annual value greater than $600. This may be reported directly to the government and to individual users via a Form-1099, or, this information may be reported to a sponsoring company, who may in turn report this income on a user’s Form W-2 or Form 1099.",
    "address": "18 E 41st St 13th Floor",
    "asp_index": "24235",
    "city": "New York",
    "contactemail1": "sinfanti@madisonpg.com",
    "contactfax1": "212 308 0646",
    "contactname1": "Salvatore Infanti",
    "contactoff1": "Madison Performance Group",
    "contactphone1": "212 339 2951",
    "contacttitle1": "",
    "corpoffemail1": "aalaminos@madisonpg.com",
    "corpofffax1": "212 308 0646",
    "corpoffname1": "Alex Alaminos",
    "corpoffphone1": "212 419 1387",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)Information Services - (INF)Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Management Consulting Services - (MCS)",
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-18",
    "orgverification": "In-house",
    "personaldata": "HR data, on- and off-line data",
    "ppdate": "2008-09-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Madison Performance Group commits to cooperation with data protection authorities (DPAs) located in the European Union or their authorized representatives.",
    "signupdate": "2008-09-18",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10017"
}