{
    "CertifiedThroughLabel": "",
    "Fax": "209-548-5363",
    "OrgName": "5.11, Inc.",
    "PPLoc": "http://www.511tactical.com/company-info/privacy-security-terms/ ",
    "Phone": "209-527-4511",
    "activities": "Employee's personal information including Employee Name, Address, Birthdate, Country ID Number, Compensation and Benefits inforamtion is needed on a monthly basis as we strive to integrate our global subsidiaries into one payroll/Human Resources system.  The types of customer personal information collected via e-commerce include: 1) Name; 2) Address ; 3) E-mail Address; 4) Phone Number; and 5) Credit/Debit Card Information. We will share personal information with third-party independent contractors for purposes of: (a) processing credit card transactions; (b) providing product offers through postal mail; and (c) tracking information generated through our Website. Our Website also uses “cookie” technology; any time a user visits our Website, we collect and store the name of the domain and host from which the user accessed the Internet (for example, msn.com, aol.com, etc.); the Internet protocol address of the computer used; the browser software used and operating system; the date and time accessed; and the Internet address of the website from which the user linked directly to our Website. We use information from cookies in the aggregate to analyze for trends and statistics, and then discard it; we do not track individuals, only instances of entry onto our Website.",
    "address": "4300 Spyres Way",
    "asp_index": "24245",
    "city": "Modesto",
    "contactemail1": "MandiD@511tactical.com",
    "contactfax1": "209-548-5363",
    "contactname1": "Mandi De Alba",
    "contactoff1": "5.11, Inc.",
    "contactphone1": "209-338-1363",
    "contacttitle1": "Director, Global Total Rewards",
    "corpoffemail1": "JohnW@511tactical.com",
    "corpofffax1": "209-548-5363",
    "corpoffname1": "John Wicks",
    "corpoffphone1": "209-338-9448",
    "corpofftitle1": "Vice President, General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Apparel - (APP)General Consumer Goods - (GCG)Footwear - (FOT)Security & Safety Equipment - (SEC)",
    "industrysector_parsed": [
        "Apparel - (APP)",
        "Footwear - (FOT)",
        "General Consumer Goods - (GCG)",
        "Security & Safety Equipment - (SEC)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-23",
    "orgverification": "In House",
    "personaldata": "The organization's employee data is manually entered into the HR/Payroll system initially then payroll becomes automatic; The types of customer personal information collected via e-commerce include: 1) Name; 2) Address ; 3) E-mail Address; 4) Phone Number; and 5) Credit/Debit Card Information.",
    "ppdate": "2014-02-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "We elect to satisfy points (a) and (c) of the Safe Harbor Enforcement Principle by committing to cooperate with the DPAs & Swiss FDPIC; \r\n\r\nWe will cooperate with the DPAs in the investigation and resolution of complaints brought under the Safe Harbor; and \r\n\r\nWe will comply with any advice given by the DPAs where the DPAs take the view that the organization needs to take specific action to comply with the Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by any non-compliance with the Principles, and will provide the DPAs with written confirmation that such action has been taken.",
    "signupdate": "2014-10-23",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95356"
}