{
    "CertificationStatus": "true",
    "Fax": "650-316-7613",
    "OrgName": "Elance, Inc.",
    "PPLoc": "https:/ www.elance.com/p/legal/privacy-policy.html ",
    "Phone": "650-316-7500",
    "activities": "PROFILES AND USER CONTENT\r\nSome areas of the Site may allow Users to post feedback, comments, questions, and other information including profile information (“User Content”). You are solely responsible for your User Content that you upload, publish, display, link to or otherwise make available (hereinafter, “post”) through the Site, and you understand that Elance may publish User Content and that whether or not such User Content is published, Elance does not guarantee any confidentiality with respect to any User Content.\r\n\r\nTHE WORKROOM\r\nThis area of the Site is for the benefit of Users. The private and shared Workroom areas of the Site facilitate communication and the exchange and sharing of information between Clients and Contractors once a bid has been accepted. The information contained in private Workrooms shared between Clients and Contractors is not used for any purposes other than to facilitate communication and the exchange of information between the parties involved. Elance reserves the right to monitor communications in the Workroom in order to verify compliance with our Terms of Service, international, federal or state laws and/or our other stated policies.\r\n\r\nINFORMATION WE GATHER\r\nRegistration\r\nIf you register to buy or sell services using Elance, we collect and store Personal Information that specifically identifies you or your Account. At this time, the most information you would be required to submit is your first name, last name, User ID, password, preferred currency, street address, city, state, zip/postal code, country, phone number, email address and valid financial Account information. Other information requested on our Registration page, including the ability to receive promotional offers from Elance, is optional. We may, in the future, include other optional requests for information from you to help us to tailor the Site for you and deliver personalized information to you. Without your agreement, we will not share, rent or sell any Personal Information with third parties in any way other than what is disclosed in this Privacy Policy.  In addition, to post a first-time project, Elance requires Members to pay an Employer Activation fee via the Elance Payment System and consequently we might collect your credit card number and/or other financial account information as described in the section entitled “The Elance Payment System” below.\r\nCredit card information is transmitted via SSL (\"Secure Socket Layer\") encryption for your protection.\r\n\r\nTeam Accounts\r\nIf you are a User of a Team Account, the information you provide to the Site may be accessible to other Users of the Account under which your Team Account was added, and Users of all related Team Accounts.\r\n\r\nReferral Program\r\nIf you sign up under the Elance Referral Program, you will be required to provide: a User ID, a password, email address, city, state, country and zip/postal code. It further requests the URL of your Web site, the number of registered Users on your Site, and a brief general description of your Site. We will use this information for our own internal purposes, including evaluating and developing new features that better meet the needs of our affiliates. We will use the email address that you provide to us to contact you regarding the status of your Account, and we will use the address that you provide to us to send you any payments owed to you under the terms of the Referral Program.\r\n\r\nOnline Surveys and Contests\r\nOccasionally, Elance conducts a User survey to collect information about our Users' preferences. These surveys are optional and if you choose to respond, your responses will be kept anonymous. Similarly, we may offer contests to qualifying Users in which we ask for contact and demographic information such as name, email address and mailing address. None of this information is shared with third parties, except in summary form, if at all. The demographic information that Elance collects in the registration process and through surveys is used to help us improve Site Services to meet the needs and preferences of our Users. This may include targeting advertising to you about Site Services. Information we gather through a contest may also be disclosed to third parties as necessary for prize fulfillment and other aspects of any contest or similar offering.\r\n\r\nThe Elance Payment System\r\nThe Elance Payment Service requires Members to pay with a credit card, wire transfer, ACH or debit card, check, or PayPal. Consequently, Elance will collect your credit card number and/or other entered financial institution information such as bank account numbers or PayPal email ID and will use that information to bill your Contractor membership fee and/or to perform the billing operation on behalf of the Contractor, including but not limited to the use and disclosure of such credit card number and information to third parties as necessary to complete such billing operation. Verification of credit information, however, is accomplished solely by the User through the authentication process.\r\n\r\nThird Party Service Providers and Agents\r\nWe use credit card and other payment processing companies to bill you for goods and services and email marketing companies to send emails from Elance to opt-in users. We will share your Personal Information as necessary for third parties to provide these services. These companies do not retain, share, store or use Personal Information for any other purposes.\r\n\r\nAutomatically Gathered Information\r\nElance automatically collects browser type and browser software version to tailor the presentation of the Site and the Site Services to the Visitor's or User's platform and to maintain a record of the User's or Visitor's activity on the Site. As an automatic process, our Web server software records a log file of IP addresses that access the Site. We also collect IP address information but do not ordinarily link IP addresses to Users' Personal Information. However, we can and will use IP addresses to identify a User when we, in our sole discretion, determine that it is necessary to enforce compliance with our Terms of Service or to protect our service, Site, customers or others. When you use the Site, Elance collects information about your Account transactions and Elance may collect information about your computer for fraud prevention purposes. Finally, Elance may collect additional information from or about you in other ways not specifically described here. For example, Elance may collect information related to your contact with Elance Customer Service or store results when you respond to a survey.\r\n\r\nCookies\r\nWhen you use the Site, Elance or our contractors may place small data files called cookies on your computer. Elance uses cookies to enable Users to specify unique preferences and to track Visitor and User use of the site, including trends and patterns. Elance sends a session cookie to your computer when you log in to your Account. This type of cookie helps if you visit multiple pages on the Site during the same session, so that you don't need to enter your password on each page. Once you log out or close your browser, this cookie expires. Elance also uses longer-lasting cookies for other purposes such as to display your project related information. Elance encodes our cookies so that only we can interpret the information stored in them. Users and Visitors always have the option of disabling cookies via their browser preferences. If you disable cookies on your browser, please note that some parts of our Site may not function as effectively or may be considerably slower. \r\n\r\nEmail to Friends Feature and Referral Program\r\nElance lets you easily send project postings to friends via email. Elance also offers the ability to send friends emails about providing or purchasing services through Elance. If you choose to use either feature, be assured that Elance only uses your friends' email addresses on a one-time basis to send the requested posting, and",
    "address": "441 Logue Ave.",
    "asp_index": "24249",
    "city": "Mountain View",
    "contactemail1": "legalnotices@elance.com",
    "contactfax1": "650-316-7613",
    "contactname1": "Brian Levey",
    "contactoff1": "Legal",
    "contactphone1": "650-316-7500",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "blevey@elance-odesk.com",
    "corpofffax1": "650-316-7501",
    "corpoffname1": "Brian Levey",
    "corpoffphone1": "650-316-7500",
    "corpofftitle1": "Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Services - (GSV)Employment Services - (EMP)",
    "industrysector_parsed": [
        "Employment Services - (EMP)",
        "General Services - (GSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-21",
    "orgverification": "Self-Assessment",
    "personaldata": "Client data, customer data, including manually processed data",
    "ppdate": "2011-10-12",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-08-21",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94043"
}