{
    "CertificationStatus": "true",
    "Fax": "617-499-7219",
    "OrgName": "Sedo.com, LLC",
    "PPLoc": "http://sedo.com/us/about-us/policies/protecting-your-privacy/ ",
    "Phone": "617-499-7200",
    "activities": "With more than 1.4 million member accounts from around the world, and trading domains in more than 20 languages, Sedo stands alone as the world's only global domain marketplace.\r\nSedo’s marketplace connects buyers and sellers making it simple for individuals and companies to acquire the domain names they need for their success and online presence. Sedo’s domain marketplace is the most active in the industry and offers the world's largest selection of premium domains with more than 15 million available for sale! Protecting our users privacy and the personal information they provide us is a top priority at Sedo. For this reason, Sedo does not sell or rent personal for their marketing purposes without the client's explicit consent. At Sedo, we want our users to fully understand what information we collect, how we use this information, and the steps we take to protect your personal information. In addition, Sedo wants users to feel comfortable that we take all necessary steps to protect their personal information. Generally, we collect names, addresses, telephone numbers, email addresses and any other personal contact information from our clients, which is stored in our clients free user accounts.  Sedo is a licensee of the TRUSTe Privacy Program. TRUSTe is an independent organization whose mission is to build users' trust and confidence in the Internet by promoting the use of fair information practices. Because Sedo wants to demonstrate our commitment to privacy, we have agreed to disclose our information practices and have our privacy practices reviewed for compliance by TRUSTe.",
    "address": "161 First Street, Fourth Floor",
    "asp_index": "24279",
    "city": "Cambridge",
    "contactemail1": "jeremiah@sedo.com",
    "contactfax1": "617-499-7219",
    "contactname1": "Jeremiah Johnston, Esq.",
    "contactoff1": "Cambridge",
    "contactphone1": "617-799-7297",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "paul.fawell@sedo.com",
    "corpofffax1": "617-499-7202",
    "corpoffname1": "Paul Fawell",
    "corpoffphone1": "617-499-7200",
    "corpofftitle1": "General Manager",
    "eucountries": "Germany, Switzerland",
    "eucountries_parsed": [
        "DEU",
        "CHE"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-24",
    "orgverification": "Third-party",
    "personaldata": "Online user data (name, address, phone, email), human resources info",
    "ppdate": "2014-08-07",
    "previous": "",
    "privacyprograms": "Sedo is a licensee of the TRUSTe Privacy Program. TRUSTe is an independent organization whose mission is to build users' trust and confidence in the Internet by promoting the use of fair information practices. Because Sedo wants to demonstrate our commitment to privacy, we have agreed to disclose our information practices and have our privacy practices reviewed for compliance by TRUSTe.",
    "recoursemech": "If a client has questions or concerns regarding our Privacy statement, they should first contact Sedo's Privacy Department by emailing privacy@sedo.com, calling +49 221.34030.230, or writing Sedo GmbH, Im Mediapark 6, 50670 Cologne, Germany. If a clients does not receive acknowledgment of the inquiry or the inquiry has not been satisfactorily addressed, the client should then contact TRUSTe at http://www.truste.org/consumers/watchdog_complaint.php. TRUSTe will then serve as a liaison with the Web site to resolve your concerns. For more information on TRUSTe, please go to http://www.truste.org/",
    "signupdate": "2005-08-24",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02142"
}