{
    "CertificationStatus": "true",
    "Fax": "313-615-4231",
    "OrgName": "Team Detroit, Inc.",
    "PPLoc": "http://teamdetroit.com/_/doc/Safe%20Harbor%20PII%20Policy%20v6.pdf ",
    "Phone": "313-615-2000",
    "activities": "Personal Information may be transferred from the EU to the U.S. for employees, consultants, freelancers, vendors, customers and clients in the course of their engagement with the Company.  We will use and disclose personal information only in a manner compatible with specified and legitimate purposes related to his/her dealings with the Company including, but not limited to: Recruitment/appointment, Payroll and Finance, Keeping accounts and records of business transactions, Monitoring and promotion of equal opportunities, Regulatory and professional requirements, Prevention and detection of crime, Quality control and Processing personal data on behalf of a client/customer.\r\nTDI shall provide the individual with the choice and means for limiting the use and disclosure of their Personal Information. Notice will be provided in clear and conspicuous language when individuals are first asked to provide Personal information to the Company, or as soon as practicable thereafter, and in any event before the Company uses or disclosed the information for a purpose other than for which it was originally collected.",
    "address": "550 Town Center Drive",
    "asp_index": "24288",
    "city": "Dearborn",
    "contactemail1": "maria.costales@teamdetroit.com",
    "contactfax1": "313-615-4231",
    "contactname1": "Maria Costales",
    "contactoff1": "Team Detroit",
    "contactphone1": "313-615-2231",
    "contacttitle1": "VP QMS Manager",
    "corpoffemail1": "bob.mueller@teamdetroit.com",
    "corpofffax1": "313-615-4227",
    "corpoffname1": "Bob Mueller",
    "corpoffphone1": "313-615-2227",
    "corpofftitle1": "SVP Director of Quality",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Italy, Netherlands, Poland, Portugal, Spain, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "ITA",
        "NLD",
        "POL",
        "PRT",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-15",
    "orgverification": "In-house",
    "personaldata": "employee, client, customer and vendor personal information that includes some manual procesing of data",
    "ppdate": "2013-07-09",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For organization human resources data: EU data protection authorities (DPAs); For all other types of data: BBB EU Safe Harbor",
    "signupdate": "2011-08-15",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48126"
}