{
    "CertificationStatus": "true",
    "Fax": "248-836-2717",
    "OrgName": "RDA Group, Inc.",
    "PPLoc": "http://www.rdagroup.com/privacypolicy.aspx ",
    "Phone": "248-332-5000",
    "activities": "Receive personal information in order to conduct Market Research.\r\n\r\nRDA Group collects and uses Personal Information in the process of conducting its research business consistent with notices detailed on each survey instrument. RDA Group will not share Personal Information with any other company or organization except as noted in the section on \"Data Sharing and Transfer\" (below).\r\n\r\nPersonal Information may be acquired from a client or other third party for the purposes of conducting survey research, or may be collected during the survey process. In addition to gathering Personal Information, RDA Group surveys may also ask survey respondents for additional characteristics and attributes (collectively, \"Demographic Information\"). Personal and Demographic Information is used by RDA Group to develop aggregated categories of types of respondents (e.g., \"men, aged 35-50\" or \"female college graduates\").\r\n\r\nIn the course of interviewing survey respondents, RDA Group gathers other types of information by asking questions about interests, opinions, attitudes, and needs (collectively, \"Operating Information\"). These are aggregated and analyzed to allow RDA Group to draw conclusions and make recommendations to clients about such things as products, services, political, social, or environmental events and situations.\r\n\r\nRDA Group uses Operating, Personal and Demographic Information solely in the conduct of its research business except as noted in the section on \"Data Sharing and Transfer.\" RDA Group may combine Operating, Personal and/or Demographic Information with (a) public records, (b) other data collected by the company or (c) data from other corporate entities, legally gathered and allowed by law to be shared with RDA Group.",
    "address": "450 Enterprise Court",
    "asp_index": "24298",
    "city": "Bloomfield Hills",
    "contactemail1": "privacy@rdagroup.com",
    "contactfax1": "248-836-2717",
    "contactname1": "Kevin Wachowiak",
    "contactoff1": "Research Data Analysis, Inc. Doing Business as RDA",
    "contactphone1": "248-332-5000",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "donpietrowski@rdagroup.com",
    "corpofffax1": "248-836-2717",
    "corpoffname1": "Don Pietrowski",
    "corpoffphone1": "248-332-5000",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-24",
    "orgverification": "In-house",
    "personaldata": "off-line and on-line data",
    "ppdate": "2007-08-23",
    "previous": "24298",
    "privacyprograms": "Council of American Survey Research Organizations (CASRO)",
    "recoursemech": "Committed to cooperate and comply with the European Union Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2007-08-24",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48302"
}