{
    "CertifiedThroughLabel": "",
    "Fax": "888-219-8024",
    "OrgName": "Mark Business Intelligence Systems LLC",
    "PPLoc": "http://www.mycompliancemanager.com/legal/documents/CM_Website_Privacy_Policy_Aug_13_2013.pdf ",
    "Phone": "888-219-8024",
    "activities": "Customers' employees' data, including employee name, business email address, and employee ID number.\r\n\r\nIn general, you can visit this website without telling us who you are or providing any personal information about yourself. If you choose to contact us through our website to inquire about our products or services, we will use the information you provide to respond to your inquiries.\r\nComplianceManager provides online compliance software to employee-users of our company customers. We contract with the companies to provide this service, and we will not use the personal information collected from the employee-users in a way different than that specified in the contract. In order to access and use the compliance software on our site, our company customers will provide us with the contact information of their employee-users, including their names and e-mail addresses at a minimum. In order to access and use the compliance software, the employee-users will log on using similar information. Depending on what our company customers need for human-resource management and verification, we may also collect employee numbers, titles, departments, divisions, groups and/or work telephone numbers and extensions. This information is used only to track users’ progress on assigned compliance tasks within the software and to report that information to their employers. Users are not asked to provide demographic information (such as income level and gender) or unique identifiers (such as Social Security numbers).",
    "address": "14747 N. Northsight Blvd, Ste 111-134",
    "asp_index": "24295",
    "city": "Scottsdale",
    "contactemail1": "info@compliancemanagersolutions.com",
    "contactfax1": "888-219-8024",
    "contactname1": "Christina Crawford",
    "contactoff1": "ComplianceManager",
    "contactphone1": "888-219-8024",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "jbanas@markbis.com",
    "corpofffax1": "888-219-8024",
    "corpoffname1": "John Banas",
    "corpoffphone1": "888-219-8024",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-13",
    "orgverification": "In-house",
    "personaldata": "Customers' employees' data, including employee name, business email address, and employee ID number.  The data is not manually processed.",
    "ppdate": "2012-08-13",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2012-09-13",
    "state": "Arizona",
    "statutorybody": "FTC",
    "zip": "85260"
}