{
    "CertifiedThroughLabel": "",
    "Fax": "407-775-3388",
    "OrgName": "AssureSign, LLC",
    "PPLoc": "https:/ www.assuresign.net/documents/PrivacyPolicy.aspx ",
    "Phone": "407-670-0400",
    "activities": "AssureSign, LLC operates a web site for its clients and their customers at AssureSign.NET. AssureSign, LLC collects personally identifiable information from users at several different points on that site to fulfill the requirements of the Uniform Electronic Transactions Act (UETA) of 1999, the Electronic Signatures in Global and National Commerce Act (E-SIGN) of 2000, and DIRECTIVE 2000/31/EC OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 8 June 2000. Additionally, AssureSign, LLC may gather information as directed by our clients to fulfill the requirements of any document presented to be signed.  We DO NOT Share Personally Identifiable Information with Third Parties. Information obtained for the purpose of fulfilling documents presented to be signed is applied to the produced PDF (portable document format) on behalf of our clients. Any presentation of this document is provided using secure socket layer technology (SSL). We do not provide this information to third parties that are not a party or do not have an interest in the electronic document being signed.  AssureSign, LLC will not gather information that is not relevant to the transaction or that is not directed by our clients, and individual signatories may opt out of signing documents and providing requested information.",
    "address": "801 International Parkway, Suite 500",
    "asp_index": "24296",
    "city": "Lake Mary",
    "contactemail1": "security@assuresign.com",
    "contactfax1": "407-775-3388",
    "contactname1": "",
    "contactoff1": "AssureSign Security Officer",
    "contactphone1": "407-670-0400",
    "contacttitle1": "",
    "corpoffemail1": "donald.kratt@assuresign.com",
    "corpofffax1": "407-775-3388",
    "corpoffname1": "Donald Kratt",
    "corpoffphone1": "407-670-0400",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-17",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed, human resources data",
    "ppdate": "2008-04-29",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For organization human resources data: EU data protection authorities (DPAs) and Swiss Federdal Data Protection and Information Commissioner (FDPIC); For all other types of data: BBB EU Safe Harbor",
    "signupdate": "2010-09-17",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "32746"
}