{
    "CertificationStatus": "true",
    "Fax": "425-679-7251",
    "OrgName": "Expedia, Inc., a Washington corporation, and the following affiliates:  Activity Information Center, Inc.; Classic Vacations, LLC; CruiseShipCenters USA Inc.; EAN.com, LP; Egencia LLC; Hotels.com, L.P.; Hotwire, Inc.; Mobiata, LLC; Premier Getaways, Inc.; Travelscape, LLC; and WWTE, INC.",
    "PPLoc": "http://www.expedia.com/p/info-other/safe-harbor-privacy.htm ",
    "Phone": "425-679-3610",
    "activities": "Expedia, Inc. and the aforementioned affiliates receive personal information from its European Union subsidiaries and affiliates relating to its employees (including potential employees and family members of employees), and customers, in connection with the operations of Expedia’s subsidiaries and affiliates within the European Union.  This data may be collected and transferred to the United States in order for Expedia to more effectively manage its employment, business, and customers and to meet compliance requirements.  With respect to employment matters within Expedia, data is being exchanged for reasons for personnel management and personnel planning, including but not limited to the following:  administrative management of personnel; notification and investigation of incidents at work such as accidents, or employee suggestions as necessary for central reporting within the corporate group; transmission of personnel statistics for corporate management and corporate accounting purposes; personnel development within the group; circulation of personnel data to ensure international communication, e.g., for international phone directories; and providing employee benefits and services for employees. With respect to customer matters within Expedia, data is being exchanges for purposes of enabling and supporting customer services; addressing data-related incidents; marketing; storage and handling; and accounting and management of customer accounts.",
    "address": "333 108th Avenue NE",
    "asp_index": "24316",
    "city": "Bellevue",
    "contactemail1": "cbump@expedia.com",
    "contactfax1": "425-679-7251",
    "contactname1": "Cathy Bump",
    "contactoff1": "Expedia, Inc.",
    "contactphone1": "425-679-3610",
    "contacttitle1": "Global Privacy Director",
    "corpoffemail1": "bdzielak@expedia.com",
    "corpofffax1": "425-679-7251",
    "corpoffname1": "Bob Dzielak",
    "corpoffphone1": "425-679-3644",
    "corpofftitle1": "Executive Vice President,General Counsel &Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-27",
    "orgverification": "In-house",
    "personaldata": "Online and offline customer and employee data.",
    "ppdate": "2013-08-22",
    "previous": "24316",
    "privacyprograms": "None",
    "recoursemech": "Expedia agrees to cooperate and comply with EU and Swiss data protection authorities in relation to the collection, use and disclosure of employee and customer data.",
    "signupdate": "2013-08-27",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98004"
}