{
    "Fax": "415-986-5601",
    "OrgName": "Brighterion",
    "PPLoc": "http://brighterion.com/BrighterionPrivacySafeHarbour.pdf ",
    "Phone": "415-986-5600",
    "activities": "Brighterion offers the world's deepest and broadest portfolio of artificial intelligence and machine learning technologies which provides real-time intelligence that matters from all data sources, regardless of type, complexity and volume. Our technologies are successfully applied in cyber/homeland security, real-time cross-channel fraud prevention, credit risk and chargeback prevention, device ID, AML, data breach detection, marketing, and healthcare.",
    "address": "150 Spear Street, 10th floor",
    "asp_index": "24310",
    "city": "San Francisco",
    "contactemail1": "corp@brighterion.com",
    "contactfax1": "415-986-5601",
    "contactname1": "Meggin Simmers",
    "contactoff1": "Brighterion",
    "contactphone1": "415-986-5600",
    "contacttitle1": "Office Manager",
    "corpoffemail1": "aadjaoute@brighterion.com",
    "corpofffax1": "415-986-5601",
    "corpoffname1": "Dr. Akli Adjaoute",
    "corpoffphone1": "415-362-5425",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-11",
    "orgverification": "In-house",
    "personaldata": "Commercial transactions",
    "ppdate": "2011-07-18",
    "previous": "",
    "privacyprograms": "PCI Compliance Level 1 (Third Party Certification)",
    "recoursemech": "In compliance with the Safe Harbor Principles, Brighterion commits to resolve complaints about your privacy and our collection or use of any personal information. European Union citizens with inquiries or complaints regarding this privacy policy should first contact Brighterion at: corp@brighterion.com and  identify \"Privacy Compliance\" in the subject line, or\r\nPrivacy Compliance\r\nBrighterion, Inc.\r\n150 Spear Street, 10Th Floor \r\nSan Francisco, CA, 94105\r\n+1 (415) 986-5600\r\nBrighterion has further committed to refer unresolved privacy complaints under the Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU Safe Harbor, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Brighterion, you may contact BBB EU SAFE HARBOR, www.bbb.org/us/safe-harbor-complaints.\r\nBrighterion has agreed to cooperate and comply with the EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) with regard to disputes involving organization human resources data.",
    "signupdate": "2011-08-11",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}