{
    "Fax": "650-381-5190",
    "OrgName": "Ingenuity Systems",
    "PPLoc": "http://www.ingenuity.com/privacy-policy ",
    "Phone": "650-381-5100",
    "activities": "Ingenuity Systems receives personal information as part of the customer validation prior to application registration. Personal identification is also recieved as part of the sales / invoicing process and is confidentially managed within the data privacy guidelines.",
    "address": "1700 Seaport Blvd, 3rd floor",
    "asp_index": "24317",
    "city": "Redwood City",
    "contactemail1": "privacy@ingenuity.com",
    "contactfax1": "650-381-5190",
    "contactname1": "David Lewis",
    "contactoff1": "Ingenuity Systems",
    "contactphone1": "650-381-5121",
    "contacttitle1": "VP Information Technology / Operations",
    "corpoffemail1": "privacy@ingenuity.com",
    "corpofffax1": "650-381-5190",
    "corpoffname1": "Dan Shiffman",
    "corpoffphone1": "650-381-5185",
    "corpofftitle1": "Sr. Vice President Engineering / Operations",
    "eucountries": "Austria, Belgium, Denmark, France, Germany, Hungary, Ireland, Italy, Netherlands, Poland, Romania, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FRA",
        "DEU",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "POL",
        "ROU",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-14",
    "orgverification": "In-house",
    "personaldata": "All customer information and data that is received through the Ingenuity System's application registration or upload process is covered under the Safe Harbor data privacy compliance initiatives.  Any information that is received by our customers is confidentially managed and is not used for any marketing campaigns without notification and the ability to “opt-out” or unsubscribe.",
    "ppdate": "2014-12-01",
    "previous": "",
    "privacyprograms": "Better Business Bureau / Accredited A+ member",
    "recoursemech": "Ingenuity Systems provides several points of contact for complaint or dispute management. Email the Safe Harbor Committee at privacy@ingenuity.com and you will receive email notification that your issue has been received and is under review within 24hrs. You can also call our Customer Support number at\r\n1-866-464-3684 or 650-381-5111 and your request will be handled and tracked internally.  For more information on contacting Ingenuity Systems, please refer to the following: http://www.ingenuity.com/company/support.html\r\n\r\nIngenuity Systems has also committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU Safe Harbor, operated by the Council of the Better Business Bureaus. If you do not receive timely acknowledgement of your complaint, or if your complaint is not satisfactorily addressed by Ingenuity Systems, please visit the BBB EU SAFE HARBOR web site at awww.bbb.org/us/safe-harbor-compliants for more information and to file a complaint.",
    "signupdate": "2012-09-14",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94063"
}