{
    "Fax": "212-543-7898",
    "OrgName": "IntraLinks, Inc.",
    "PPLoc": "http://www.intralinks.com/privacy ",
    "Phone": "212-543-7700",
    "activities": "1.  IntraLinks receives information such as name, title, email address and telephone number from users of our services and individuals contacting us through our public website.   IntraLinks may use this information for purposes such as contacting individuals regarding their company's use of the Service, information about the Service, customer support, employment opportunities and to inform users of updates, modifications and other matters relating to the service.\r\n\r\n2.  IntraLinks' service provides clients (including those located within the European Union) with a central location where they can post information and make it accessible to any party they authorize.  We do not undertake to know, and clients have no obligation to inform us, whether the information contained in an Exchange includes personal data.  We are not responsible for the content of the information posted in an Exchange nor do we decide who has access to such information.  We perform limited processing of information for our clients.",
    "address": "150 East 42nd Street",
    "asp_index": "24318",
    "city": "New York",
    "contactemail1": "ktomlinson@intralinks.com",
    "contactfax1": "212-543-7726",
    "contactname1": "Krystina Tomlinson",
    "contactoff1": "IntraLinks, Inc.",
    "contactphone1": "212-543-7726",
    "contacttitle1": "Associate Counsel",
    "corpoffemail1": "ssemel@intralinks.com",
    "corpofffax1": "212-543-7898",
    "corpoffname1": "Scott Semel",
    "corpoffphone1": "617-574-5456",
    "corpofftitle1": "EVP, General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-11",
    "orgverification": "In-House",
    "personaldata": "On-line, off-line, human resources data",
    "ppdate": "2006-11-12",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "IntraLinks will cooperate with the EU Data Protection Authorities (DPAs) Panel for resolution of any disputes.",
    "signupdate": "2009-08-11",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10017"
}