{
    "CertificationStatus": "true",
    "Fax": "650-230-7173",
    "OrgName": "CloudFlare, Inc.",
    "PPLoc": "http://www.cloudflare.com/security-policy ",
    "Phone": "650-319-8930",
    "activities": "CloudFlare offers website optimization and security services to website owners. CloudFlare collects information from visitors and customers, including those in the EU and Switzerland, who access the various parts of our Web site. We use this information primarily to provide a customized experience as they use our services and, generally, do not share this information with third parties. However, we may disclose personal information collected if we have received consent beforehand or when we believe that such disclosure is required by due process of law. Customers are asked to provide certain personal information when they sign up for our services including name, address, telephone number, and email address. Credit card personal account numbers are processed and stored with our third party payment processor and not stored by CloudFlare. Visitors inquiring about our services may be asked to submit business information, such as company name and phone number, so that we may contact them. The personal information collected from customers during the registration process is used to manage each customer's account. This information is not shared with third parties without consent or if the customer signs up for the third party’s software or service. We will retain customer information for as long as their account is active or as is necessary to provide services. We will retain and use customer information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "665 3rd Street, Suite 200",
    "asp_index": "24331",
    "city": "San Francisco",
    "contactemail1": "privacy@cloudflare.com",
    "contactfax1": "650-230-7173",
    "contactname1": "",
    "contactoff1": "Trust and Safety",
    "contactphone1": "650-319-8930",
    "contacttitle1": "",
    "corpoffemail1": "ken@cloudflare.com",
    "corpofffax1": "650-230-7173",
    "corpoffname1": "Kenneth R. Carter",
    "corpoffphone1": "650-319-8930",
    "corpofftitle1": "Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-21",
    "orgverification": "In-house",
    "personaldata": "Online and manual data collected from customers and visitors.",
    "ppdate": "2013-08-20",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "TRUSTe Dispute Resolution Services",
    "signupdate": "2013-08-21",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}