{
    "CertificationStatus": "true",
    "Fax": "603-821-7030",
    "OrgName": "KBACE Technologies, Inc",
    "PPLoc": "http://kbace.com/safe-harbor-privacy ",
    "Phone": "603-821-7000",
    "activities": "Personal Information Received from EU/EEA and/or Switzerland:\r\n\r\n•\tAs a Data Controller – In limited circumstances, KBACE may act as a data controller, such as relating to contact information about the personnel of KBACE’s clients based in EU Member States.  A data controller is an organization that decides what Personal Information and/or Sensitive Information to hold and for what purposes.\r\n\r\n•\tAs a Data Processor -- In the provisioning of its primary business as a global consulting and technology company for Oracle® Software products and services, KBACE acts solely as a “data processor” for the transfer of its customer services data from EU Member States to the United States for processing.  A data processor is an organization that processes Personal Information and/or Sensitive Information purely on behalf of and pursuant to the instructions of a data controller.  KBACE provides these services under contract to its clients and, accordingly, KBACE holds, processes and/or transfers such customer services data at the direction of its client, which acts as a data controller.   KBACE does not control this customer services data and any access to or use of such data is incidental to KBACE completing its contractual obligations for its clients.  When acting as a data processor, KBACE complies with the Security and Onward Transfer principles, and assists its clients, when necessary, in responding to individual access requests from data subjects.",
    "address": "6 Trafalgar Square",
    "asp_index": "24334",
    "city": "Nashua",
    "contactemail1": "privacy@kbace.com",
    "contactfax1": "603-821-7030",
    "contactname1": "Brian Testa",
    "contactoff1": "Global Human Resources & Privacy",
    "contactphone1": "603-821-7000",
    "contacttitle1": "Vice President Global HR & Privacy",
    "corpoffemail1": "privacy@kbace.com",
    "corpofffax1": "603-821-7030",
    "corpoffname1": "Mike Peterson",
    "corpoffphone1": "603-821-7000",
    "corpofftitle1": "President & COO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-23",
    "orgverification": "In House",
    "personaldata": "The personal data that is covered by the Safe Harbor Framework will consist of client and customers' that will be processed as a data controller and processor and will not be processed manually.",
    "ppdate": "2012-08-13",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "KBACE has selected the American Arbritration Association (AAA) to investigate unresolved complaints and act as it's dispute resolution agency as it relates to EU and/or Swiss Data Protection.",
    "signupdate": "2012-08-23",
    "state": "New Hampshire",
    "statutorybody": "FTC",
    "zip": "03063"
}