{
    "CertificationStatus": "true",
    "Fax": "763-656-5400",
    "OrgName": "Pentair, Inc.",
    "PPLoc": "http://www.pentair.com/~/media/files/personal-data-protection-policy.pdf ",
    "Phone": "763-545-1730",
    "activities": "Pentair, Inc. (“Pentair”) uses Human Resources personal information transferred from the European Union and Switzerland to the United States to the extent necessary for the administration and management of employment-related activities, including but not limited to hiring process, payroll processing, compensation and benefit administration, expatriate assistance, transfer assistance, information reporting, and personnel management, performance management, career management, learning and development, discipline reporting, investigation, workforce planning, modeling, analysis and succession planning. Pentair also uses personal data, to the extent necessary, for the administration and management of its internal audit programs and compliance and training programs. This may include the processing of customer, vendor or business partner personal data as part of its global compliance and training programs. Processing of any of the above data will be conducted in accordance with applicable law and within such purpose limitations to employees in the Global Employee Notice and to customers, vendors or business partners in the Global Privacy Statement.",
    "address": "5500 Wayzata Blvd., Suite 800",
    "asp_index": "24344",
    "city": "Golden Valley",
    "contactemail1": "allison.luse@pentair.com",
    "contactfax1": "763-656-5400",
    "contactname1": "Allison Luse",
    "contactoff1": "Pentair, Inc.",
    "contactphone1": "763-656-5319",
    "contacttitle1": "Data Privacy Officer",
    "corpoffemail1": "angela.lageson@pentair.com",
    "corpofffax1": "763-656-5403",
    "corpoffname1": "Angela Lageson",
    "corpoffphone1": "763-656-5222",
    "corpofftitle1": "SVP, General Counsel & Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Pumps Valves & Compressors - (PVC)Water Resources Eqpt & Services - (WRE)General Industrial Eqpt & Supplies - (GIE)",
    "industrysector_parsed": [
        "General Industrial Eqpt & Supplies - (GIE)",
        "Pumps Valves & Compressors - (PVC)",
        "Water Resources Eqpt & Services - (WRE)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-22",
    "orgverification": "In-House",
    "personaldata": "(1) Employee/Employment data: off-line, on-line, manually processed and human resources data; and (2) Compliance and Training program data; off-line, on-line, manually processed data and data relating to customers/vendors/business partners.",
    "ppdate": "2013-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Questions or complaints about the way Pentair has treated personal information will be handled in accordance with the dispute resolution process. If the matter is not resolved through internal Pentair procedures, then the data subject will be directed to the state or national data protection authority (EU DPAs or Swiss Federal Data Protection and Information Commissioner (FDPIC)) in the jurisdiction where the employee works or where the customer, vendor or business partner is located.",
    "signupdate": "2011-08-22",
    "state": "Minnesota",
    "statutorybody": "FTC",
    "zip": "55416"
}