{
    "Fax": "609-750-1466",
    "OrgName": "BioVid Corporation",
    "PPLoc": "http://www.biovid.com/privacy.html ",
    "Phone": "609-750-1400",
    "activities": "BioVid collects healthcare and pharmaceutical primary market research data in the EU from healthcare providers such as physicians and nurses (collectively \"HCPs\"), as well as from healthcare consumers (e.g., patients and patient caregivers), via reports made by them in online surveys, face-to-face interviews (including focus groups), telephone interviews, and web-based interviews. Such data are collected by BioVid on behalf of third-party healthcare clients (e.g., pharmaceutical companies and medical device manufacturers) and, except under the limited circumstances (as noted in our Privacy Policy for Research Respondents), are reported to them in the aggregate. Key data elements include:\r\n1) Basic demographic information;\r\n2) Brand/product perceptions and experiences;\r\n3) Product usage;\r\n4) Attitudes and beliefs regarding treatments;\r\n5) Experiences with various diseases, disorders, or conditions;\r\n6) Disease and treatment histories contained in fully anonymized patient records (HCPs only);\r\n7) Responses to hypothetical new products (e.g., product perceptions and stated intent to use those products).\r\nAll such data are collected by BioVid for research purposes only. Data collection via the modalities described above occurs only after individuals have been provided access to our Privacy Policy for Research Respondents and have explicitly expressed their consent to participate as respondents in our research. The majority of the data collected from respondents is nonpersonally-identifying personal information (i.e., self-descriptions that do not, on their own, directly identify the individuals from whom the data were collected). Personally-identifying information, such as names, addresses, etc. (collectively \"PII\"), are collected from respondents and reported to clients under only very limited circumstances, with such collection and disclosure activities occurring only after respondents have explicitly expressed their informed consent to those activities.\r\n\r\nFinally, BioVid maintains a website for individuals who wish to know more about the company. The website includes links to BioVid e-mail addresses through which individuals may submit queries or comments regarding BioVid. Any information that is conveyed to BioVid through the e-mail links in the website is kept confidential, per the company's Website Privacy Policy (an explicit link to which appears on every one of the company's web pages). The website is not used for the conduct of BioVid's research activities.",
    "address": "5 Vaughn Drive, Suite 111",
    "asp_index": "24352",
    "city": "Princeton",
    "contactemail1": "internalprivacyofficer@biovid.com",
    "contactfax1": "609-750-1466",
    "contactname1": "Dusten Brennan",
    "contactoff1": "None",
    "contactphone1": "609-750-1400",
    "contacttitle1": "Director, Research Operations",
    "corpoffemail1": "dbrennan@biovid.com",
    "corpofffax1": "609-750-1466",
    "corpoffname1": "Dusten Brennan",
    "corpoffphone1": "609-750-1400",
    "corpofftitle1": "Director, Research Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Biotechnology - (BTC)Medical Equipment - (MED)Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Health Care Services - (HCS)",
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-21",
    "orgverification": "In-house",
    "personaldata": "Health care consumer data; data on health care provider practices",
    "ppdate": "2012-04-10",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2011-09-21",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08540"
}