{
    "CertifiedThroughLabel": "",
    "Fax": "212-489-7037",
    "OrgName": "James Mintz Group, Inc.",
    "PPLoc": "http://mintzgroup.com/safe-harbor-privacy/ ",
    "Phone": "212-489-7100",
    "activities": "As a Service Provider:\r\n\r\nJames Mintz Group, Inc.:\r\n•\tprovides employment screening and credential verification services with respect to its clients’ prospective and/or current employees and other representatives, sometimes involving the transport of personal information from Europe to the United States.  \r\n•\tconducts investigations for its clients, sometimes involving the transport of personal information from Europe to the United States.\r\n•\tconducts e-discovery services for its clients, sometimes involving the transport of personal information from Europe to the United States \r\n\r\nTo the extent that James Mintz Group, Inc. is subject to any EU privacy regime in connection with the services it provides to its clients, it is in its capacity as a data processor. \r\n\r\nAs an Employer:\r\n\r\nHaving offices in the EEA and Switzerland, James Mintz Group, Inc. transfers personal information concerning its current, former, and prospective personnel in the EEA and Switzerland to the U.S. in connection with the management and operation of the company, human resources administration, and safety and security processes.  \r\n\r\n•\tPersonal information may also be processed and transferred to the United States in connection with collection and discovery requests in the context of litigation or government investigations, and in such context it may be made available to adverse parties in litigation or governmental entities.",
    "address": "110 Fifth Ave.",
    "asp_index": "24362",
    "city": "New York,",
    "contactemail1": "amelnick@mintzgroup.com",
    "contactfax1": "212-489-7037",
    "contactname1": "Andrew B. Melnick",
    "contactoff1": "Office of the General Counsel",
    "contactphone1": "212-489-7100",
    "contacttitle1": "General Counsel and Partner",
    "corpoffemail1": "amelnick@mintzgroup.com",
    "corpofffax1": "212-489-7037",
    "corpoffname1": "Andrew B. Melnick",
    "corpoffphone1": "212-489-7100",
    "corpofftitle1": "General Counsel and Partner",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Employment Services - (EMP)Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Employment Services - (EMP)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-22",
    "orgverification": "In-house",
    "personaldata": "Off-line data, On-line data, manually processed data, human resources data",
    "ppdate": "2010-09-21",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2010-09-22",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10011"
}