{
    "Fax": "609-275-5363",
    "OrgName": "Integra LifeSciences Corporation",
    "PPLoc": "See link below",
    "Phone": "609-275-0500",
    "activities": "Personal Information Received from the EU:\r\nIntegra LifeSciences (“Integra”) is certifying to the Safe Harbor principles for data as set forth below:\r\n(1) \tHuman Resources / Employee/Employment Data. Integra processes employee/employment personal data to comply with its legal obligations and to carry out and manage functions related to: \r\n(A)\tHuman Resources Administration:  to provide the services necessary to fairly evaluate and compensate current, past or prospective employees and comply with applicable employment laws;\r\n(B)\tBusiness Process Administration: to facilitate the efficient day-to-day running of business operations;\r\n(C)\tSafety and Security: to promote the safety and protection of employees, resources, and communities and comply with applicable safety and security laws;\r\n(D)\tInternal Audit: to manage compliance with Integra’s internal audit programs and applicable laws. \r\n\r\n(2) Clinical Trial Data.  Integra processes personal Information regarding patients located in the EU/EEA that is transferred to the US for customary and legitimate business purposes, such as clinical research.\r\n\r\n\r\nProcessing of this data will be conducted in accordance with applicable law and within such purpose limitations as are notified to employees in Integra’s EU Employee Notification and the EU Safe Harbor Privacy Policy.",
    "address": "311 Enterprise Drive",
    "asp_index": "24363",
    "city": "Plainsboro",
    "contactemail1": "david.sirolly@integralife.com",
    "contactfax1": "609-275-5363",
    "contactname1": "David C. Sirolly",
    "contactoff1": "Law Department",
    "contactphone1": "717-840-3524",
    "contacttitle1": "Deputy General Counsel",
    "corpoffemail1": "michelle.scharfenberg@integralife.com",
    "corpofffax1": "609-275-1082",
    "corpoffname1": "Michelle Ryan Scharfenberg",
    "corpoffphone1": "609-936-2339",
    "corpofftitle1": "Chief Compliance Officer",
    "eucountries": "France, Germany, Netherlands, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "NLD",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)",
        "Medical Equipment - (MED)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-31",
    "orgverification": "in-house",
    "personaldata": "human resources data and clinical trial data",
    "ppdate": "2012-08-31",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Dispute Resolution: Questions or complaints about Integra’s treatment of personal information will be handled in accordance with the Safe Harbor Principles.  If a matter is not resolved through internal Integra procedures, then the data subject will be directed to the relevant state or national EU data protection authority (DPA) or Swiss Federal Data Protection and Information Commissioner (FDPIC) in the jurisdiction where the employee works or the customer, vendor or business partner is located.",
    "signupdate": "2012-08-31",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08536"
}