{
    "CertificationStatus": "true",
    "Fax": "646-380-7301",
    "OrgName": "Buddy Media, Inc.",
    "PPLoc": "http://www.salesforcemarketingcloud.com/privacy-policy/website-privacy-statement/ ",
    "Phone": "646-380-7300",
    "activities": "As part of Buddy Media’s Web-based applications and platform services provided via http://www.buddymedia.com, customers may submit electronic data and information, including personal data, to Buddy Media’s services.  In this context, Buddy Media acts as a data processor and does not determine how its customers’ identifiable data is utilized in Buddy Media’s services.  Buddy Media does not choose or determine the types of data that are submitted to Buddy Media’s services, and any access to or use of such data by Buddy Media on a personally-identifiable basis is incidental to completing Buddy Media’s contractual obligations, as data processor, to its customers.  Buddy Media’s “BuyBuddy” or \"Social.com\" services are excluded from Buddy Media’s Safe Harbor self-certification.  \r\nAs part of Buddy Media’s internal operations, Buddy Media transfers personal data of its current and prospective customers and current and prospective business partners for processing and storage.  Buddy Media collects, transfers, and uses personal data of its current and prospective customers and current and prospective business partners for sales, billing, marketing, and business partner recruitment purposes.  In this context, Buddy Media acts as a data controller.",
    "address": "155 6th Ave, 12th Floor",
    "asp_index": "24366",
    "city": "New York",
    "contactemail1": "lfinch@salesforce.com",
    "contactfax1": "(415) 226-0651",
    "contactname1": "Lindsey Finch",
    "contactoff1": "Privacy",
    "contactphone1": "(415) 536-8946",
    "contacttitle1": "Assistant General Counsel, Global Privacy",
    "corpoffemail1": "aweaver@salesforce.com",
    "corpofffax1": "(415) 513-4172",
    "corpoffname1": "Amy Weaver",
    "corpoffphone1": "(415) 882-2761",
    "corpofftitle1": "Senior Vice President and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-02",
    "orgverification": "In-house",
    "personaldata": "Offline, online",
    "ppdate": "2014-06-12",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "TRUSTe",
    "signupdate": "2011-09-02",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10013"
}