{
    "CertificationStatus": "true",
    "Fax": "508-775-9213",
    "OrgName": "Marketing Advocate, LLC.",
    "PPLoc": "http://www.marketingadvocate.com/privacy-policy/ ",
    "Phone": "508-775-9064",
    "activities": "Marketing Advocate uses this information in several ways:\r\n• To provide relevant, personalized, targeted news and information both on our site and via email \r\n• To help target advertising messages included in our email newsletters so that we are able to continue to provide our service to users at no cost \r\n• To enable our customer service professionals to respond to feedback\r\n• On rare occasions it is necessary to send out a strictly service-related, non-promotional announcement. For instance, if our platform is temporarily suspended for maintenance we might send users an email. Generally, users may not opt-out of these communications, though they can deactivate their account.",
    "address": "1600 Falmouth Rd. Suite 17",
    "asp_index": "24396",
    "city": "Centerville",
    "contactemail1": "michaelroseman@marketingadvocate.com",
    "contactfax1": "508-775-9213",
    "contactname1": "Michael Roseman",
    "contactoff1": "Marketing Advocate, LLC",
    "contactphone1": "508-775-9064",
    "contacttitle1": "CEO",
    "corpoffemail1": "michaelroseman@marketingadvocate.com",
    "corpofffax1": "508-775-9064",
    "corpoffname1": "Michael Roseman",
    "corpoffphone1": "508-775-9064",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-13",
    "orgverification": "Third Party",
    "personaldata": "Email, name, job title, business name, business address & business phone",
    "ppdate": "2012-08-06",
    "previous": "24396",
    "privacyprograms": "None",
    "recoursemech": "Marketing Advocate has committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint or if your complaint is not satisfactorily addressed by Marketing Advocate please visit the BBB EU SAFE HARBOR web site atwww.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "2012-09-13",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02632"
}