{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Checkster LLC",
    "PPLoc": "http://www.checkster.com/privacy-security/ ",
    "Phone": "866-800-0709",
    "activities": "Checkster is an online feedback tool that includes a reference checking feature which automates the more traditional reference checking process that occurs over the phone. Our clients are organizations of various sizes.\r\nThe process of collecting information is as follows: The manager of the organization invites the individual/candidate to create a Checkster account. Once the individual has created his/her account and agreed to the legal terms, he/she is prompted to invite a number of colleagues/raters, via email, to respond to a brief survey regarding the professional history of the individual. The raters then respond to the surveys and enter their own phone numbers and current employment information in addition to responding to general questions regarding their professional history with the individual. Once a minimum of 2-3 raters have responded to the survey, a report is generated for the manager to review.",
    "address": "35 Miller Avenue #183",
    "asp_index": "24392",
    "city": "Mill Valley",
    "contactemail1": "Support@Checkster.com",
    "contactfax1": "",
    "contactname1": "",
    "contactoff1": "Checkster Support",
    "contactphone1": "866-800-0709",
    "contacttitle1": "",
    "corpoffemail1": "Yves@Checkster.com",
    "corpofffax1": "",
    "corpoffname1": "Yves Lermusi",
    "corpoffphone1": "866-800-0709",
    "corpofftitle1": "Checkster CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-05",
    "orgverification": "In-House",
    "personaldata": "All of the information collected by Checkster that allows people to be identified individually is kept confidential. This includes data that is processed manually.",
    "ppdate": "2014-08-28",
    "previous": "24392",
    "privacyprograms": "Checkster is its own self-regulating entity, ensuring our adherence to the Safe Harbor Privacy Principles.",
    "recoursemech": "The Checkster Support Team handles most complaints and disputes that come in. If any complaint or dispute were to arise regarding Safe Harbor, Checkster will act in compliance with the EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2014-09-05",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94941"
}