{
    "CertificationStatus": "true",
    "Fax": "310-388-0133",
    "OrgName": "BillTech, LLC",
    "PPLoc": "https://billtech.com/index.php/privacy.html",
    "Phone": "310-363-7037",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\nInternet Payment Service Provider - BillTech, LLC provides internet payment processing services, including credit card and electronic check processing and customer service, designed to help e-commerce merchants increase their business through fast, secure, online transactions, enhanced management tools, and sophisticated fraud prevention systems. BillTech, LLC receives personal data from the European Union, the European Economic Area, and Switzerland as a result of (1) the use and operation of its domains, and (2) provision of services to its e-commerce merchants. BillTech, LLC acts as a Data Controller and Data Processor for the personal data of its clients/e-commerce merchants, as well as their affiliates and customers, that it receives from Europe. BillTech, LLC processes this personal data for various purposes including, but not limited to, (i) to provide e-commerce services; handle orders/cancellations; handle payments, settlements, payouts, chargebacks, and refunds; provide receipts; (ii) to provide dispute resolution and customer service; conduct data analysis to improve its products and services; (iii) for administrative purposes, such as accounting, billing, collections, audits, and other uses; (iv) to prevent or detect fraud or abuses of its websites and services; (v) to enable third parties to carry out technical, financial, or other functions on its behalf; and (vi) for compliance with or in response to governmental and legal obligations or inquiries including investigation, preparation, and defense of legal claims. Any information collected by BillTech, LLC's clients/e-commerce merchants is collected, owned and controlled by its clients/e-commerce merchants. BillTech, LLC is not responsible for the privacy policies/practices or the content of its clients'/e-commerce merchants' websites.",
    "address": "209 10th Avenue South, Suite 144",
    "asp_index": "24413",
    "city": "Nashville",
    "contactemail1": "legal@billtech.com",
    "contactfax1": "310-388-0133",
    "contactname1": "Adriana Dulic",
    "contactoff1": "BillTech, LLC",
    "contactphone1": "310-363-7037",
    "contacttitle1": "Vice President of Regulatory Affairs",
    "corpoffemail1": "legal@billtech.com",
    "corpofffax1": "310-388-0133",
    "corpoffname1": "Esther Martinez",
    "corpoffphone1": "310-363-7037",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-27",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed",
    "ppdate": "2011-07-01",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "EU and/or Swiss data protection authorities",
    "signupdate": "2011-09-27",
    "state": "Tennessee",
    "statutorybody": "FTC",
    "zip": "37203"
}