{
    "CertificationStatus": "true",
    "Fax": "602-308-1300",
    "OrgName": "Telesoft Corp.",
    "PPLoc": "https:/ www.telesoft.com/payment-returns-privacy/ ",
    "Phone": "602-308-2100",
    "activities": "Telesoft provides global telecommunication expense management solutions for corporate customers; Telesoft does not provide its service to the individual or consumer markets. In the performance of this service, the information we receive from our customers may contain one or more of the following data elements which is considered personal information related to the employees of our customers: Employee Id, Name, Title, Location, Corporate E-Mail Address, Department/Cost Center, Phone Numbers, and Corporate Address. Additionally, we receive Telecommunication Invoices including Call Detail Records associated with devices, services, and networks for which Telesoft’s customers are either primarily or secondarily liable. This information is used for the sole purpose of matching charges and telecommunications inventory to the appropriate employee and/or cost center within Telesoft’s corporate customer, enabling the responsible employees to manage the acquisition, tracking, use, and disposal of these corporate assets. In addition, parties visiting our website (www.telesoft.com) can visit the site without providing personal information; however, computers connected to the internet contain information such as IP Address (Internet Protocol Address), and domain names that identify the computer and network used to access our web site. This information is captured and stored solely for tracking and monitoring purposes.\r\nData elements which can be perceived as “Personal data” and are also used by Telesoft include: employee ID, last name, first name, location, e-mail address, department, reporting hierarchy, cost center ID, phone numbers, and office/shipping address. This information is used to process new mobile orders activations for corporate end-users and wireline provisioning of corporate voice and data networks. This information is transferred to carriers for order fulfillment and provisioning processing. \r\nThe above notwithstanding, personal information captured and contained in the Telesoft databases and servers is not sold, licensed, or distributed to any third parties except to vendors and suppliers for the purposes of managing corporate telecom expenses on behalf of our corporate customers.",
    "address": "1661 E. Camelback Rd., Ste. 300",
    "asp_index": "24446",
    "city": "Phoenix",
    "contactemail1": "compliance@telesoft.com",
    "contactfax1": "602-308-1300",
    "contactname1": "",
    "contactoff1": "Safe Harbor Compliance Officer",
    "contactphone1": "602-308-1294",
    "contacttitle1": "",
    "corpoffemail1": "kdonoghue@telesoft.com",
    "corpofffax1": "602-308-1300",
    "corpoffname1": "Kevin Donoghue",
    "corpoffphone1": "602-308-1123",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-10",
    "orgverification": "In house",
    "personaldata": "Off-line, on-line, and manually processed data",
    "ppdate": "2013-08-15",
    "previous": "24446",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR",
    "signupdate": "2013-09-10",
    "state": "Arizona",
    "statutorybody": "FTC",
    "zip": "85016"
}