{
    "CertificationStatus": "true",
    "Fax": "314-587-7090",
    "OrgName": "Connectria Corporation",
    "PPLoc": "http://www.connectria.com/legal/eu_safe_harbor_privacy_policy.php ",
    "Phone": "314-587-7300",
    "activities": "Connectria undertakes managed hosting, dedicated server hosting, support and security services, data storage, cloud computing, remote management and computer disaster recovery.  Connectria provides such webhosting and computer management services to its clients in the EU who may during the course of their business operations collect personal data of their customers and store that information on the company's servers. It does not independently collect personal data directly from EU citizens but may need to access its servers to perform ongoing maintenance and network security services as part of its contractual commitments with its clients. Some of the aforementioned customers may ask us to maintain, host, or provide us with access to, data. In relation to those services, the customer has control of such data and any access to or use of such data by us is incidental to completing our contractual requirements for the customer. At all times, it is our customers, and not Connectria, which collect, use or disclose data that may be classifiable as personally identifiable information (PII). Connectria acting as the technical support of these customers simply provides and maintains the customer resources that customers use to support their collection, use or disclosure of any information or data that may be PII.  As such, Connectria is not a “processor” of data under Article 2(e) of EU Directive 95/46/EC on the protection of individuals with regard to the processing of personal data and on the free movement of such data.",
    "address": "10845 Olive Blvd., Suite 300",
    "asp_index": "24457",
    "city": "St. Louis",
    "contactemail1": "rem@riezmanberger.com",
    "contactfax1": "314-727-6458",
    "contactname1": "R. Emmett McAuliffe Esq",
    "contactoff1": "Riezman Berger P.C.",
    "contactphone1": "314-727-0101",
    "contacttitle1": "Counsel",
    "corpoffemail1": "rwaidmann@connectria.com",
    "corpofffax1": "314-587-7090",
    "corpoffname1": "Richard S. Waidmann",
    "corpoffphone1": "314-587-7300",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-07",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed data, human resources data",
    "ppdate": "2010-08-27",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2010-09-07",
    "state": "Missouri",
    "statutorybody": "FTC",
    "zip": "63141"
}