{
    "CertifiedThroughLabel": "",
    "Fax": "(858) 228-5573",
    "OrgName": "Profits 4 Purpose",
    "PPLoc": "see link below",
    "Phone": "(760) 861-4042",
    "activities": "We may use Personal Data in the following ways: \r\n\r\nTo carry out our obligation arising from contracts of employment, including but not limited to payroll functions and reporting to the Internal Revenue Service or state or local equivalent and enrolling employees in health or other benefit programs. \r\n\r\nTo carry out our obligations arising from contracts with vendors and customers, including but not limited to payment authorization, tax reporting, marketing and collection. \r\n\r\nWe take reasonable steps to ensure that Personal Data is relevant to its intended use, accurate, complete and current. \r\n\r\nPersonal Data may be processed in the United States or other locations where we have operations or offices. \r\n\r\nEmployees, customers and vendors providing Personal Data to Profits 4 Purpose, LLC consent to their Personal Data being processed in this way.",
    "address": "6837 Nancy Ridge Drive",
    "asp_index": "24478",
    "city": "San Diego",
    "contactemail1": "jason@profits4purpose.com",
    "contactfax1": "(858) 228-5573",
    "contactname1": "Jason Burns",
    "contactoff1": "Profits 4 Purpose",
    "contactphone1": "(760) 861-4042",
    "contacttitle1": "CEO",
    "corpoffemail1": "luke@profits4purpose.com",
    "corpofffax1": "(858) 228-5573",
    "corpoffname1": "Luke Harmon",
    "corpoffphone1": "(760) 861-4042",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-07-27",
    "orgverification": "In-house",
    "personaldata": "Employee, client and vendor",
    "ppdate": "2011-10-11",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Customers, vendors and employees may file a complaint with Profits 4 Purpose, LLC in connection with the processing of their Personal Data under the Safe Harbor Principles. We also cooperate with the following dispute resolution bodies to address individuals’ complaints regarding privacy issues: (i) for Customer and vendor complaints, we cooperate with the San Diego office of JAMS, a third party dispute resolution provider, in accordance with its applicable commercial rules; and (ii) for complaints concerning our handling of employee Personal Data, we cooperate with the relevant EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC). We will take steps to remedy any issues arising out of a failure to comply with the Safe Harbor Principles. Please contact us as specified above to address any complaints regarding our Personal Data practices.",
    "signupdate": "2012-07-27",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92121"
}