{
    "CertifiedThroughLabel": "",
    "Fax": "206-336-6809",
    "OrgName": "Blue Nile, Inc",
    "PPLoc": "http://www.bluenile.com/privacy.jsp ",
    "Phone": "206-336-6700",
    "activities": "Blue Nile uses information from its customers to, among other things, facilitate purchases and provide requested services, confirm and track orders, respond to customer inquiries and requests, update and correct customer records, prevent and detect fraud or abuse, improve Blue Nile's online platform, service, product offerings, marketing and promotional efforts, and overall customer experience, identify product and service preferences, understand customer demographics, preferences, interests, and behaviour, recommend to customers products and services that may be of interest, and enable third parties to perform logistical, technical or other functions on its behalf.",
    "address": "411 1st Ave S, Ste. 700",
    "asp_index": "24489",
    "city": "Seattle",
    "contactemail1": "lauren@bluenile.com",
    "contactfax1": "206-336-6809",
    "contactname1": "Lauren Neiswender",
    "contactoff1": "Blue Nile, Inc",
    "contactphone1": "206-336-6790",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "lauren@bluenile.com",
    "corpofffax1": "206-336-6809",
    "corpoffname1": "Lauren Neiswender",
    "corpoffphone1": "206-336-6790",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Jewelry - (JLR)",
    "industrysector_parsed": [
        "Jewelry - (JLR)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-27",
    "orgverification": "self-assessment",
    "personaldata": "On-Line, Off-line, Manually Processed Data",
    "ppdate": "2013-06-26",
    "previous": "",
    "privacyprograms": "Blue Nile does not belong to any third party privacy organizations. The privacy policy was written in-house.",
    "recoursemech": "**-*Questions or complaints about the way Blue Nile has treated employee information will be handled by Blue Nile’s Human Resource or Legal department. If the matter is not resolved through internal procedures, then employees will be directed to the state or national data protection authority in the jurisdiction where the employee works. For all customer privacy complaints or disputes, we use The BBB EU Safe Harbor for HR data we use the EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2004-08-27",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98104"
}