{
    "CertificationStatus": "true",
    "Fax": "(317) 254-8240",
    "OrgName": "Apparatus",
    "PPLoc": "http://www.apparatus.net/privacy/ ",
    "Phone": "(317) 254-8488",
    "activities": "Apparatus provides hosting and managed services for Clients who may have an EU and/or a Swiss audience.  Though Apparatus does not “own” personal information or sensitive data collected on websites (Clients do), because of the nature of our hosting and managed services, we realize that we have a custodial responsibility.  Apparatus collects information under the direction of its Clients and has no direct relationship with the individuals whose personal data it processes.  Use of the data gathered from sources in the European Union or Switzerland on sites hosted by Apparatus is the responsibility of Apparatus’ Clients.  \r\n\r\nApparatus will retain personal data we process on behalf of our Clients for as long as needed to provide services to our Client.  Apparatus will retain and use this Personal Information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.  \r\n\r\nApparatus also provides a Client Services portal, which provides Clients with the ability to enter and track status of service requests.  In order to provide support we may collect additional Client information such as phone, alternate email, or pager number.  Apparatus will retain this information for as long as the account is active or as needed to provide Client services.  Presently all of our Clients are US-based, but the possibility exists that this could expand to the EU and/or Switzerland.   \r\n\r\nAdditionally, the apparatus.net website is public facing and may be accessed by EU and/or Swiss citizens.  As described in our Privacy Policy, Apparatus collects personally identifiable information from our users at several different points on our website.  This information may be used for general business communications. If an individual chooses to apply for a job opportunity, Apparatus will collect additional information such as address and phone number.",
    "address": "1401 N. Meridian St.",
    "asp_index": "24484",
    "city": "Indianapolis",
    "contactemail1": "privacy@apparatus.net",
    "contactfax1": "(317) 254-8488",
    "contactname1": "Chuck Rapp",
    "contactoff1": "Quality",
    "contactphone1": "(317) 254-8488",
    "contacttitle1": "Quality Manager",
    "corpoffemail1": "jadams@apparatus.net",
    "corpofffax1": "(317) 254-8240",
    "corpoffname1": "Jared Adams",
    "corpoffphone1": "(317) 254-8488",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-14",
    "orgverification": "Third Party",
    "personaldata": "Client data, collected on-line, not manually processed.",
    "ppdate": "2012-09-12",
    "previous": "24484",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-09-14",
    "state": "Indiana",
    "statutorybody": "FTC",
    "zip": "46202"
}