{
    "CertifiedThroughLabel": "",
    "Fax": "801-763-5452",
    "OrgName": "Alpine Testing Solutions",
    "PPLoc": "http://siterepository.s3.amazonaws.com/2641/alpine_privacy_policy101813_20131018094944.pdf ",
    "Phone": "435-671-6371",
    "activities": "Alpine Testing Solutions provides test development and candidate management services as a service provider to test sponsors. A test sponsor is the company or organization that offers certification, credentialing, licensure or other testing and controls the test(s) that must be taken to secure such certification, credentialing, or licensure. Alpine collects or receives personal information from certification, credentialing, licensure and other testing candidates. Alpine uses this personal information to perform services relating to certification, credentialing, licensure and other testing purposes on behalf of the test sponsor. This includes—among other things—determining testing eligibilities, supporting test registration, analyzing test results, calculating and awarding credentials, supplying testing information to the test sponsor programs and their authorized vendors and communicating with candidates and the test sponsor about the testing and the results of such testing.",
    "address": "51 West Center Street, #514",
    "asp_index": "24496",
    "city": "Orem",
    "contactemail1": "Blair.Harris@Alpinetesting.com",
    "contactfax1": "801-763-5452",
    "contactname1": "Blair Harris",
    "contactoff1": "Alpine Testing Solutions, Inc.",
    "contactphone1": "801-706-7589",
    "contacttitle1": "Director of Technology Solutions",
    "corpoffemail1": "Blair.Harris@Alpinetesting.com",
    "corpofffax1": "801-763-5452",
    "corpoffname1": "Blair Harris",
    "corpoffphone1": "801-706-7589",
    "corpofftitle1": "Director of Technology Solutions",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)Computer Software - (CSF)Employment Services - (EMP)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Education & Training - (EDS)",
        "Employment Services - (EMP)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-18",
    "orgverification": "In-house",
    "personaldata": "name, address, email address, phone number, fax number, company,title, language, employment information, previous examination history, education information, work history, source of financing, all or part of a government-issued, identification number and mother’s maiden name, candidate’s signature,photographic image, fingerprint and/or palm vein image digitally",
    "ppdate": "2013-09-17",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "All questions, concerns, complaints, access requests and any other issues arising under the U.S.-EU Safe Harbor Framework, the U.S.-Swiss Safe Harbor Framework or this Policy should be directed to: Blair Harris, Director of Technology Solutions (blair.harris@alpinetesting.com). If a complaint or dispute cannot be resolved through our internal process, Alpine agrees to dispute resolution using the American Arbitration Association (ICDR/AAA Safe Harbor Program) as a third-party resolution provider.",
    "signupdate": "2013-10-18",
    "state": "Utah",
    "statutorybody": "FTC",
    "zip": "84057"
}