{
    "CertificationStatus": "true",
    "Fax": "6108875950",
    "OrgName": "EpiAnalytics, Inc.",
    "PPLoc": "http://www.epianalytics.com/about/PrivacyStatement.html ",
    "Phone": "8583815700",
    "activities": "EpiAnalytics analyzes (processes) open-ended requests and responses from our clients’ customers who consent to be contacted or who have pre-existing relationships with the EpiAnalytics client for which EpiAnalytics is providing analytics service.  EpiAnalytics does not own the Personal Data that we process.  In addition individuals who represent EpiAnalytics Clients or potential Clients (”Business Contacts”) may voluntarily provide their contact information and related data (collectively “Business Contact Data”) to EpiAnalytics by various means, including telephone, email, postal mail, the “contact us” or “download” page on the EpiAnalytics website, or other means.",
    "address": "7417 Magellan Street, Suite 100",
    "asp_index": "24503",
    "city": "Carlsbad",
    "contactemail1": "info@epianalytics.com",
    "contactfax1": "6108875950",
    "contactname1": "",
    "contactoff1": "Privacy Department",
    "contactphone1": "8583815700",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "jvecchio@epianalytics.com",
    "corpofffax1": "6108875950",
    "corpoffname1": "James Vecchio",
    "corpoffphone1": "8583815700",
    "corpofftitle1": "Executive Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-04",
    "orgverification": "In-house",
    "personaldata": "Client and Clients' customer data.  This is not manually processed data.",
    "ppdate": "2012-09-30",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EpiAnalytics has further committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism.  We have selected the International Centre for Dispute Resolution, part of the American Arbitration Association (AAA), as our dispute resolution provider. Individuals who do not believe that their concerns have been adequately addressed by the company can obtain further information about international dispute resolution and case filing instructions at http://www.adr.org/icdr.",
    "signupdate": "2012-10-04",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92011"
}