{
    "Fax": "202 543 8345",
    "OrgName": "Aristotle",
    "PPLoc": "http://www.aristotle.com/about-us/privacy-policy-and-data-restrictions/ ",
    "Phone": "202 543 8345",
    "activities": "Verification of individual information submitted by individuals to gain access to services.\r\n\r\nOur site’s registration form requires users to give us contact information (like their name and email address). We use customer contact information from the registration form to send the user information about our company. The customer’s contact information is also used to contact the visitor when necessary.\r\n\r\nOur site uses an order form for customers to request information, products and services. We collect visitor’s contact information (like their email address) and financial information (like their account or credit card numbers). Contact information from the order form is used to send orders and information about our company to our customers. The customer’s contact information is also used to get in touch with the visitor when necessary. Financial information that is collected is used to bill the user for products and services.\r\n\r\nThis site has security measures in place, including server password and firewalls, to protect the loss, misuse and alteration of the information under our control.\r\n\r\nPersonally identifiable information provided for purposes of age and identity verification to Aristotle and its Integrity unit is used only for that purpose, and is not transferred or retained, except as required by law.",
    "address": "205 Pennsylvania Avenue SE",
    "asp_index": "24518",
    "city": "Washington",
    "contactemail1": "accounting@aristotle.com",
    "contactfax1": "202 543 6407",
    "contactname1": "Matthew Armandi",
    "contactoff1": "Aristotle International, Inc.",
    "contactphone1": "202 543 8345",
    "contacttitle1": "CFO",
    "corpoffemail1": "jap@aristotle.com",
    "corpofffax1": "415 440 2162",
    "corpoffname1": "John A Phillips",
    "corpoffphone1": "415 440 1102",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-04",
    "orgverification": "In house.",
    "personaldata": "Off-line and on-line",
    "ppdate": "2006-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2007-10-04",
    "state": "District of Columbia",
    "statutorybody": "FTC",
    "zip": "20003"
}