{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Efficiency Products LLC (d/b/a DealStage.com)",
    "PPLoc": "http://dealstage.com/privacy ",
    "Phone": "917-836-6302",
    "activities": "DealStage receives information from users of our services such as name, email address and, at the user's option, title, telephone number, functional expertise and office location.  DealStage also receives similar information, including email address in particular, from individuals contacting us through our public-facing website. DealStage uses the email address supplied by each user of our services to identify the user, and any groups with which the user should be associated, within out application.  DealStage may use any such information for purposes such as contacting individuals regarding their, or their company's, use of our services, information about our services, customer support, employment opportunities and to inform users of updates, modifications and other matters relating to the service.\r\n\r\nThe DealStage service provides users (including those located within the European Union) with an online storage facility where they can post files and other data in order to make it available to any party they authorize. DealStage does do not undertake to know, and user's have no obligation to inform us, whether the  files or other data contained in an online storage facility include personal data. DealStage is not responsible for the content of the information posted in an online storage facility and we do not decide who is granted access to such information.",
    "address": "201 E 17th St., Ste. 20C",
    "asp_index": "24527",
    "city": "New York",
    "contactemail1": "privacy@dealstage.com",
    "contactfax1": "",
    "contactname1": "Charles Fellers",
    "contactoff1": "Administrator",
    "contactphone1": "917-836-6302",
    "contacttitle1": "Member",
    "corpoffemail1": "charles_cl@dealstage.com",
    "corpofffax1": "",
    "corpoffname1": "Charles Fellers",
    "corpoffphone1": "917-836-6302",
    "corpofftitle1": "Member",
    "eucountries": "France, Germany, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Legal Services - (LES)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Legal Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-04",
    "orgverification": "In-House",
    "personaldata": "Email addresses and potentially other contact information about users of our services and information about their online activities are process automatically and manually.",
    "ppdate": "2014-09-10",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "The applicable EU data protection authority will be available to investigate unresolved complaints.",
    "signupdate": "2014-11-04",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10003"
}