{
    "Fax": "408-215-6401",
    "OrgName": "Kontiki",
    "PPLoc": "http://www.kontiki.com/privacy-policy/ ",
    "Phone": "888-317-9283",
    "activities": "Kontiki Delivery Management System platform (“DMS”) enables enterprises to publish, distribute and manage digital materials easily and efficiently.  The DMS is intended for use internally within the enterprise regardless of network topography (i.e., across LANs but within the enterprise’s WAN).  The DMS is “content-agnostic”; it can deliver any form of digital  material, but most often it is used for bandwidth intensive materials like video.  A typical use would be a CEO company-wide address or a company-wide meeting.  The content published and distributed via the DMS is solely under the control of the enterprise.  Kontiki does not select, review or monitor content distributed.  The choice to distribute any personal information via the DMS is therefore that of Kontiki’s enterprise customer, and the use of such information internal to the enterprise is a matter of that enterprise’s policies.  Kontiki contractually requires its customers to comply with all applicable laws and regulations in the use of the DMS, including without limitation, any privacy or other rules pertaining to personal information.  Kontiki also uses state-of-the-art security and encryption to protect against security breaches of the enterprise’s content.",
    "address": "1001 W. Maude Ave",
    "asp_index": "24525",
    "city": "Sunnyvale",
    "contactemail1": "sblanken@kontiki.com",
    "contactfax1": "408-215-6401",
    "contactname1": "Stephen Blankenship",
    "contactoff1": "Product",
    "contactphone1": "408-215-6348",
    "contacttitle1": "VP Product",
    "corpoffemail1": "sblanken@kontiki.com",
    "corpofffax1": "408-215-6401",
    "corpoffname1": "Stephen Blankenship",
    "corpoffphone1": "408-215-6348",
    "corpofftitle1": "VP Product",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-27",
    "orgverification": "Third Party/TRUSTe",
    "personaldata": "Internet/On-line data, no manually processed data.",
    "ppdate": "2012-06-18",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-06-27",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94085"
}