{
    "CertificationStatus": "true",
    "Fax": "412-788-0245",
    "OrgName": "AIReS",
    "PPLoc": "https:/ www.aires.com/PrivacyPolicy.html ",
    "Phone": "412-788-0461",
    "activities": "AIReS provides international relocation services for national account executives.  In doing so, personal data such as passport identification, date of birth, are used to customs clear shipments or provide relocation services.   Data is stored in the AIReS IRIS system, which is designed and maintained in-house.",
    "address": "6 Penn Center West, Suite 200",
    "asp_index": "24532",
    "city": "Pittsburgh",
    "contactemail1": "lcarmac@aires.com",
    "contactfax1": "412-788-0245",
    "contactname1": "Laura May Carmack",
    "contactoff1": "Corporate Office",
    "contactphone1": "412-677-1700",
    "contacttitle1": "Quality Manager",
    "corpoffemail1": "mbulebu@aires.com",
    "corpofffax1": "412-788-0245",
    "corpoffname1": "Michael Bulebush",
    "corpoffphone1": "412-788-1696",
    "corpofftitle1": "Security Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-10",
    "orgverification": "In-house and external third party audit via Ernst",
    "personaldata": "AIReS customers enter data via the AIReS ReloNet website.  Also, customer data may be obtained by phone from the customer, and entered by AIReS staff.  Data includes home addresses, name, phone numbers, date of birth, social security number, and passport number.",
    "ppdate": "2013-09-09",
    "previous": "24532",
    "privacyprograms": "Customs-Trade Partnership Against Terrorism (C-TPAT) audited by Department of Homeland Security.\r\nSSAE 16 certification audited by Schneider Downs",
    "recoursemech": "All Customer Complaints are documented upon receipt the the AIReS ISO 9001 program, including, but not limited to privacy complaints.  The AIReS Quality Manager escalates privacy complaints to the AIReS Executive Management Team, which constructs an investigative task force.  Management is informed of the status of the investigation, and any legal assistance to be engaged or authorities to be notified.  The complaint remains in OPEN status until resolution is obtained, and Corrective Action enacted, if necessary.\r\n\r\nIn regard to accomplishing any dispute resolution that may arise in regard to AIReS Safe Harbor Program compliance, AIReS has reaffirmed that it will fully cooperate and comply with applicable EU DPA (Data Protection Authorities) and the Swiss FDPIC (Federal Data Protection and Information Commissioner) to investigate all unresolved complaints, regardless of the type of data involved.",
    "signupdate": "2013-09-10",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "15276"
}