{
    "Fax": "203-859-9427",
    "OrgName": "Tangoe, Inc.",
    "PPLoc": "https:/ www.tangoe.com/Information/Privacy-Policy.aspx ",
    "Phone": "203-859-9300",
    "activities": "Tangoe is a provider of connection lifecycle management (CLM) software and related services for corporate customers. Tangoe does not provide its service to the individual or consumer markets.  Tangoe collects data and information, including personal data, from our customers, prospects and partners.  The information may be collected by members of our marketing, sales, professional services, customer support and administrative teams.  In the performance of its services, Tangoe processes data and information, including personal data on behalf of its customers.   Parties visiting Tangoe’s website (www.Tangoe.com) can visit the site without providing personal information; however, computers connected to the internet contain information such as IP Address (Internet Protocol Address), and domain names that identify the computer and network used to access our web site.  This information is captured and stored solely for tracking and monitoring purposes.  As part of Tangoe’s internal operations, Tangoe transfers personal data of its current and former employees, consultants, contractors, job applicants and candidates to Tangoe’s U.S. headquarters for the management and administration of human resource functions and other employment-related matters.  Tangoe collects, transfers and uses human resources data for purposes of recruiting, job application and hiring activities, employee benefits administration, salary administration, tax filing, performance management and other HR related analysis, succession planning and career path planning, training administration and management and company network access and authentication and personalization.  Tangoe may also receive personal data of employees in connection with Tangoe’s compliance hotline.  Personal data captured and contained in the Tangoe databases and servers is not sold, licensed, or distributed to any third parties except to vendors and suppliers for the purposes of providing CLM software and services on behalf of our corporate customers.",
    "address": "35 Executive Blvd",
    "asp_index": "24537",
    "city": "Orange",
    "contactemail1": "ian.coville@tangoe.com",
    "contactfax1": "203-859-9427",
    "contactname1": "Ian Coville",
    "contactoff1": "Tangoe, Inc.",
    "contactphone1": "203-859-9315",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "gary.martino@tangoe.com",
    "corpofffax1": "203-859-9427",
    "corpoffname1": "Gary Martino",
    "corpoffphone1": "203-859-9366",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Telecommunications Services - (TES)General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-25",
    "orgverification": "In-house",
    "personaldata": "Offline, on-line, manually processed data, human resources data.",
    "ppdate": "2008-09-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor program",
    "signupdate": "2008-09-25",
    "state": "Connecticut",
    "statutorybody": "FTC",
    "zip": "06484"
}