{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Sideqik, Inc",
    "PPLoc": "http://www.sideqik.com/privacy ",
    "Phone": "4049415878",
    "activities": "We receive information concerning individuals such as you from a variety of sources when you use the Service and Applications. We receive information from people who visit the Site. We may collect personal information you directly provide to our Service. We also receive information from certain social media sites (e.g., Facebook, Twitter, YouTube, Pinterest and Instagram) used by us when we incorporate a Sideqik Application into those sites and the visitors voluntarily populate screens associated with that Sideqik Application. \r\n\r\nWe use your personal information to provide you with services, to operate and improve our Sites and Applications, to send you messages, and for other purposes described in this Policy or disclosed to you on our Sites or in connection with our services.",
    "address": "75 5th Street NW, Suite 221",
    "asp_index": "24546",
    "city": "Atlanta",
    "contactemail1": "tremain@sideqik.com",
    "contactfax1": "",
    "contactname1": "Tremain McGlown",
    "contactoff1": "Account Team",
    "contactphone1": "4049415878",
    "contacttitle1": "VP Business Development",
    "corpoffemail1": "kurt@sideqik.com",
    "corpofffax1": "",
    "corpoffname1": "Kurt Uhlir",
    "corpoffphone1": "4049415878",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-24",
    "orgverification": "in-house",
    "personaldata": "Any data about an identified or identifiable individual that is processed, collected or stored by Sideqik falls within our Safe Harbor Framework. This includes manually processed information.",
    "ppdate": "2014-08-28",
    "previous": "",
    "privacyprograms": "a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "Sideqik has further committed to refer unresolved privacy complaints under the Safe Harbors to an independent dispute resolution mechanism operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Sideqik, please visit the BBB SAFE HARBOR website at http://www.bbb.org/us/european-dispute-resolution/consumer/ for more information and to file a complaint.",
    "signupdate": "2014-09-24",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30308"
}