{
    "Fax": "(210) 918-5469",
    "OrgName": "NuStar Energy L.P.",
    "PPLoc": "http://nustarenergy.com/en-us/Pages/Privacy.aspx ",
    "Phone": "(210) 918-2000",
    "activities": "NuStar Energy L.P., a publicly traded master limited partnership based in San Antonio, is one of the largest independent liquids terminal and pipeline operators in the nation.  NuStar currently has 8,433 miles of pipeline; 82 terminal and storage facilities that store and distribute crude oil, refined products and specialty liquids; a fuels refinery with a throughput capacity of 14,500 barrels per day; and 50% ownership in two asphalt refineries with a combined throughput capacity of 104,000 barrels per day.  The partnership’s combined system has approximately 94 million barrels of storage capacity, and NuStar has operations in the United States, Canada, Mexico, the Netherlands, including St. Eustatius in the Caribbean, the United Kingdom and Turkey.  For more information, visit NuStar Energy L.P.'s Web site at www.nustarenergy.com.  \r\n\r\nNuStar retains certain personal information of its employees, customers, and vendors as customary with its business operations.  \r\n\r\nEmployee Privacy Policy:  NuStar may collect Personal Data concerning its Employees and certain Non-Employee Workers: (1) directly from the Data Subject; (2) from a NuStar affiliate; or (3) through other means. This Policy complies with the Safe Harbor Principles as agreed upon by the U.S. Department of Commerce and the European Commission (“EU-US Safe Harbor Principles”), which can be found at http://www.export.gov/safeharbor.”\r\n\t\r\nNuStar uses the Personal Data of its Employees and certain Non-Employee Workers only for business and employment purposes, including without limitation: (1) to make hiring decisions and filling open positions; (2) to plan and implement Employee transfers; (3) to manage Employees; (4) to conduct performance evaluations and salary, bonus, and other Employee reviews; (5) to train Employees and facilitate career development; (6) to communicate with Employees and certain Non-Employee Workers, (7) to satisfy governmental reporting and tax requirements; (8) to satisfy security, health, and safety concerns; (9) to plan and implement potential acquisitions and mergers; (10) for other employment-related and business-related purposes; and/or (11) as permitted or required under applicable local laws and regulations. \r\n\r\nAs a matter of policy, NuStar uses Sensitive Data with consent of the affected Data Subject only for: (1) the purpose for which it was originally provided; (2) any other purpose, as long as the affected Data Subject has consented to such use; or (3) any of the following other uses, regardless of the purpose for which it was originally provided, without the requirement of additional consent for such use:  (a) is in the vital interests of the Employee, Non-Employee Worker or another person; (b) is necessary for the establishment of legal claims or defenses, to obtain legal advice, or for the purposes of establishing, exercising or defending NuStar’s legal rights; (c) is required to provide medical care or diagnosis; (d) is necessary to carry out NuStar’s obligations under applicable employment or other laws; (e) is data manifestly made public by the Employee or Non-Employee Worker; or (f) as otherwise required by law.\r\n\r\nCustomer Privacy Policy:  NuStar collects the following information from its Customers, which may contain Personal Data:\r\n\r\nPurchase Related Information.  In order to process orders and payments, we may collect certain purchase-related information, such as billing address, credit card number, and bank account information.   \r\n\r\nContact Information. In order to communicate with our Customers regarding services requested or provided by NuStar, or for other reasons related to our business relationship with them, we may collect contact information such as name, type of business/industry, contact person, telephone number, business address, and e-mail address.  \r\n\r\nInquiry Related Information.  Sometimes Customers or prospective Customers contact us via phone, email or through our website, with questions or inquires regarding products and services.  In order to respond to these inquiries, we may collect contact information, business-related information, and other information necessary to respond to such inquiries.   \r\n\r\nOther Information.  We collect information in the course of conducting our business operations or in furtherance of our legitimate business interests that may lead to the incidental collection of Personal Data.\r\n\r\nNuStar uses Personal Data for its business purposes, including without limitation: (1) to process orders and payments; (2) to receive, store, and deliver products or services; (3) to communicate with Customers; (4) to assess and improve the quality of services and business operations; (5) to satisfy governmental reporting and tax requirements; (6) to satisfy security, health, and safety concerns; (7) to plan and implement potential acquisitions and mergers; (8) for other employment-related and business-related purposes; and/or (9) as permitted or required under applicable local laws and regulations.\r\n\r\nAs a matter of policy, NuStar uses Sensitive Data with consent of the affected Data Subject only for: (1) the purpose for which it was originally provided; (2) any other purpose, as long as the affected Data Subject has consented to such use; or (3) any of the following other uses, regardless of the purpose for which it was originally provided, without the requirement of additional consent for such use:  (a) is in the vital interests of the Customer, Data Subject or another person; (b) is necessary for the establishment of legal claims or defenses, to obtain legal advice, or for the purposes of establishing, exercising or defending NuStar’s legal rights; (c) required to provide medical care or diagnosis; (d) is necessary to carry out NuStar’s obligations under applicable laws; (e) is data manifestly made public by the Customer or Data Subject; or (f) as otherwise required by law. This Policy complies with the Safe Harbor Principles as agreed upon by the U.S. Department of Commerce and the European Commission (“EU-US Safe Harbor Principles”), which can be found at http://www.export.gov/safeharbor.”\r\n\r\nSee the applicable Policy for additional information.",
    "address": "19003 IH-10 West",
    "asp_index": "24582",
    "city": "San Antonio",
    "contactemail1": "bob.grimes@nustarenergy.com",
    "contactfax1": "(210) 918-5738",
    "contactname1": "Mr. Bob Grimes",
    "contactoff1": "NuStar Energy L.P.",
    "contactphone1": "(210) 918-2000",
    "contacttitle1": "VP, Human Resources",
    "corpoffemail1": "amy.perry@nustarenergy.com",
    "corpofffax1": "(210) 918-5469",
    "corpoffname1": "Amy L. Perry",
    "corpoffphone1": "(210) 918-2512",
    "corpofftitle1": "Ethics & Compliance Officer",
    "eucountries": "Netherlands, United Kingdom",
    "eucountries_parsed": [
        "NLD",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Oil Gas Mineral -(OGS)\r\nOil Gas Mineral Production",
    "industrysector_parsed": [
        "Oil Gas Mineral -(OGS)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-30",
    "orgverification": "In-house /Third Party",
    "personaldata": "Individual’s name, country of birth, marital status, emergency contact, salary information, employment terms, job qualifications, address, phone number, e-mail address, user ID, password, identification numbers, and may include medical or health condition, race or ethnicity, political, religious affiliations or opinions, sexual orientation, or trade union membership.",
    "ppdate": "2011-04-06",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For customers: \r\nAmerican Arbitration Association (AAA)\r\n1633 Broadway, 10th Fl.\r\nNew York, NY 10019\r\n\r\nFor Human Resources Data:  EU Data Protection Authorities\r\n\r\nFor employees:\r\nEuropean Union Data Protection Authorities (DPA)",
    "signupdate": "2011-09-30",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78257"
}