{
    "CertifiedThroughLabel": "",
    "Fax": "917-369-5000",
    "OrgName": "Bloomberg LP",
    "PPLoc": "http://www.bloomberg.com/notices/eu-usshpp.pdf ",
    "Phone": "212-318-2000",
    "activities": "(1) For purposes of secure user authentication and  certification to Bloomberg services, binary numbers are generated based on characteristics of finger images and those numbers are stored as part of a voluntary means of authenticating access by users of the BLOOMBERG PROFESSIONAL service (“BPS”).  The data is collected and used only for the business-related purpose of authenticating BPS users; (2) For purposes of the security badge certification, personal information (including photographs) is kept in a database as part of a voluntary means of securing visitor access to physical Bloomberg offices.  The data is collected and used for the security-related purpose of identifying visitors to the Bloomberg offices.  The data also may be stored in Bloomberg’s People database, which is accessible to users of certain Bloomberg products; (3) This certification also covers personal information transferred from the EU/EEA and housed in Bloomberg’s servers in the U.S. concerning current, former, and potential employees of Bloomberg and its subsidiaries, including information regarding employees’ use of company equipment, services, and communications systems (together, “Professional Development Data”).  Professional Development Data is collected and used, and may be transferred to and/or processed in the U.S., for various purposes, such as to:  manage the Bloomberg workforce; administer payroll, employee benefits, and other employee programs; process, prepare, and submit information or documents in response to or in connection with litigation, arbitration, mediation, adjudication, government or internal investigations, or other legal or administrative proceedings; comply with U.S. or other applicable laws, rules, or regulations; and archive or backup such data; and (4) At the request of its customers, Bloomberg provides electronic records storage and processing services, including archiving and management of electronic records such as emails, instant messages, and attachments (“Electronic Record Management Services”).  The data stored and processed by Bloomberg at the request of its customers may contain personal information of its customers’ employees, customers, or other third parties with which its customers communicate.\r\n\r\nPrivacy Policy Effective: September 1, 2004 for BPS secure user authentication data; January 10, 2007 for security badge data; November 16, 2010 for Professional Development Data and Electronic Record Management Services data.",
    "address": "731 Lexington Avenue",
    "asp_index": "24624",
    "city": "New York",
    "contactemail1": "dgro@bloomberg.net",
    "contactfax1": "917-369-4602",
    "contactname1": "Dan Grossman, Paul Ramundo",
    "contactoff1": "Bloomberg Legal Office",
    "contactphone1": "212-617-3636",
    "contacttitle1": "Assistant Chief Legal & Compliance Officer; Corporate Counsel",
    "corpoffemail1": "dgro@bloomberg.net",
    "corpofffax1": "917-369-4602",
    "corpoffname1": "Dan Grossman",
    "corpoffphone1": "212-617-3636",
    "corpofftitle1": "Assistant Chief Legal & Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-17",
    "orgverification": "In-house",
    "personaldata": "(1) BPS user authentication data; (2) Bloomberg security badge data; (3) Professional Development Data, whether online, offline, or manually processed; and (4) Electronic Record Management Services data.",
    "ppdate": "2013-09-12",
    "previous": "",
    "privacyprograms": "BBB EU Safe Harbor Program",
    "recoursemech": "BBB EU Safe Harbor Program; EU and Swiss data protection authorities (DPAs) with respect to Professional Development Data.",
    "signupdate": "2004-09-17",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10022"
}