{
    "CertificationStatus": "true",
    "Fax": "650-357-9101",
    "OrgName": "Guidewire Software, Inc.",
    "PPLoc": "http://www.guidewire.com/privacy-policy ",
    "Phone": "650-357-9100",
    "activities": "1. What personal information does Guidewire Software gather? In general, a person may visit Guidewire Software's Web site without providing Guidewire with any personal information . However, there are times when Guidewire may need information from the person, which includes the person's Internet address so that we can track unique visits to our site for analytic purposes. Additionally, we may need a person's personal information such as name, and postal and email address in order to grant the person access to protected and secured sites or provide the person with the opportunity to register for an event, to fulfill requests for information including white papers, download updates to our products, or participate in an online survey. In other instances, we may ask the person to provide us with information such as his/her product interests so that we can send only the information that is useful, including articles, newsletters, product and service alerts, new product and service announcements and event invitations.\r\nIf a person wishes to apply for a job within the careers section of the site, we will request personal information  as name, email address, and phone number.  We will also ask the person to provide us with a cover letter and a resume.  We use this information to contact the person regarding the position in which he/she expressed interest, to determine whether or not he/she is qualified for the position and to contact the person regarding setting up an interview.\r\n2. How do we collect personal information? We collect information directly through response forms that the person chooses to complete. We may also collect information indirectly through the use of cookies. The cookies we use identify the person only as a number. \"Persistent\" cookies are stored on the person's computer and used in subsequent visits to our sites. \"Session\" cookies only exist for a specific visit. The person can disable his/her computer from accepting one or both cookie types by changing the settings in the preferences or options menu in the person's browser. If the person disables both types, most of the .com site will function, but the person will not be able to log in to certain portions of our support site (Downloads or Knowledge Base pages). If the person disables \"persistent\" cookies, but not \"session\" cookies, these pages should still function. We do not link the information we store in cookies to any personal information the person submits while on our site.\r\n3. How do we use personal information? Information we collect is used to determine what is most effective about our web site, to help us identify ways to improve sites, to personalize the visit for the person through the use of \"persistent cookies\" if permitted, and to determine how we can tailor our web site to make it more effective. We may also use data for other purposes, which we would describe to the person at the point we collect the information (for example, if the person is invited to register for an event or request more information about one of our products). When a person supplies Guidewire Software with personal information, we may use the information to learn more about the person so that we can develop better products and services or use the information, sharing it with our business partners, to inform the person about new products, services and offers that may be of interest to the person.\r\nWe post customer testimonials/videos on our Web site which may contain personal information.  We do obtain the customer’s consent via email prior to posting the testimonial or video to post their name along with it.",
    "address": "1001 E. Hillsdale Boulevard, Suite 800",
    "asp_index": "24629",
    "city": "Foster City",
    "contactemail1": "dking@guidewire.com",
    "contactfax1": "650-357-5215",
    "contactname1": "Diana King",
    "contactoff1": "Office of the General Counsel",
    "contactphone1": "650-357-9100",
    "contacttitle1": "Senior Paralegal",
    "corpoffemail1": "wking@guidewire.com",
    "corpofffax1": "650-357-9101",
    "corpoffname1": "James Winston King",
    "corpoffphone1": "650-357-9100",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-02",
    "orgverification": "TRUSTe",
    "personaldata": "on-line data",
    "ppdate": "2012-06-21",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-10-02",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94404"
}