{
    "CertificationStatus": "true",
    "Fax": "857-250-4142",
    "OrgName": "Safari Books Online LLC",
    "PPLoc": "https:/ www.safaribooksonline.com/privacy/ ",
    "Phone": "617-453-2311",
    "activities": "Information We Collect \r\n1.1 Information that you provide to us directly: \r\nWhen you contact or communicate with Safari, we may gather information such as your name, physical address, email address and phone number.\r\n\r\nWhen you participate in a promotional offer (such as a trial subscription) and/or purchase products or services, we may gather information regarding the offer that you participate in, and any products or services that you purchase, as well as financial information such as your credit card number.\r\n\r\nWhen you register for an online account, subscribe to a newsletter, participate in communities or an event, program, class or promotion, or click on a URL, we may gather user preferences, product interests, industry focus, community choices and other customer profile information.\r\n1.2 Information we collect through technology related to our products and services:\r\n\r\nCertain products and services that you acquire from us may connect and transmit telemetry and system/product data to us or our authorized agents. This data may include, but is not limited to, system model, operating system, host ID and IP address.\r\n\r\nWe use this information to manage and administer our products and services, and as the basis for advising you of the availability of updates and new versions, providing agreed upon testing and monitoring of services that we provide, enhancing our products and services, and improving and targeting our communications with you.\r\n1.3 Information we collect through online technology:\r\n\r\nWhen you are on Safari's websites, we collect information about the pages you visit. Some web pages use cookies, web beacons and similar technologies to automatically collect information from you. We send one or more cookies (small text files containing a string of characters) to your computer to uniquely identify your browser. We use \"web beacons\" (electronic images also known as pixel tags or clear gifs) to recognize a Safari cookie on your computer when you view or act upon a Safari web page , a Safari advertisement posted on a third-party web page, or open an email from us.\r\n\r\nCookies, web beacons and similar technologies enable us to collect information about your visits to our websites, such as:\r\n\r\nInternet Protocol Address\r\nBrowser type\r\nOperating system\r\nReferring site (site you visited before coming to our site)\r\nDate and time of visit\r\nURL of pages visited\r\nOther browsing behavior, such as products and white papers downloaded\r\nOur third party web analytics service providers use cookies and web beacons in order to make it easier for you to navigate our site and to help us manage the content on our site by informing us what content is effective. These technologies are not tied to our customers' PII and we do not have control over these features.\r\n\r\nMost browsers allow you to remove and block cookies and web beacons. If you do so, you will need to re-enter your User Name and password to access certain parts of our web sites and you will be served only generic information that is not focused on your specific interests. Also, you may not be able to use certain Safari web site features or take full advantage of our offerings.\r\n1.4 Information from other sources:\r\n\r\nFrom time-to-time we may receive information from other sources, such as commercial contact lists or companies that we acquire, and we may combine that information with information previously collected.\r\n\r\nIf you give us PII on behalf of someone else (or someone else gives us PII on your behalf), we require that the person providing the PII to us must have consent to do so from the person whose information is provided. To request the removal of your PII, whether it was provided by you, by a friend, or by a third party marketing company, please see the \"Access and Accuracy\" section below.\r\n\r\nSome Safari events, web sites or services may be co-branded and offered in conjunction with a third party. When you provide PII in relation to them, both Safari and the third party(ies) may receive the information collected and use the information according to each company's privacy policy and agreement with you. We recommend reading the privacy statement of our co-branded partners as well, if you are accessing our services through a co-branded offering.\r\nHow We Use Information We Collect \r\nWe use PII to conduct business, provide information and support for products and services, improve our understanding of your needs and interests, develop and improve our services and products, and personalize communications. Examples include:\r\n\r\nAdvising you of relevant promotions, products, services, and news about Safari and affiliated third-parties\r\n\r\nProcessing and fulfilling orders\r\nCreating and monitoring accounts\r\nMarket research projects\r\nAnalyzing how our products and services are used\r\nPersonalizing content and advertising\r\nMonitoring our services in order to prevent and identify unauthorized content use and violations of our end user agreements\r\nPlanning and forecasting\r\nLegal compliance\r\nPreventing fraud and prohibited or illegal activities\r\nHow We Share and Disclose PII \r\nCompanies that are related to Safari, in order to support business and marketing processes Our service providers and suppliers, who are authorized to use your personal information only as necessary to provide these services to us. For example, we use a third party payment processor in order to bill you for the goods and services you have purchased, an email service provider to send communications to you on our behalf, and a third party \"Live Chat\" service that helps provide customer service. As necessary, if we suspect a violation of our policies or to protect the rights or safety of any person or entity Government agencies, law enforcement agencies and others, based on a good faith belief that disclosure is necessary to respond to judicial process, valid government inquiry, or is otherwise required by law The buyer, if Safari or any of its assets are sold. You will be notified via a prominent notice on our web site of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information. Other third parties for purposes you have allowed by giving us your prior consent Others including without limitation other participants, to the extent of any PII that is posted by you or an authorized third party to our wikis, forums, blogs, message boards, chat rooms and other social network environments Our web site offers a publicly accessible blog. You should be aware that any information you provide in these areas may be read, collected, and used by others who access them. To request removal of your personal information from our blog, contact our customer service through one of the methods listed below. In some cases, we may not be able to remove your personal information, in which case we will let you know if we are unable to do so and why.",
    "address": "33 Farnsworth St",
    "asp_index": "24663",
    "city": "Boston",
    "contactemail1": "alabat@safaribooksonline.com",
    "contactfax1": "707-829-5754",
    "contactname1": "Arlette Labat",
    "contactoff1": "Safari Books Online, LLC",
    "contactphone1": "707-827-4996",
    "contacttitle1": "Contracts Manager",
    "corpoffemail1": "legal@safaribooksonline.com",
    "corpofffax1": "707-829-5754",
    "corpoffname1": "Kathy Lanterman",
    "corpoffphone1": "707-827-7171",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-27",
    "orgverification": "Third Party (TRUSTe)",
    "personaldata": "Online Data,Offline Data (first name, last name, password, usage data)",
    "ppdate": "2014-07-18",
    "previous": "",
    "privacyprograms": "TRUSTe Privacy Seal",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-09-27",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02210"
}