{
    "CertificationStatus": "true",
    "Fax": "999-999-9999",
    "OrgName": "Totem Inc",
    "PPLoc": "http://www.totembrand.com/pages/index.php?pg=privacy ",
    "Phone": "415-290-2476",
    "activities": "We provide consultancy services to US and international companies undertaking co-creation and crowd-sourcing projects. As part of such projects, EU-based consumers may register on a Totem-administered crowdsourcing platform. We may collect registration information for crowd-sourcing projects from contest participants. Such information may include email addresses and screen names. Winners and workshop participants may be required to provide their full name, physical address, and sometimes Paypal, Western Union or banking information to receive prizes.\r\n\r\nTotem does not store this information after the end of the crowdsouring campaign and confirmed delivery of prizes.",
    "address": "PO Box 806",
    "asp_index": "24674",
    "city": "Los Altos",
    "contactemail1": "suzan@totembrand.com",
    "contactfax1": "999-999-9999",
    "contactname1": "Suzan Briganti",
    "contactoff1": "Totem Inc.",
    "contactphone1": "415-290-2476",
    "contacttitle1": "CEO, Privacy & Security Officer",
    "corpoffemail1": "suzan@totembrand.com",
    "corpofffax1": "999-999-9999",
    "corpoffname1": "Suzan Briganti",
    "corpoffphone1": "415-290-2476",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2015-03-18",
    "orgverification": "Self-assessment",
    "personaldata": "Our EU project partner may gather consumer email addresses and screen names for contest participants, as well as gender, age and country of residence. For winners of contests, to award prizes, they may also gather Full name, and Physical address, Paypal or Western Union contact information, and in very few cases, bank information to transmit prizes.  The data is not manually processed.",
    "ppdate": "2012-08-22",
    "previous": "24674",
    "privacyprograms": "None",
    "recoursemech": "Better Business Bureau EU Safe Harbor Program",
    "signupdate": "2013-03-18",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94023"
}