{
    "CertificationStatus": "true",
    "Fax": "773-305-1666",
    "OrgName": "SingleHop",
    "PPLoc": "http://www.singlehop.com/legal/#privacy ",
    "Phone": "312-447-2580",
    "activities": "SingleHop is the controller of the following personal data received from the EU and/or Switzerland:  (i) prospective customer information, prospective vendors, information supplied to us in order to sign up for demonstrations of our services, and customer contact information which may include name, organization, address, method of payment, telephone number, facsimile number, mobile number and email address.  Information of this nature may also be provided to SingleHop by its resellers and affiliate partners.  This information is used to inform providers of this information about SingleHop's services and to provide services to them.  (ii)  SingleHop may also receive personal data as part of service requests in which a current customer asks for assistance with services provided by SingleHop.  Information of this nature may be collected through visits to SingleHop's website, telephone calls, chat, web forms, emails, and written correspondence.  This information is used to provide services to customers and to improve SingleHop's services.  \r\n\r\nSingleHop also provides internet infrastructure services.  When providing these services, it may process data at the direction of its customers.  SingleHop provides unmanaged services, and does not control or determine the types of data stored on its infrastructure.  In these cases, SingleHop's customers are responsible for compliance with the data protection principles of the European Union and Swiss Confederation.",
    "address": "215 W. Ohio St., 5th Flr",
    "asp_index": "24689",
    "city": "Chicago",
    "contactemail1": "clocke@singlehop.com",
    "contactfax1": "773-305-1666",
    "contactname1": "Chris Locke",
    "contactoff1": "SingleHop",
    "contactphone1": "312-447-2580",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "clocke@singlehop.com",
    "corpofffax1": "773-305-1666",
    "corpoffname1": "Chris Locke",
    "corpoffphone1": "312-447-2580",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-10",
    "orgverification": "In-house",
    "personaldata": "None",
    "ppdate": "2011-08-02",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR",
    "signupdate": "2012-10-10",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60654"
}