{
    "CertificationStatus": "true",
    "Fax": "503-953-8830",
    "OrgName": "VIA, Inc",
    "PPLoc": "http://www.viadelivers.com/safe-harbor.php ",
    "Phone": "503-953-8830",
    "activities": "VIA provides translation services for it's customers.  In doing so, if the customer, is providing personal information as part of the work request, VIA offers secure data transmission service.  All customer work and files are protected within a secure data environment and when and if any personal information is received, this data is encrypted.",
    "address": "700 SW Taylor Street, Suite 300",
    "asp_index": "24683",
    "city": "Portland",
    "contactemail1": "JCyphers@viadelivers.com",
    "contactfax1": "503-243-1968",
    "contactname1": "Josh Cyphers",
    "contactoff1": "VIA, Inc",
    "contactphone1": "503-953-8830",
    "contacttitle1": "VP Finance & Administration",
    "corpoffemail1": "cballance@viadelivers.com",
    "corpofffax1": "503-243-1968",
    "corpoffname1": "Chanin Ballance",
    "corpoffphone1": "503-243-2007",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-11",
    "orgverification": "In-House",
    "personaldata": "We receive certain data that may include client and/or organization data which is manually processed in terms of being translated from one language to another.",
    "ppdate": "2012-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Via is committed to cooperate with data protection authorities located in the European Union (EU DPAs) or their authorized representatives and/or the Swiss Federal Data Protection and Information Commissioner (FDPIC) for all events where VIA is reported to be in violation of compliance. Customers and consumers are provided with clear instructions on how to file a complaint or issue and are also provided with full and readily available information about how the dispute resolution procedure works when they file a complaint. This includes information about VIA's privacy practices, our conformity with the Safe Harbor Principles, and the process for evaluation.  Upon conclusion the individual is notified of resolution.",
    "signupdate": "2012-10-11",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97205"
}