{
    "CertifiedThroughLabel": "",
    "Fax": "+1-602-366-7691",
    "OrgName": "Freeport-McMoRan Inc.",
    "PPLoc": "http://www.fcx.com/careers/pdf/2011/Safe_Harbor_Privacy_Policy_Statement.pdf ",
    "Phone": "+1-602-366-8100",
    "activities": "On- & Off-line, Manually Processed, HR\r\n\r\nFreeport-McMoRan Inc. (“FCX”) may process, or have authorized third parties process on its behalf, certain personal data from its European Union subsidiaries and affiliates relating to its employees, candidates for employment, customers, suppliers, vendors, legal authorities and other persons with whom they come into contact in connection with the operations of FCX’s subsidiaries and affiliates within the European Union. Data processed includes personal data for current, potential, and former employees and contractors for the purpose of managing and administering employment and human resources programs, and customer and supplier data for the purpose of facilitating business relationships. This data may be processed by FCX and its authorized third parties to provide various operational and business services, including global compliance and learning systems, and support for global environmental, health, and safety programs. Personal information is also processed by the company and authorized third parties in order to provide for the efficient operation of the company’s global IT infrastructure, including email, internet gateways, and file shares that are replicated or consolidated, to facilitate auditing, accounting, and financial analyses, as well as to address security issues, internal investigations, ethics investigations, law enforcement and government inquiries, and compliance with company policy and contractual and legal obligations.",
    "address": "333 North Central Ave.",
    "asp_index": "24743",
    "city": "Phoenix",
    "contactemail1": "Erica_Johnson@fmi.com",
    "contactfax1": "+1-602-366-7691",
    "contactname1": "Erica Johnson",
    "contactoff1": "Office of the General Counsel",
    "contactphone1": "+1-602-366-7529",
    "contacttitle1": "Manager, Records Management",
    "corpoffemail1": "Rick_McMillan@fmi.com",
    "corpofffax1": "+1-602-366-7691",
    "corpoffname1": "L. Richard McMillan",
    "corpoffphone1": "+1-602-366-8114",
    "corpofftitle1": "Senior Vice President, General Counsel",
    "eucountries": "Finland, Germany, Netherlands, Spain, United Kingdom",
    "eucountries_parsed": [
        "FIN",
        "DEU",
        "NLD",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Non-Ferrous Metals - (NFM)Oil Gas Mineral -(OGS)\r\nOil Gas Mineral Production",
    "industrysector_parsed": [
        "Non-Ferrous Metals - (NFM)",
        "Oil Gas Mineral -(OGS)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-26",
    "orgverification": "In house",
    "personaldata": "on-line, off-line, employee-, customer-, and supplier-related data",
    "ppdate": "2011-09-22",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "2011-09-26",
    "state": "Arizona",
    "statutorybody": "FTC",
    "zip": "85004"
}