{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "CNG Financial Corporation",
    "PPLoc": "http://www.axcess-financial.com/privacy_policy.pdf ",
    "Phone": "513-336-7735",
    "activities": "When a consumer applies for a loan from us, or when a consumer uses any of our services, we may collect, keep and use the following information about the consumer:\r\n•name;\r\n•address and sometimes previous addresses;\r\n•date of birth;\r\n•gender;\r\n•telephone or fax number(s);\r\n•email address;\r\n•bank details and debit card details;\r\n•other financial details including expenses;\r\n•name and address of employer, amount of pay or salary and pay frequency;\r\n•a record of transactions and correspondence between the consumer and us; \r\n•copies of identity documents such as passport, driving license, bank statements or utility bills; and\r\n•details of visits to our websites and the resources that the consumer accesses. \r\n\r\nHow and why do we use this information?\r\n\r\nWe will record this information electronically and we may also keep hard copies of a consumer's application form, agreements, copies of identity documents and any further documents necessary. We will use this information: \r\n•to process a consumer's application and to verify identity;\r\n•to verify credit standing and credit history (including performing credit searches) and decide whether the consumer is eligible to receive the loan applied for – please see full privacy policy statement for more information on how this information is used by us;\r\n•to confirm consumer's employment details, including by contacting the employer;\r\n•to manage the consumer's account and to provide the consumer with our products and services;\r\n•to monitor loan instalments and repayments;\r\n•to carry out our obligations and exercise our rights arising from any contracts that we enter into with consumers;\r\n•to contact consumers regarding applications or loans;\r\n•to provide customer services, including informing consumers about important changes to our products and services;\r\n•to improve consumer visits to our website;\r\n•for internal review and business planning purposes to improve our products and our service to customers;\r\n•to detect, prevent and investigate actual and potential fraud;\r\n•for statistical analysis about credit (consumer information may also be used for this purpose by credit reference agencies); and\r\n•for marketing purposes where consumers agreed that we may use information in this way.",
    "address": "7755 Montgomery Road",
    "asp_index": "24750",
    "city": "Cincinnati",
    "contactemail1": "jshimkus@axcess-financial.com",
    "contactfax1": "",
    "contactname1": "Jeffrey Shimkus",
    "contactoff1": "CNG Financial Corporation",
    "contactphone1": "513-229-6490",
    "contacttitle1": "Director of IT Compliance",
    "corpoffemail1": "tkeen@axcess-financial.com",
    "corpofffax1": "",
    "corpoffname1": "Tom Keen",
    "corpoffphone1": "513-229-6900",
    "corpofftitle1": "CIO",
    "eucountries": "Poland, United Kingdom",
    "eucountries_parsed": [
        "POL",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-01",
    "orgverification": "In-House",
    "personaldata": "All personal data listed under the previous section of this application (i.e., \"DESCRIPTION OF YOUR ORGANIZATION’S ACTIVITIES,\" above), and as specified in our privacy policies (available at http://www.chequecentre.co.uk/privacy-policy and http://www.cashgenerator.co.uk/privacy-and-cookies), are covered under CNG Financial Services' self-certification. This may include manually processed data.",
    "ppdate": "2014-05-15",
    "previous": "24750",
    "privacyprograms": "None. CNG Financial Corporation is a self-certifying organization in compliance with the US-EU Safe Harbor Framework.",
    "recoursemech": "Unresolved complaints with regard to CNG Financial Corporation originating from a customer of Cash Generator or Cheque Centre (subsidiaries of CNG Financial Corporation) may be directed to the Information Commissioner's Office at http://www.ico.gov/complaints.aspx.",
    "signupdate": "2014-12-01",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "45236"
}