{
    "CertificationStatus": "true",
    "Fax": "888-895-6998",
    "OrgName": "WeddingWire, Inc.",
    "PPLoc": "http://www.weddingwire.com/shared/PrivacyPolicy ",
    "Phone": "3012319473",
    "activities": "For purposes of clarity, WeddingWire's Safe Harbor Certification is applicable to WeddingWire, Inc. and its subsidiaries and affiliates, including, without limitation, WWLB Management, LLC. WeddingWire receives employee data from the EEA and/or Switzerland for some or all of the following purposes: providing employee benefits and services, including payroll processing, personnel management, and benefits administration; making available documentation on personnel; administering stock options, bonus plans, and succession planning; recruiting new employees; addressing various legal obligations concerning personnel status, data audit and error control; and tracking the use of temporary workers and independent workers. WeddingWire receives customer information from the EEA and/or Switzerland for the following purposes: handling orders; delivering products and services; processing payments; generally facilitating transactions; communicating with customers and users about orders, products, services and promotional offers; customer support; updating our records and maintaining customer and user accounts; displaying content; and recommending merchandise and services that might be of interest to our customers or users. We also use this information to prevent or detect fraud or abuses of our web sites, address anti-piracy enforcement activities and enable third parties to carry out technical, logistical or other functions on our behalf.",
    "address": "2 Wisconsin Cir., 3rd Floor",
    "asp_index": "24772",
    "city": "Chevy Chase",
    "contactemail1": "legal@weddingwire.com",
    "contactfax1": "888-895-6998",
    "contactname1": "Andrew J. Olek",
    "contactoff1": "WeddingWire, Inc.",
    "contactphone1": "3012319473",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "legal@weddingwire.com",
    "corpofffax1": "888-895-6998",
    "corpoffname1": "Andrew J. Olek",
    "corpoffphone1": "3012319473",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-30",
    "orgverification": "In-house",
    "personaldata": "Personal Data Covered: off-line, on-line, manually processed data, human resources data; customer data",
    "ppdate": "2013-10-27",
    "previous": "",
    "privacyprograms": "International Center for Dispute Resolution/American Arbitration Association",
    "recoursemech": "Dispute Resolution: For organizational human resources data: EU data protection authorities and Swiss Federal Data Protection and Information Commissioner; For consumer and all other types of data: AAA/ICDR dispute resolution services.",
    "signupdate": "2013-09-30",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "20815"
}