{
    "CertificationStatus": "true",
    "Fax": "818 285 4404",
    "OrgName": "Motion Picture Association of America, Inc.",
    "PPLoc": "http://www.mpaa.org/safeharbor/ ",
    "Phone": "818 995 6600",
    "activities": "TThe Motion Picture Association of America, Inc. (“MPAA”) may obtain personal information about individuals located in the European Economic Area and Switzerland in various ways, such as through MPAA’s websites and applications, registration or copyright infringement forms, or the Internet.  In addition, for content protection purposes, MPAA may obtain personal information from third-party information services companies, the Internet (including social media sites), public registers, law enforcement authorities and others.  MPAA may use this personal information to (i) provide products and services to individuals; (ii) send promotional materials, newsletters and other communications; (iii) create and manage individuals’ accounts; (iv) communicate about, and administer individuals’ participation in, special events, film screenings, programs, promotions, offers, surveys, focus groups and market research; (v) respond to inquiries; (vi) perform data analyses (including market and consumer research, economic impact analyses, demographic analyses and anonymization and aggregation of personal information); (vii) operate, evaluate and improve its business (including developing new products and services; enhancing, improving and analyzing its products and services; managing communications; and performing accounting, auditing and other internal functions); (viii) protect against, identify and prevent fraud, copyright infringement, unauthorized use and distribution of protected content and other criminal activity; and (ix) comply with and enforce applicable legal requirements, relevant industry standards and MPAA’s policies, including MPAA’s terms of use.",
    "address": "15301 Ventura Boulevard, Building E",
    "asp_index": "24775",
    "city": "Sherman Oaks",
    "contactemail1": "karen_thorland@mpaa.org ",
    "contactfax1": "818 285 4404",
    "contactname1": "Karen R. Thorland",
    "contactoff1": "Motion Picture Association of America, Inc.",
    "contactphone1": "818 935 5812",
    "contacttitle1": "SVP, Global Content Protection Counsel",
    "corpoffemail1": "David_England@mpaa.org",
    "corpofffax1": "818 285 4402",
    "corpoffname1": "David England",
    "corpoffphone1": "818 935 5867",
    "corpofftitle1": "Chief Financial Officer and Executive Vice President, Finance and Administration",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Films Videos & Other Recordings - (FLM)",
    "industrysector_parsed": [
        "Films Videos & Other Recordings - (FLM)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-27",
    "orgverification": "In-house self-assessment",
    "personaldata": "Off-line, on-line and manually processed data",
    "ppdate": "2014-09-27",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "MPAA will cooperate with JAMS in accordance with the JAMS International Mediation Rules.",
    "signupdate": "2011-09-27",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "91403"
}