{
    "CertificationStatus": "true",
    "Fax": "716-375-3960",
    "OrgName": "Dresser-Rand Company",
    "PPLoc": "http://www.dresser-rand.com/company/privacy_eu.php ",
    "Phone": "716-375-3260",
    "activities": "The types of Employee Data that Dresser-Rand US may receive in the United States are contact information, general HR information, training and performance information, payroll data, employee benefits information (includes retirement account information), leaves of absence, succession planning information, salary planning information, data used to review compensation equity, and IT information. Dresser-Rand US also may receive certain information regarding an employee’s spouse, family members or other dependents for emergency contact and benefits administration purposes. Dresser-Rand US will use and otherwise process Employee Data in the United States for the following purposes: general and global management of HR, performance management, benefits and personnel administration, IT support and services, and compliance with company policies and procedures.\r\n\r\nDresser-Rand collects and processes the following categories of Employee Data: \r\n\r\n•\tContact information: This information is used to communicate with and among employees within the Dresser-Rand group of companies. \r\n•\tGeneral Human Resources information: This information is used to generally and globally manage human resources information and Employee Data. Specifically, Dresser-Rand France collects, uses, and otherwise processes this information for personnel administration, workflow management (including assigning, managing and administering projects), compensation (including compensation analysis, bonus, pay stand, stock option plan, profit sharing), payroll processing (including direct deposit), managing leaves of absence, performance management, and succession planning.\r\n•\tTraining and performance information: This information is used to administrate and manage employee training and evaluate employee performance.\r\n•\tEmployee benefits information: This information is used to manage health and medical benefits, leaves, pensions or retirement information.\r\n•\tSuccession Planning:  This information is used to determine staffing and/or job position changes.\r\n•\tSecurity and access control information: This information is used to secure and protect the access to Dresser-Rand France’s premises. This information is also used to control employee access to Dresser-Rand France's premises for time management purpose.\r\n•\tIT information: This information is used to provide IT support and services.\r\n•\tClient and Customer Data: This information is used to provide informaiton, support and services to clients and customers.",
    "address": "500 Paul Clark Drive",
    "asp_index": "24804",
    "city": "Olean",
    "contactemail1": "dataprivacy@dresser-rand.com",
    "contactfax1": "716-375-3960",
    "contactname1": "Lisa Grimes",
    "contactoff1": "Data Protection Committee",
    "contactphone1": "716-375-3260",
    "contacttitle1": "Committee Secretary",
    "corpoffemail1": "gnechar@dresser-rand.com",
    "corpofffax1": "716-375-3960",
    "corpoffname1": "Gustavo Nechar",
    "corpoffphone1": "713-973-5380",
    "corpofftitle1": "VP Human Resources",
    "eucountries": "France, Germany, Italy, Netherlands, Norway, Spain, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "ITA",
        "NLD",
        "NOR",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Electrical Power Systems - (ELP)Oil & Gas Field Machinery - (OGM)",
    "industrysector_parsed": [
        "Electrical Power Systems - (ELP)",
        "Oil & Gas Field Machinery - (OGM)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-29",
    "orgverification": "In-House",
    "personaldata": "All employee data and client and customer data.   Data includes manually processed data.",
    "ppdate": "2012-01-03",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Dresser-Rand agrees to cooperate and comply with the EU data protection authortities (DPAs) with regard to organization human resources data, as well as client/customer data.\r\n\r\nGenerally, the employee will submit a request directly to the local HR manager.  Complaints regarding unresolved issues can be submitted to the HR Director for EU employees or to the Secretary of the Data Protection Committee or to any member of the Data Protection Committee.\r\n\r\nThe Data Protection Committee will be made up of the following members:\r\n•\tHighest ranking officer in Human Resources – to serve as Chairperson\r\n•\tVice President of Law Department\r\n•\tVice President of IT\r\n•\tHuman Resources Director of EMEA\r\n•\tWith support from Secretary appointed by the Chairperson\r\n\r\nIssues reported to the Data Protection Committee will undergo a thorough review and the Chairperson will ensure the proper outcome and communication with the employee.",
    "signupdate": "2011-09-29",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "14760"
}