{
    "CertificationStatus": "true",
    "Fax": "650-381-6056",
    "OrgName": "Nominum",
    "PPLoc": "http://www.nominum.com/privacy ",
    "Phone": "650-381-6000",
    "activities": "We receive information from individuals using our website and from customers under contractual agreements.  You may have the opportunity to provide us with information, some of which may be personal data.  The more you tell us about yourself, the more value we can offer you.  Supplying this information is entirely voluntary.  However, if you choose not to supply the information, we may be unable to provide you with the products and services we make available to other users of our website.  When you submit any personal data over this website, Nominum (i) will use the information for the purposes described at the time you submit it and (ii) may use the information to contact you to make you aware of other products and services of interest (you may opt out of this at any time by following the procedure below).  Of course, if you want to remain completely anonymous, you're still free to take advantage of the publicly available content on our website without registration. We will retain your information for as long as your account is active or as needed to provide you services. If you wish to cancel your account or request that we no longer use your information to provide you services contact us at privacy@nominum.com.  We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements",
    "address": "2000 Seaport Blvd, Suite 400",
    "asp_index": "24816",
    "city": "Redwood City",
    "contactemail1": "ed.brown@nominum.com",
    "contactfax1": "650-381-6056",
    "contactname1": "Ed Brown",
    "contactoff1": "2000 Seaport Blvd",
    "contactphone1": "650-381-6000",
    "contacttitle1": "VP Legal Affairs",
    "corpoffemail1": "ed.brown@nominum.com",
    "corpofffax1": "650-381-6056",
    "corpoffname1": "Edward Brown",
    "corpoffphone1": "650-381-6000",
    "corpofftitle1": "Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-05",
    "orgverification": "in-house",
    "personaldata": "on-line and off-line manually and electronically processed data",
    "ppdate": "2013-06-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-08-05",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94063"
}