{
    "CertifiedThroughLabel": "",
    "Fax": "408 564 0281",
    "OrgName": "Skyhigh Networks, Inc.",
    "PPLoc": "http://www.skyhighnetworks.com/privacy/ ",
    "Phone": "866 727 8383",
    "activities": "The use of information collected through our service shall be limited to the purpose of providing the service for which the Client has engaged Skyhigh Networks.  We may collect personally identifiable information from you (including, without limitation, your name, billing address, shipping address, email address, phone number, event type and date) when you provide it to us such as when you create an account, enter a promotion, sign-up for a newsletter, participate in a survey, contact customer service or otherwise interact with us. We may maintain a record of the purchases you make with us.  Personally identifiable information also includes information regarding which software-as-a-service (SaaS) websites, and any websites, are used, by whom used, when used and the frequency of use.  We may use your personally identifiable information in the following ways: to communicate with you and to send your information by email, postal mail, telephone, or other means about our products, services, promotions and the like; to administer and fulfill information requests and our promotions and offers, and, if you order products or services, to process and fulfill your order and to send you emails to confirm your order status and shipment; to help us learn more about your preferences; to help us address problems with and improve our site design, products and services; to enhance your experience with Skyhigh Networks; to analyze trends and statistics; to protect the security or integrity of our websites and business; and to contact you if necessary.",
    "address": "900 E Hamilton Ave,Suite 400",
    "asp_index": "24824",
    "city": "Campbell",
    "contactemail1": "privacy@skyhighnetworks.com",
    "contactfax1": "408 564 0281",
    "contactname1": "Glenn Mulvaney c/o Skyhigh Networks Inc.",
    "contactoff1": "1601 South De Anza Boulevard, Suite 248, Cupertino, CA 95014",
    "contactphone1": "415 713 9369",
    "contacttitle1": "Vice President, Operations",
    "corpoffemail1": "privacy@skyhighnetworks.com",
    "corpofffax1": "408 564 0281",
    "corpoffname1": "Sekhar Sarukkai",
    "corpoffphone1": "408 896 5377",
    "corpofftitle1": "Vice President & Co-founder",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-01",
    "orgverification": "Third Party",
    "personaldata": "Organization data, cloud access log data",
    "ppdate": "2013-05-01",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-08-01",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95008"
}