{
    "Fax": "+1 310-436-6305",
    "OrgName": "HRCloud.com",
    "PPLoc": "http://hrcloud.com/privacypolicy/ ",
    "Phone": "+1 310-436-6304",
    "activities": "HRCloud.com will ask for basic contact information (name, company name, phone number, and email address), billing information, and employee data from our customers required to perform HR SaaS services. \r\n\tThis filing only applies to HRCloud.com and not to any of the other GovernmentJobs.com entities including NEOGOV.  Any data stored for use within HRCloud.com will be kept logically separated and will not be allowed to intermingle with other GovernmentJobs.com entities.\r\n\r\nHRCloud.com uses customer data to perform services requested by customers. The Company also uses data for planning and hosting corporate events, and for participation in social networks and online forums, bulletin boards, blogs, and chat rooms.\r\nHRCloud.com may also use customer data for marketing efforts such as contacting customers who request addional company, event or product information.\r\nHRCloud.com may share collected information with contracted service providers in order to complete services. HRCloud.com may also share information with third-party social networking sites for marketing and advertising purposes. The Company does not sell, share, rent, or trade information with third parties for their promotional purposes.\r\nHRCloud.com may share customer information with other companies, including affiliates and business partners. For example, information may be shared if you express interest in a jointly offered product with one of the Company’s business partners.\r\nHRCloud.com does not share data about HRCloud.com event attendees with business partners unless you opt in to share such information; or you attend a Company event and your badge is scanned by one of HRCloud.com’s business partners.\r\nHRCloud.com does not permit third parties to collect personal information through advertising and marketing technologies nor does HRCloud.com share personal data with such companies, except as stated in this privacy statement.\r\nHRCloud.com will not share, review, reference, or disseminate any such customer data except as may be required legally or as described in the On-line Services Agreement of HRCloud.com. HRCloud.com may access Customer Data only for providing services and addressing service problems, as may be legally required or upon request of the customer in relation to customer support issues.",
    "address": "222 N Sepulveda Blvd, Suite 2000",
    "asp_index": "24823",
    "city": "El Segundo",
    "contactemail1": "damir@neogov.net",
    "contactfax1": "+1 410-426-6305",
    "contactname1": "Damir Davidovic",
    "contactoff1": "HRCloud.com",
    "contactphone1": "+1 310-426-6304",
    "contacttitle1": "CEO",
    "corpoffemail1": "damir@neogov.net",
    "corpofffax1": "+1 310-426-6305",
    "corpoffname1": "Damir Davidovic",
    "corpoffphone1": "+1 310-426-6304",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-01",
    "orgverification": "TRUSTe",
    "personaldata": "Yes, with our HRCloud product suite only, http://www.hrcloud.com",
    "ppdate": "2014-09-30",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "We will use an approved arbitrator, TRUSTe, to investigate unresolved complaints for hrcloud.com",
    "signupdate": "2014-10-01",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90245"
}