{
    "CertificationStatus": "true",
    "Fax": "734-742-0635",
    "OrgName": "WorkForce Software",
    "PPLoc": "http://www.workforcesoftware.com/privacy-policy.html ",
    "Phone": "734-542-4100",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\n\r\nThe data transferred to WorkForce Software, Inc. falls under the following two situations: (1) WorkForce Software is Data Processor on behalf of customers; and (2) WorkForce Software is the Data Controller. Data processed on behalf of customers may be used for a variety of purposes including: (a) providing time and attendance processing; (b) providing labor scheduling processing; (c) monitoring employee work hours against current or planned regulations to help mitigate the risks of fatigued labor resources. When WorkForce Software is acting as Data Processor on behalf of clients, WorkForce Software does not own or control any of the information it processes on behalf of its clients. All such information is owned and controlled by WorkForce Software’s clients. Any access to or use of such data is incidental to completing our contractual requirements for the customer.\r\n\r\nData Controller: WorkForce Software may also process personal information regarding current, former, potential and prospective employees (collectively “Personnel”) in connection with WorkForce Software’ activities as an employer or potential employer. In this capacity, WorkForce Software acts as the data controller of the personal information regarding the Personnel. WorkForce Software processes such data in connection with its obligations as an employer and to provide services and benefits to the Personnel. \r\n\r\nWorkForce Software also acts as a Data Controller in processing personal information about Personnel and customers to prevent, detect and investigate crime, including fraud and money laundering, and analyze and manage other commercial risks.\r\n\r\nWorkForce Software does not sell personal information. These data are collected and may be transferred to or stored in the U.S. in support of the company's staffing and employment services and other business activities.",
    "address": "38705 7 Mile Rd Ste 300",
    "asp_index": "24822",
    "city": "Livonia",
    "contactemail1": "mmuha@workforcesoftware.com",
    "contactfax1": "734-742-0635",
    "contactname1": "Michael Muha",
    "contactoff1": "Privacy Office",
    "contactphone1": "734-742-2581",
    "contacttitle1": "Director, Cloud Services",
    "corpoffemail1": "kchksi@workforcesoftware.com",
    "corpofffax1": "734-742-0635",
    "corpoffname1": "Kevin Choksi",
    "corpoffphone1": "734-542-4100",
    "corpofftitle1": "President and CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-19",
    "orgverification": "In-house and third party audit performed by Plante",
    "personaldata": "Online and offline data",
    "ppdate": "2013-06-19",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "WorkForce Software will investigate and attempt to resolve complaints and disputes regarding the use and disclosure of personal information in accordance with the principles contained in this policy. WorkForce Software agrees to cooperate with Data Protection Authorities located in the European Union (EU DPAs) or their authorized representatives for disputes specific to human resource information received from the European Union. All other disputes that cannot be resolved between WorkForce Software and the complainant will be handled in accordance with applicable dispute resolution procedures through the American Arbitration Association (AAA), which are available for review at www.adr.org. We strongly encourage you to raise any complaints you may have with regard to this privacy policy and/or our implementation of this policy to us prior to proceeding to the arbitration procedure described in this paragraph.",
    "signupdate": "2011-08-19",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48152-1216"
}