{
    "CertifiedThroughLabel": "",
    "Fax": "310-356-7735",
    "OrgName": "Maseke, Inc.",
    "PPLoc": "http://maseke.com/files/maseke_privacy_policy.pdf ",
    "Phone": "310-356-7735",
    "activities": "Personal information such as name, address, salary and other vital statistics are \"processed\" to create a formatted file for 3rd parties who perform outsourced gross-to-net payroll processing.\r\n\r\nMaseke, Inc provides an application that is resident typically at the client location in a European country.  Client users update name and other demographic data that is required by the outsourced payroll processor in order to process payroll.  This data is required in a specific format by the payroll processor for upload into their systems. Maseke, Inc's One.View application has internal built-in processes that detect changes to the employee information, formats the data per outsourced payroll processor requirements, and creates outbound interfaces files for submission to the outsourced payroll provider.  Once the  files are created, client reviews the log and report files and upon validating that the data is indeed accurate, will send the file to the payroll processor.\r\n\r\nThe One.View application also contains user specific reports for execution and view.  For example, Headcount Report, Monthly Labor Report etc.",
    "address": "21031 Ventura Blvd., Suite 702",
    "asp_index": "24840",
    "city": "Woodland Hills",
    "contactemail1": "kaushik.seetharaman@maseke.com",
    "contactfax1": "310-356-7288",
    "contactname1": "Kaushik Seetharaman",
    "contactoff1": "Woodland Hills, CA",
    "contactphone1": "310-356-7288",
    "contacttitle1": "Project Manager",
    "corpoffemail1": "reddy_chada@maseke.com",
    "corpofffax1": "310-857-6433",
    "corpoffname1": "Reddy Chada",
    "corpoffphone1": "310-857-6433",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Finland, France, Germany, Hungary, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-17",
    "orgverification": "Internal Stewart and Third Party External Auditors",
    "personaldata": "Client Organization, Client Employee Personal Demographic Data and Client Employee Payroll Data",
    "ppdate": "2009-06-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Typically, the user contacts Maseke, Inc HRIS Analyst to rectify any errors.  This information is sent out to the client designated contact for approval.  At this point, the client practitioner updates the data in the One.View system, or asks the HRIS Analyst to update as necessary.\r\n\r\nSince we province the application and support services, and not directly capturing any user information, the control to correct data is with the client practitioner, typically HR and Payroll Analysts or Managers.\r\n\r\nUnresolved data issue are escalated to client stake holders who have ultimate authority on resolving the issues.  In case the issue is still not resolved, the user/customer (in this case, the employee), can escalate it to recourse available legally.\r\n\r\nMaseke, Inc has further committed to refer unresolved privacy complaints under the Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus.",
    "signupdate": "2011-08-17",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "91364"
}