{
    "Fax": "503-685-1485",
    "OrgName": "Mentor Graphics Corporation",
    "PPLoc": "http://www.mentor.com/company/investor_relations/charters_ethics/ ",
    "Phone": "503-685-7000",
    "activities": "Mentor receives Personal Data in connection with the management and administration of pre-employment, employment and post-employment matters.  Mentor will use the information for general employment purposes, business operations, employee development, administration and planning, or when required in the course of judicial or administrative proceedings, subject to all nondisclosure safeguards available. \r\n\r\nMore specifically, personal data may be used (1) in the vital interest of the individual EU Person or another person; (2) when necessary for the establishment of legal claims or defenses; (3) if required to provide medical care or diagnosis; (4) when necessary to carry out Mentor’s employment law obligations; or (5) if expressly permitted by the EU Person for a specific purpose.",
    "address": "8005 SW Boeckman Road",
    "asp_index": "24851",
    "city": "Wilsonville",
    "contactemail1": "shannon_wetzel@mentor.com",
    "contactfax1": "503-685-1485",
    "contactname1": "Shannon Wetzel",
    "contactoff1": "Mentor Graphics (Deutschland) GmbH",
    "contactphone1": "503-685-1425",
    "contacttitle1": "Deputy General Counsel",
    "corpoffemail1": "dean_freed@mentor.com",
    "corpofffax1": "503-685-1485",
    "corpoffname1": "Dean Freed",
    "corpoffphone1": "503-685-1295",
    "corpofftitle1": "Vice President and General Counsel",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Hungary, Ireland, Italy, Netherlands, Poland, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "POL",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-20",
    "orgverification": "Self-certification",
    "personaldata": "Organization (employees)",
    "ppdate": "2011-10-21",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "If a complaint regarding Mentor's use of Personal Data is raised by an EU Person, Mentor will investigate and try to resolve any dispute and take steps to remedy any issues arising out of a failure to comply with the Safe Harbor Principles.  If the dispute cannot be resolved, Mentor will participate in the dispute resolution procedures established by the European Data Protection Authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2011-12-20",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97070"
}