{
    "CertifiedThroughLabel": "",
    "Fax": "319-385-2825",
    "OrgName": "Alaniz-MetroGroup Marketing Services",
    "PPLoc": "http://www.alanizmetrogroup.com/Home/SafeHarborPolicy/tabid/217/Default.aspx ",
    "Phone": "319-385-7259",
    "activities": "We receive data files from our clients that contain names, donor/contribution history and source of record or prospect. It is treated as client property and is used only to produce personalized client mail. We do not expect to find either personal health or financial information for any name in the data file we receive.\r\nOrganizations that contract to have personalized mail prepared provide data files on a secure ftp site that for which we provide a specific user name and password to enable data transfer.  The organization specifies what data to use in what way to personalize printed material for designated recipients.  Data files are provided 1-4 weeks before the finished mail is to be released to allow time for creation, proofing, and approval of the finished product before production begins.  Programmers and customer service personnel receive notification of data deposited to the site.  Based on conversation with the data owner that includes file identification and approximate sizes, files are identified and verified.  \r\n\r\nWhen production is complete, data is returned to the ftp site from which the owner may retrieve files.  Working copies of the data files are maintained for production verification purposes for X months after the last mail date for which the data was used.  The files are maintained in secure user name and password protected areas in electronic storage that is unreachable from unauthorized external electronic access.  Approximately every 30 days an internal robotic file program reviews dates in the names of the files and permanently deletes archived working copies of client data files from storage.  \r\n\r\n\r\n•         What personal data is collected? - Name, Mailing Address, Donor/Contribution History, Source of Record/Prospect.\r\n\r\n•         When is this personal data collected? - Data is received only when forwarded to us from a customer/client via secure transmission, FTP or Email.\r\n\r\n•         Why is this personal data collected? - Data is received only to produce personalized client mail.",
    "address": "1805 E. Washington St.",
    "asp_index": "24861",
    "city": "Mt. Pleasant",
    "contactemail1": "SafeHarbor@alanizdirect.com",
    "contactfax1": "319-385-2825",
    "contactname1": "Data Privacy Team",
    "contactoff1": "Alaniz-MetroGroup Marketing Services",
    "contactphone1": "319-385-7259",
    "contacttitle1": "",
    "corpoffemail1": "rdseberg@qdmh.com",
    "corpofffax1": "319-385-2825",
    "corpoffname1": "Randy Seberg",
    "corpoffphone1": "319-385-7259",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Portugal, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "PRT",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-02-02",
    "orgverification": "DMA Safe Harbor Program (Third Party)",
    "personaldata": "On-Line, Manually Processed Data",
    "ppdate": "2012-01-25",
    "previous": "",
    "privacyprograms": "Direct Marketing Association's Privacy Promise Direct Marketing Association's Safe Harbor Program",
    "recoursemech": "Direct Marketing Association's Safe Harbor Program",
    "signupdate": "2012-02-02",
    "state": "Iowa",
    "statutorybody": "FTC",
    "zip": "52641"
}