{
    "CertificationStatus": "true",
    "Fax": "703-663-9182",
    "OrgName": "Starfish Retention Solutions, Inc.",
    "PPLoc": "http://www.starfishsolutions.com/privacy.php ",
    "Phone": "703-260-1186",
    "activities": "The Starfish Services work in tandem with an existing learning management system and/or student information system. Therefore, certain personally identifiable information from these existing systems will be presented within the Starfish Service. This personally identifiable information consists of, but is not limited to, contact information, such as your name, city and state, and e-mail address as well as demographic information such as your age, gender, and interests. This information better enables us to provide you with content relevant to your interests and provides us with aggregate data that Starfish uses to improve the Services. We may also ask you for information about your system or how you use Starfish products and services. Please see Section 5, below, for information on how to access or update this information.\r\n\r\nStarfish gathers information about all users collectively, such as what areas users visit most frequently and what services users access most often. Starfish automatically logs the users’ domain name, IP addresses, browser type, language and other data which tracks users' access to the Services. We analyze these logs for sales and marketing purposes as well as system performance monitoring. These logs are analyzed for the aggregate trends they reveal about our customers and how the customers use the Services, not for the behaviors of individual users.",
    "address": "1400 Key Blvd Suite 1050",
    "asp_index": "24864",
    "city": "Arlington",
    "contactemail1": "ckottke@starfishsolutions.com",
    "contactfax1": "703-663-9182",
    "contactname1": "Chris Kottke",
    "contactoff1": "Starfish Retention Solutions",
    "contactphone1": "703-260-1186",
    "contacttitle1": "Vice President, Finance & Administration",
    "corpoffemail1": "dyaskin@starfishsolutions.com",
    "corpofffax1": "703-663-9182",
    "corpoffname1": "David Yaskin",
    "corpoffphone1": "703-260-1188",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-28",
    "orgverification": "In-house",
    "personaldata": "On-line, Off-line, Manually Processed",
    "ppdate": "2009-10-21",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2009-10-28",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22209"
}