{
    "Fax": "801-523-3199",
    "OrgName": "Control4 Corporation",
    "PPLoc": "http://www.control4.com/legal?show=privacy_policy ",
    "Phone": "801-523-3100",
    "activities": "Users may provide us personal information upon registering their products, licensing our software, registering for and using our websites. We use personal information that we receive from EU users primarily to: (1) provide support activities, such as fulfilling product orders and ensuring customers have access to our channel partners and providing technical support and improve product offerings; (2) identify potential customers and conduct prospective sales and marketing activities, including conducting market research, displaying personalized web content and making contact with prospective customers to discuss Control4 products and offers; (3) implement and provide Control4's home automation services and applications and (4) implement internal business processes such as contracting, account processing and management, and compliance with governmental, legislative and regulatory bodies. \r\n\r\nWe also may receive human resources data from our subsidiaries within the EU, which is used internally to administer benefits, pay salaries and other internal administrative functions.",
    "address": "11734 S. Election Road",
    "asp_index": "24878",
    "city": "Salt Lake City",
    "contactemail1": "jtanner@control4.com",
    "contactfax1": "801-523-3199",
    "contactname1": "Jonathan Tanner",
    "contactoff1": "Office of the General Counsel",
    "contactphone1": "801-523-3100",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "gbishop@control4.com",
    "corpofffax1": "801-523-3199",
    "corpoffname1": "Greg Bishop",
    "corpoffphone1": "801-523-3100",
    "corpofftitle1": "General Counsel & Chief Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Consumer Electronics - (CEL)Computer Software - (CSF)General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Consumer Electronics - (CEL)",
        "General Consumer Goods - (GCG)"
    ],
    "latest": "false",
    "nextcertification": "2016-02-25",
    "orgverification": "In-house",
    "personaldata": "Organization data, including HR data, visitor data, data from our independent dealers and consumer and potental consumer data.  These data may include manually processed data.",
    "ppdate": "2015-02-24",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "2015-02-25",
    "state": "Utah",
    "statutorybody": "FTC",
    "zip": "84020"
}