{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "JAMF Holdings, Inc.",
    "PPLoc": "https://jamfnation.jamfsoftware.com/privacyPolicy.html",
    "Phone": "612-677-7076",
    "activities": "1.\tTypes of Information Collected \r\n\r\na.\tPersonal Information Collected.  There are areas on the Site where you can share information that is unique to an individual; such as your name, company name, postal address, e-mail address, phone number, zip code, and credit card information (“Personal Information”).  You can also purchase products and certification course packages with your credit card.  Accordingly, we may request your credit card information for shipping, billing, and credit card validation purposes.  We ask for this information in order to deliver requested materials to you, respond to your questions, or deliver a product.  If you communicate with us by e-mail or complete online forms, we may require Personal Information that personally identifies you.  JAMF may also request your e-mail address or mailing address for the purposes of having someone contact you for additional information, or in response to your request for information from us.\r\nb.\tInformation from Children.  JAMF does not knowingly solicit or collect information from anyone under 13 years of age.  The use of this Site by anyone under 13 years of age is prohibited.  We ask that anyone under 13 years of age not submit information to us.  However, when we e-mail information to you, we will provide prominently displayed instructions that show you how to unsubscribe from receiving such information.  If your child subscribes to receive information from JAMF without your knowledge, simply follow the instructions on our e-mail and unsubscribe immediately.  Parents can also contact our customer service department to access, change, or delete the Personal Information that has been submitted by a child.\r\n\r\n2.\tUse of Information Collected  \r\n\r\nJAMF will use the Personal Information directly submitted by you for the purpose that you have provided it.  JAMF may also use the information you provide to us to contact you for reasons related to your original communication to us.  JAMF may use your Personal Information to customize your experience on the Site and display content that we think you might be interested in according to your preferences.  Your e-mail address is not used for any other purpose except to the extent necessary to follow-up on specific questions requiring information from JAMF.  Visitors who give us their telephone numbers online will only receive telephone contact from us for reasons related to the visitor’s original communication or request.  JAMF may use non-identifying and aggregate information to better design the Site. \r\n\r\n3.\tSharing of Personal Information\r\n\r\nJAMF will not sell, rent, share, monitor, edit, or disclose any Personal Information about you, including its contents or your use of the Site, without your prior consent.  From time to time, JAMF may engage other companies and individuals to perform functions such as conducting contests, sending postal mail and e-mail, removing repetitive information from customer lists, analyzing data, providing marketing assistance, providing search results and links (including paid listings and links), and providing customer service.  Such companies shall only use your Personal Information for those purposes required to perform their functions.  However, You will the have the opportunity choose not to have your Personal Information shared with these third-parties.  \r\n\r\nJAMF may share your Personal Information, without your prior consent, for the limited purposes noted below:\r\n\r\na.\tBusiness Transfers.  As JAMF continues to develop its business, we might sell or buy subsidiaries or business units.  In such transactions, customer information generally is one of the transferred business assets but remains subject to the obligations made in any pre-existing privacy policy. \r\n\r\nb.\tLegal Obligations.  JAMF may share your Personal Information if we have a good faith belief that such action is necessary to:  (i) comply with legal process or other legal requirements of any governmental authority; (ii) protect and defend the rights or property of JAMF; (iii) enforce this Privacy Policy or the Website Terms and Conditions of Access and Use Agreement; (iv) protect the interests of other users of the Site or any other person; or (v) operate or conduct maintenance and repair of the Site or equipment.",
    "address": "301 4th Ave South, Suite 1075",
    "asp_index": "24870",
    "city": "Minneapolis",
    "contactemail1": "jill.putman@jamfsoftware.com",
    "contactfax1": "",
    "contactname1": "Jill Putman",
    "contactoff1": "Jamf Software - Minneapolis",
    "contactphone1": "612-677-7076",
    "contacttitle1": "CFO",
    "corpoffemail1": "jill.putman@jamfsoftware.com",
    "corpofffax1": "",
    "corpoffname1": "Jill Putman",
    "corpoffphone1": "612-677-7076",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-11",
    "orgverification": "in-house",
    "personaldata": "Personal Information Collected.  There are areas on the Site where you can share information that is unique to an individual; such as your name, company name, postal address, e-mail address, phone number, zip code, and credit card information (“Personal Information”).  You can also purchase products and certification course packages with your credit card.  Accordingly, we may request your credit c",
    "ppdate": "2014-11-01",
    "previous": "",
    "privacyprograms": "Privacy Complaints by European Union Citizens:\r\nIn compliance with the Safe Harbor Principles, JAMF commits to resolve complaints about your privacy and our collection or use of your personal information.  European Union citizens with inquiries or complaints regarding this privacy policy should first contact JAMF at:\r\nJAMF Software, LLC\r\n301 4th Avenue South\r\nSuite 1075\r\nMinneapolis, MN 55415\r\nEmail: support@jamfsoftware.com\r\n \r\nJAMF has further committed to refer unresolved privacy complaints under the Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus.  If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by JAMF, you may contact the BBB EU SAFE HARBOR program at the address below:\r\n\r\nCouncil of Better Business Bureaus, Inc.?\r\nBBB EU SAFE HARBOR?\r\n3033 Wilson Boulevard, Suite 600?\r\nArlington, VA 22201?\r\nPhone:  703-276-0100?\r\nWeb: www.bbb.org/us/safe-harbor-complaints",
    "recoursemech": "Privacy Complaints by European Union Citizens:\r\nIn compliance with the Safe Harbor Principles, JAMF commits to resolve complaints about your privacy and our collection or use of your personal information.  European Union citizens with inquiries or complaints regarding this privacy policy should first contact JAMF at:\r\nJAMF Software, LLC\r\n301 4th Avenue South\r\nSuite 1075\r\nMinneapolis, MN 55415\r\nEmail: support@jamfsoftware.com\r\n \r\nJAMF has further committed to refer unresolved privacy complaints under the Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus.  If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by JAMF, you may contact the BBB EU SAFE HARBOR program at the address below:\r\n\r\nCouncil of Better Business Bureaus, Inc.?\r\nBBB EU SAFE HARBOR?\r\n3033 Wilson Boulevard, Suite 600?\r\nArlington, VA 22201?\r\nPhone:  703-276-0100?\r\nWeb: www.bbb.org/us/safe-harbor-complaints",
    "signupdate": "2015-03-11",
    "state": "Minnesota",
    "statutorybody": "FTC",
    "zip": "55415"
}