{
    "CertifiedThroughLabel": "",
    "Fax": "415-268-0990",
    "OrgName": "Liftopia, Inc",
    "PPLoc": "http://www.liftopia.com/privacy-statement.page ",
    "Phone": "415-685-4832",
    "activities": "When a customer registers with Liftopia, we ask for Personally Identifiable Information, including first and last name, e-mail address and password. We retain information on customer’s behalf, such as itineraries or other files customer stores using their Account.\r\n\r\nWhen an order is placed, we request personally Identifiable Information in the order form. Customer must provide contact information (such as first and last name, e-mail, and billing address) and financial information (such as credit card number, expiration date and security code). We use this information for billing purposes and to complete the transaction. If we have trouble processing an order, we will use this information to contact you.\r\n\r\nFor all Liftopia visitors -- not just registered users – our servers collect Personally Identifiable Information, such as IP addresses, browser type, domain names, operating system, access times, duration of visit, referring URL, platform, new/repeat information, timestamp and exit page information. We gather this information to analyze trends and performances over time to make our Site and services more useful. Liftopia uses third-party service providers to help us gather and analyze information about our customers. These service providers are contractually restricted from using customer information in any manner other than in helping us to provide customer with the products and services available on our Site.\r\n\r\nWe may receive Personally Identifiable Information, as well as “Anonymous Information” (information that is not associated with customer’s Personally Identifiable Information and does not, by itself, permit the identification of individual persons) about customer from companies that provide our services by way of a co-branded or private-labeled website or companies that offer their products and/or services on our Site. We may add this information to the information we have already collected from customer via our Site in order to improve the services we provide.\r\n\r\nWe may also collect Personally Identifiable Information at other points in our Site that state that Personally Identifiable Information is being collected. \r\n\r\nHow information is used\r\nThe data we gather is used to process purchases, respond to requests, contact customers if problems arise and, if customer has selected to receive them, send promotional messages. \r\n\r\nLiftopia uses the information to facilitate the creation of and secure customer’s Account on our network; identify customer  as a user in our system; provide improved administration of our Site and services; and send administrative e-mail notifications, such as security or support and maintenance advisories.\r\n\r\nLiftopia uses the information that we gather to target content on our Site to more closely match customer interests and, if customer has selected to receive e-mail communication from us, to target e-mail marketing messages that are more appropriate to customer needs.\r\n\r\nWe may create Anonymous Information from Personally Identifiable Information by excluding information (such as customer name) that make the data personally identifiable. We use this Anonymous Information to analyze request patterns so that we may enhance the content of our services and improve Site navigation. Liftopia reserves the right to use Anonymous Information for any purpose and disclose Anonymous Information to third parties in its sole discretion.\r\n\r\nHow information is protected\r\nLiftopia maintains data handling and storage practices and procedures that are designed to ensure the integrity and confidentiality of customer information. The security of Personally Identifiable Information is important to us. When customers enter Personally Identifiable Information (such as credit card number) on our registration or order forms, we encrypt that information using secure socket layer technology (SSL). We also require customers to enter a password to access their Account. We ask customers not to disclose their password to others. Current Internet security methods and technologies are used to prevent unauthorized access or disclosure, maintain data accuracy and ensure correct use of information.\r\n\r\nWe follow generally accepted industry standards to protect the Personally Identifiable Information submitted to us, both during transmission and once we receive it. No method of transmission over the Internet, or method of electronic storage, is 100% secure, however. Therefore, while we strive to use commercially acceptable means to protect customers Personally Identifiable Information, we cannot guarantee its absolute security.\r\n\r\n\r\n\r\nWith whom information may be shared\r\nWhen customer makes a purchase with Liftopia, the Personally Identifiable Information provided will be shared with the third parties necessary to complete the purchase transaction. For example, we provide name, address, and phone number to the resort for which customer purchased lift tickets. To charge customer for the transaction, we share name, billing address, and credit card number with the credit card authorization company. Liftopia may also share Personally Identifiable Information with third party service providers to conduct quality assurance testing, to facilitate the creation of accounts, to provide technical support and to provide other services to Liftopia. These third parties are required not to use Personally Identifiable Information other than to provide the services requested by Liftopia.\r\n\r\nWe may enter into agreements with companies that provide our products or services by way of a co-branded or private-labeled website or companies that offer their products and/or services on our Site (“Third Party Companies”). A Third Party Company may want access to Personally Identifiable Information that we collect from its customers. As a result, we may disclose Personally Identifiable Information to a Third Party Company; however, we will not disclose Personally Identifiable Information to Third Party Companies for the Third Party Companies’ own direct marketing purposes, unless customer has “opted-in” by following the instructions we provide to allow such disclosure. The privacy policies of our Third Party Companies may apply to the use and disclosure of customer’s Personally Identifiable Information that we collect and disclose to such Third Party Companies. Because we do not control the privacy practices of our Third Party Companies, custoners should read and understand their privacy policies.\r\n\r\nFrom time to time, we may share Anonymous Information, including general statistical information about our Site and visitors -- such as number of visitors, aggregate and non-personally identifiable demographic data, number and type of goods and services booked, etc. -- with our third-party advertisers and partners. However, we do not reveal customer names, addresses or other Personally Identifiable Information for anything other than the use it was originally intended without giving customers the opportunity to opt-out of the disclosure.\r\n\r\nRegardless of any choices customers make regarding Personally Identifiable Information (as described below), Liftopia may disclose information about customers to others if we have a good faith belief that we are required to do so by law or legal process, to respond to claims, or to protect the rights, property or safety of Liftopia or others. This includes, but is not limited to, customer fraud, technical malfunctions or abuse of our network or systems. We also may provide customer information to third parties, such as credit card companies, for the purpose of resolving disputes that arise in the normal course of business. Except as otherwise stated above, Liftopia will not disclose customer Personally Identifiable Information with any third party without their consent.",
    "address": "731 Market St. 2nd Floor",
    "asp_index": "24917",
    "city": "San Francisco",
    "contactemail1": "support@liftopia.com",
    "contactfax1": "415-268-0990",
    "contactname1": "Otto Imken",
    "contactoff1": "Liftopia, Inc",
    "contactphone1": "888-205-1764",
    "contacttitle1": "VP of Customer Support",
    "corpoffemail1": "evan@liftopia.com",
    "corpofffax1": "415-268-0990",
    "corpoffname1": "Evan Reece",
    "corpoffphone1": "415-685-4832",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-29",
    "orgverification": "Third Party",
    "personaldata": "On-line data",
    "ppdate": "2013-09-01",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2011-09-29",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94103"
}