{
    "CertificationStatus": "true",
    "Fax": "(801) 947-3144",
    "OrgName": "Overstock.com, Inc.",
    "PPLoc": "https://help.overstock.com/app/answers/detail/a_id/65",
    "Phone": "(801) 947-3100",
    "activities": "Overstock.com, Inc. receives personal information from the EU as a result of operations related to its website.  In general, the personal information we collect enables us to provide goods and services to our customers and users and helps us personalize and improve the functionality of our website.  We use this information to complete the delivery of products or services; to process payments; to communicate with our customers and users about orders, products, services and promotional offers; updating our records and generally maintaining customer and user accounts; displaying content; and recommending merchandise and services that might be of interest to our customers or users.  We also use this information to prevent or detect fraud or abuses of our website, and enable third parties to carry out technical, logistical or other functions on our behalf.",
    "address": "6350 South 3000 East",
    "asp_index": "24919",
    "city": "Salt Lake City",
    "contactemail1": "safeharbor@overstock.com",
    "contactfax1": "(801) 947-3144",
    "contactname1": "Edwin W. Christensen",
    "contactoff1": "Overstock.com, Inc.",
    "contactphone1": "(801) 947-3100",
    "contacttitle1": "Deputy General Counsel",
    "corpoffemail1": "safeharbor@overstock.com",
    "corpofffax1": "(801) 947-3144",
    "corpoffname1": "Mark J. Griffin",
    "corpoffphone1": "(801) 947-3100",
    "corpofftitle1": "Sr. VP & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "General Consumer Goods - (GCG)"
    ],
    "latest": "false",
    "nextcertification": "2015-08-29",
    "orgverification": "In-house",
    "personaldata": "On/Off-line and Manually Processed Data",
    "ppdate": "2014-09-03",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "In compliance with the US-EU and US-Swiss Safe Harbor principles, Overstock.com commits to resolve complaints about your privacy and our collection or use of your personal information. European Union or Swiss citizens with inquiries or complaints regarding this Privacy and Security Policy should first contact Overstock.com at: Overstock.com, Attn: Customer Security Department, 6350 South 3000 East, Salt Lake City, Utah 84121 \r\n\r\n\r\nOverstock.com has further committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknoweldgement of your complaint, or if your complaint is not satisfactorily addressed by Overstock.com, please visit the BBB EU SAFE HARBOR web site at http://www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "2008-08-29",
    "state": "Utah",
    "statutorybody": "FTC",
    "zip": "84121"
}