{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Mytrus, Inc.",
    "PPLoc": "http://mytrus.com/policies/mytrus-privacy-policy.pdf ",
    "Phone": "530 564 4600",
    "activities": "Mytrus provides a technology platform via various web and mobile based software applications to aid clinical trials patients in developing a greater understanding of their rights and responsibilities, as well as the potential risks involved, with a given clinical trial.  Mytrus' platform utilizes interactive videos and quizzes to enhance patient understanding of the terminology, effect and purpose of the informed consent and participation agreements accompanying certain clinical studies.  Patients can choose to flag certain issues with the study's consent form to be reviewed by the patient and researchers at a later time, and/or provide their written electronic consent via the Mytrus platform.\r\n\r\nMytrus' platform will collect the patient's name, date of birth, gender, electronic signature, and such other information as may be necessary to identify the patient and their written consent to participate in a given clinical research study.  Mytrus' platform may also collect usage information pertaining to the amount of time spent by the patient reviewing the study's consent form alone or with researchers, the patient's answers to quiz questions, and reasons given for not participating in a given study, if applicable.",
    "address": "105 E Street, Suite 2B.",
    "asp_index": "24926",
    "city": "Davis",
    "contactemail1": "costello@mytrus.com",
    "contactfax1": "",
    "contactname1": "Anthony Costello",
    "contactoff1": "105 E. Street, Suite 2B., Davis, CA 65616",
    "contactphone1": "530 564 4600",
    "contacttitle1": "CEO",
    "corpoffemail1": "costello@mytrus.com",
    "corpofffax1": "",
    "corpoffname1": "Anthony Costello",
    "corpoffphone1": "530 564 4600",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Biotechnology - (BTC)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-06",
    "orgverification": "in-house",
    "personaldata": "First and last name, gender, date of birth, written signature or fingerprint",
    "ppdate": "2014-10-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Mytrus will utilize the Judicial Arbitration and Mediation Services (JAMS) for dispute resolutions",
    "signupdate": "2014-11-06",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95616"
}