{
    "CertificationStatus": "true",
    "Fax": "512-476-1012",
    "OrgName": "uShip, Inc.",
    "PPLoc": "http://www.uship.com/privacy.aspx ",
    "Phone": "800-698-7447",
    "activities": "uShip is an online shipping marketplace that connects people with customer-reviewed transport companies that can move hard-to-ship items such as cars, motorcycles, boats, household goods, LTL (less-than-truckload), FTL (full truckload), heavy equipment, horses and more. Transporters place competing bids to win a customer's business, which brings down delivery costs and makes shipping more affordable and efficient.\r\nLaunched in 2004, uShip operates globally with localized functionality in the United States, the United Kingdom, Germany, France, the Netherlands, Austria, the European Union, Canada and Australia.\r\nuShip is a privately-held company of 118 employees based in Austin, Texas, with European headquarters in Amsterdam.",
    "address": "205 Brazos St.",
    "asp_index": "24948",
    "city": "Austin",
    "contactemail1": "jamic@uShip.com",
    "contactfax1": "512-476-1012",
    "contactname1": "Jami Caruso",
    "contactoff1": "uShip, Inc.",
    "contactphone1": "800-698-7447",
    "contacttitle1": "Sr. Manager - Community, Trust & Safety",
    "corpoffemail1": "jamic@uShip.com",
    "corpofffax1": "512-476-1012",
    "corpoffname1": "Jami Caruso",
    "corpoffphone1": "800-698-7447",
    "corpofftitle1": "Sr. Manager - Community, Trust & Safety",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Transportation Srvs (Except Aviation) - (TRN)",
    "industrysector_parsed": [
        "Transportation Srvs (Except Aviation) - (TRN)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-07",
    "orgverification": "Third Party",
    "personaldata": "Customer data that is input by each individual uShip customer/member",
    "ppdate": "2003-09-17",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "uShip, Inc. can and will handle any disputes that come to us directly, but we also utilize the process available via TRUSTe.  This process is described within our privacy policy:\r\n\r\nuShip is a licensee of the TRUSTe Privacy Program. TRUSTe is an independent, non-profit organization whose mission is to build a user’s trust and confidence in the Internet by promoting the use of fair information practices. This privacy statement covers the site http://www.uShip.com. Because this Web site wants to demonstrate its commitment to your privacy, it has agreed to disclose its information practices and have its privacy practices reviewed for compliance by TRUSTe.\r\n\r\nIf you have questions or concerns regarding this statement, you should first contact a uShip privacy associate at privacy@uShip.com. If you do not receive acknowledgement of your inquiry, or your inquiry has not been satisfactorily addressed, you should contact TRUSTe at http://www.truste.org/consumers/watchdog_complaint.php. TRUSTe will then serve as a liaison with uShip to resolve your concerns.",
    "signupdate": "2012-11-07",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78701"
}