{
    "CertifiedThroughLabel": "",
    "Fax": "781-370-0537",
    "OrgName": "PTC, Inc.",
    "PPLoc": "http://www.ptc.com/common/privacy.htm ",
    "Phone": "781-370-5000",
    "activities": "PTC, Inc. (\"PTC\") receives personal information from the EU and Switzerland (both online and offline) in connection with its and its affiliates business activities, including personal information from or concerning prospective, current and former: customers; partners and resellers; and suppliers and vendors for processing and storage.  PTC  uses this personal information in connection with its product and services offerings primarily for: (i) customer service activities; such as processing orders and improving offerings; (ii) sales and marketing activities; (iii) enabling and providing services, including technical support, consulting and training; (iv) business management and M&A activities; (v) fraud detection and prevention and to protect its rights, property, or safety; and (vi) compliance with governmental, legislative and regulatory bodies.  \r\n\r\nPTC also receives personal information from the EU and Switzerland (both online and offline) concerning prospective, current and former: employees; consultants; contractors; and job applicants for processing and storage.  PTC uses this personal information for purposes of workforce management primarily for: (i) evaluation for employment or engagement; (ii) providing employment benefits; (iii) administration of compensation and equity programs; (iv) performance management and training; (v) budgeting and M&A analysis; (v) delivery of our services to our customers; (vii) ensuring workplace safety; (viii) providing company network access/authentication; (ix) and legal and policy compliance and reporting.",
    "address": "140 Kendrick Street",
    "asp_index": "24942",
    "city": "Needham",
    "contactemail1": "dataprivacy@ptc.com",
    "contactfax1": "781-370-0537",
    "contactname1": "Christopher J. MacKrell",
    "contactoff1": "Compliance",
    "contactphone1": "781-370-5244",
    "contacttitle1": "V.P. - Corporate & Compliance Counsel",
    "corpoffemail1": "mdurcan@ptc.com",
    "corpofffax1": "781-370-0537",
    "corpoffname1": "Martha L. Durcan",
    "corpoffphone1": "781-370-5641",
    "corpofftitle1": "Chief Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-17",
    "orgverification": "In-house",
    "personaldata": "Human resources, customer, prospect, partner and supplier data (both online and offline).",
    "ppdate": "2012-09-28",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "PTC, Inc. has committed to refer unresolved privacy complaints under the Safe Harbor Principles that do not concern organization human resources data to the International Centre for Dispute Resolution (ICDR), operated by the American Arbitration Association (AAA).  \r\nInternational Centre for Dispute Resolution\r\n1633 Broadway, 10th Floor, \r\nNew York, NY 10019; \r\nTelephone: 01 212-484-4181; Fax 01 212-246-7274; or http://www.adr.org/ICDR",
    "signupdate": "2012-10-17",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02494"
}