{
    "Fax": "312-454-3501",
    "OrgName": "Mattersight",
    "PPLoc": "",
    "Phone": "877-235-6925",
    "activities": "Mattersight Corporation (Mattersight) maintains human resources personal information of the former employees of its current European subsidiaries, including Mattersight (Netherlands) B.V., Mattersight (Deutschland) GmbH, and Mattersight (UK) Limited, as well as its former European subsidiaries in Ireland, France, and Switzerland (collectively, the “Subsidiaries”).  From time to time, we may retrieve this information for file maintenance, auditing, and other business functions conducted at our headquarters located in Chicago, Illinois, USA. In addition, Mattersight receives personal information of the European customers of its U.S. clients, which we compile and process in order to provide business and other analytic services through our proprietary Behavioral Analytics services and related consulting services.",
    "address": "200 S. Wacker Drive, Suite 820",
    "asp_index": "24952",
    "city": "Chicago",
    "contactemail1": "chris.carsen@mattersight.com",
    "contactfax1": "775-252-9987",
    "contactname1": "Christine R. Carsen",
    "contactoff1": "Legal Department",
    "contactphone1": "312-454-3532",
    "contacttitle1": "Vice President, General Counsel and Corporate Secretary",
    "corpoffemail1": "chris.carsen@mattersight.com",
    "corpofffax1": "775-252-9987",
    "corpoffname1": "Christine R. Carsen",
    "corpoffphone1": "312-454-3532",
    "corpofftitle1": "Vice President, General Counsel and Corporate Secretary",
    "eucountries": "France, Germany, Ireland, Netherlands, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "IRL",
        "NLD",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-14",
    "orgverification": "In-house",
    "personaldata": "The personal data Mattersight may process, whether manually or otherwise, includes human resources personal information of former employees of its Subsidiaries, as well as the personal data of the customers located within the European Union, which data includes the customer's name, other identifying information, contact information, account numbers assigned by the client, and transaction history.",
    "ppdate": "2004-10-01",
    "previous": "",
    "privacyprograms": "Mattersight has three privacy policies. One policy specifically addresses data that we collect and process, on our clients’ behalf, which is identifiable to individual EU resident customers of our clients and is available on request to all such clients of Mattersight. The second policy addresses Human Resources information and is available to the company’s employees. The third policy addresses Mattersight's privacy practices generally and is available on request to the company’s General Counsel.",
    "recoursemech": "Mattersight provides an in-house resolution process whereby complaints regarding European customer data will be reviewed by its General Counsel. Complaints by former will be reviewed by the Director of Human Resources and escalated to the General Counsel if necessary. Mattersight agrees to fully cooperate with the European Data Protection Authorities (“DPAs”) in handling all unresolved complaints brought under the Safe Harbor. Mattersight agrees to comply with any advice given by the DPAs where the DPAs take the view that a specific action is necessary to comply with Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by an non-compliance with the Principles, and will provide the DPAs with written confirmation that such action has been taken.",
    "signupdate": "2004-10-14",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60606"
}