{
    "CertifiedThroughLabel": "",
    "Fax": "770-790-4650",
    "OrgName": "Riskonnect, Inc.",
    "PPLoc": "http://riskonnect.com/privacy-policy ",
    "Phone": "770-790-4700",
    "activities": "As part of Riskonnect’s web-based applications provided via http://www.riskonnect.com or associated web pages using the riskonnect.com domain, customers are permitted to submit electronic data and information, including personal data, into servers used by Riskonnect. In this context, Riskonnect acts as a data processor and does not determine how its customers’ data is utilized in servers used by Riskonnect. Riskonnect does not choose or determine the accuracy, legality or types of data submitted by Riskonnect’s customers to Riskonnect’s servers. Any access to, or use of, such data submitted by Riskonnect is incidental to completing the contractual obligations of Riskonnect, as data processor, to its customers. Riskonnect processes data and information, including personal data, on behalf of its customers as a function of Riskonnect's professional services operations. In this context, Riskonnect acts as a data processor on behalf of its customers. On occasion, Riskonnect transfers personal data of its current and prospective customers, business partners, and corporate event attendees to Riskonnect's U.S. data centers for processing and storage in support of Riskonnect's internal operations. Riskonnect collects, transfers, and uses personal data of its current and prospective customers, current and prospective business partners, and corporate event attendees for sales, billing, marketing, and business recruitment purposes. In this context, Riskonnect acts as a data controller. Riskonnect, on occasion, transfers personnel data of Riskonnect employees and non-employee personnel to the United States to facilitate and support efficient operations, management, and communications regarding human resources, benefits administration, safety, and security processes.  Riskonnect may also transfer employee and non-employee personnel data to an agent of Riskonnect in connection with the above purposes, such as a payroll provider, benefits provider or background-screening provider.  Personnel data may also be processed and transferred to the United States in connection with collection and discovery requests pertinent to litigation or government investigations. In these cases, it may be made available to adverse parties in litigation or to governmental entities.  Riskonnect acts as a data controller in this context.",
    "address": "1701 Barrett Lakes Blvd., Suite 500",
    "asp_index": "24959",
    "city": "Kennesaw",
    "contactemail1": "john.casazza@riskonnect.com",
    "contactfax1": "770-790-4650",
    "contactname1": "John Casazza",
    "contactoff1": "Technical Operations",
    "contactphone1": "770-790-4714",
    "contacttitle1": "Sr. Director of Technical Operations",
    "corpoffemail1": "patrick.henn@riskonnect.com",
    "corpofffax1": "770-790-4650",
    "corpoffname1": "Patrick Henn",
    "corpoffphone1": "404-531-0987",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Insurance Services - (INS)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Insurance Services - (INS)"
    ],
    "latest": "false",
    "nextcertification": "2015-09-25",
    "orgverification": "In-house/self-assessment",
    "personaldata": "On-line, client, customer, human resources (employee & non-employee personnel), business partner, event attendee, and prospect data",
    "ppdate": "2013-09-17",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "The EU data protection authorities (DPAs) and/or Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2013-09-25",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30144"
}