{
    "Fax": "303-496-1666",
    "OrgName": "eCollege.com",
    "PPLoc": "http://www.pearsonlearningsolutions.com/terms-and-conditions/ecollege-privacy-policy-for-pearson-learning-studio.php ",
    "Phone": "303-658-1000",
    "activities": "Certification is limited only to eCollege's operation of its \"LearningStudio\" online educational platform products and related services and support. As part of eCollege’s LearningStudio technologies and services, eCollege receives electronic and offline data and information, including personal data received from the EU/EEA, on behalf of eCollege’s customers (educational institutions and their faculty and administrators). eCollege processes this information and data as required to provide LearningStudio to eCollege’s customers in accordance with our customer contracts. Such efforts may include the collection and processing of personal information in connection with use of the LearningStudio. In this context, eCollege acts solely as a data processor and does not determine how such personal data is utilized in eCollege's servers or systems. eCollege does not choose or determine the types of data that are submitted to eCollege’s servers and systems, and any access to or use of such data by or on behalf of eCollege is incidental to completing the contractual obligations of eCollege, as data processor, to eCollege's customers.",
    "address": "2154 E. Commons Avenue, #4000",
    "asp_index": "24955",
    "city": "Centennial",
    "contactemail1": "privacy@ecollege.com",
    "contactfax1": "303-496-1666",
    "contactname1": "Jay Masters",
    "contactoff1": "eCollege.com",
    "contactphone1": "303-658-1000",
    "contacttitle1": "Legal Manager",
    "corpoffemail1": "andrew.smedira@pearson.com",
    "corpofffax1": "617-671-2006",
    "corpoffname1": "Andrew Smedira",
    "corpoffphone1": "617-671-2549",
    "corpofftitle1": "VP HE Services, Finance NA",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Education & Training - (EDS)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-16",
    "orgverification": "In House",
    "personaldata": "Online, offline, and manually processed personal data of customers and users that is provided through or in connection with eCollege's LearningStudio platform and services.",
    "ppdate": "2014-10-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) Panel",
    "signupdate": "2012-10-16",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80122"
}