{
    "CertificationStatus": "true",
    "Fax": "(650) 292-5302",
    "OrgName": "Perficient, Inc.",
    "PPLoc": "http://www.perficient.com/About/Privacy-Policy ",
    "Phone": "(650) 292-5300",
    "activities": "Perficient collects personal information online and offline in connection with Perficient's business activities, including information concerning current, prospective and former customers, suppliers and vendors, partners, and employees. Perficient receives information from the USA, EU, and Switzerland concerning prospective, current and former employees, consultants, contractors and job applicants for processing and storage.\r\nPerficient collects, transfers, and uses this data for purposes of employee benefits and workforce management. This includes evaluation of qualifications for employment, provision of employment benefits, reporting, security management, administration of compensation, performance management and training, workforce management, budgeting and salary administration, business contact directory, company network access, authentication, personalization and legal compliance.\r\nPerficient receives information concerning customers, prospects, partners, vendors and suppliers. Perficient collects, transfers, and uses this information for a range of business purposes, including marketing and sales, provision of products and services, partner and supply chain management and legal compliance.\r\nWhere Perficient delivers hosting and other outsourcing services, Perficient acts as a data processor. When conducting those activities, Perficient holds and/or processes data at the direction of its customer, which acts as a data controller and is responsible for providing notices to data subjects. Perficient does not control this data and any access to or use of such data is incidental to completing its contractual requirements for the customer.",
    "address": "555 Maryville University Drive, Suite 600",
    "asp_index": "24964",
    "city": "Saint Louis",
    "contactemail1": "tina.howard@perficient.com",
    "contactfax1": "(650) 292-5301",
    "contactname1": "Tina Howard",
    "contactoff1": "Perficient Life Sciences Business Unit",
    "contactphone1": "(760) 696-3650",
    "contacttitle1": "Head of Quality Assurance Compliance",
    "corpoffemail1": "alex.sefanov@perficient.com",
    "corpofffax1": "(650) 292-5302",
    "corpoffname1": "Alex Sefanov",
    "corpoffphone1": "(650) 292 5314",
    "corpofftitle1": "General Manager, Life Sciences Business Unit",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-31",
    "orgverification": "In-house",
    "personaldata": "Our company employees' names and addresses",
    "ppdate": "2012-10-19",
    "previous": "24964",
    "privacyprograms": "self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "Commitment to cooperate with data protection authorities located in the European Union (EU DPAs) or their authorized representatives; or the Swiss Federal Data Protection and Information Commissioner (FDPIC) for disputes involving personal information received by the Company from Switzerland.",
    "signupdate": "2012-10-31",
    "state": "Missouri",
    "statutorybody": "FTC",
    "zip": "63141"
}