{
    "CertificationStatus": "true",
    "Fax": "(801) 805-9501",
    "OrgName": "Domo, Inc.",
    "PPLoc": "http://www.domo.com/company/privacy-policy ",
    "Phone": "(801) 899-1000",
    "activities": "Domo, Inc. uses EU/EEA and Switzerland personal information to (1) identify potential customers and conduct prospective sales and marketing activities, including conducting market research, displaying personalized ads and making contact with prospective customers to discuss Domo services and offers; (2) contract with customers and partners, process orders for Domo services and offerings, submit invoices and receive payments, communicate with customers and partners, and conduct other similar financial and legal transactions with Domo customers and partners; (3) implement and provide Domo’s online software services, deliver professional services, and provide technical support; (4) provide, personalize and improve Domo websites, services and communications, and (5) comply with applicable laws and regulations.  As a data processor, Domo also hosts and processes EU/EEA and Switzerland personal information received from Domo customers on their behalf and subject to their instructions.  Domo does not own the personal information it may process on its customers’ behalf. As a data processor, Domo uses reasonable administrative, technical, and physical security controls to protect Domo customer personal information from loss, misuse, or unauthorized access. Customers that use Domo’s online service are responsible for complying with all other obligations related to the personal information they may collect.",
    "address": "772 East Utah Valley Drive",
    "asp_index": "24999",
    "city": "American Fork",
    "contactemail1": "privacy@domo.com",
    "contactfax1": "(801) 805-9501",
    "contactname1": "Ryan J. Taylor",
    "contactoff1": "Legal Department",
    "contactphone1": "(801) 899-4813",
    "contacttitle1": "Senior Director of Legal Affairs",
    "corpoffemail1": "privacy@domo.com",
    "corpofffax1": "(801) 805-9501",
    "corpoffname1": "Dan Stevenson",
    "corpoffphone1": "(801) 899-4859",
    "corpofftitle1": "General Counsel and Corporate Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-14",
    "orgverification": "in-house",
    "personaldata": "Personal data submitted by customers to Domo's services; customer and prospective customer data; partner data; visitor data; manually processed data is covered.",
    "ppdate": "2014-10-10",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "2014-10-14",
    "state": "Utah",
    "statutorybody": "FTC",
    "zip": "84003"
}