{
    "CertificationStatus": "true",
    "Fax": "617-517-0588",
    "OrgName": "PoliteMail Software",
    "PPLoc": "http://www.politemail.com/privacy ",
    "Phone": "603-610-6111",
    "activities": "PoliteMail Software provides tools to enable companies to measure and improve their corporate email communications.  For our clients, we may provide our software as a dedicated cloud service, and as such, will be collected data on their behalf.  When our client (software user/email sender), tracks an Outlook email being sent to employees, the PoliteMail tool shall collect the following Personal Data: employee name (first, last), employee email address, and employee IP address for devices used to access company email. This will be collected upon send of email, and upon receipt, access or interaction with email. It will be collected at the senders location (may or may not be in EU/EEA and/or Switzerland) and the recipient’s location (may or may not be in EU/EEA and/or Switzerland).\r\nThis data is collected so that our software may compile Email Metrics related to the employee email communication, including number of email opens, reads, clicks and the URLs clicked upon.  This data is then compiled into reports, providing PoliteMail users the ability to determine the effectiveness of and engagement with their communications.\r\nPoliteMail collects personal information from our Customers who reside within the EU/EEA and/or Switzerland.  Such Personal Data may include Name, Email Address, Company Mailing Address, Phone Numbers, and Company Billing Address.  If a customer where to purchase via credit card, PoliteMail would also collect Credit Card number, expiration date, security code and billing address.  All such data collected is used to support the purchase of, and payment for, our products and services. \r\nPoliteMail may also collect personal information from our Customer’s user within the EU. This data shall include Name, Email Address, Mailing Address and Phone numbers. This data is collected on the phone, via forms, or from within our Software upon installation, and is used to add user accounts to our software system, and provide support services to those users.\r\nPoliteMail may collect personal information from visitors to our website(s).  Any personal data, including Name and Email Address, collected shall be via web form and would be voluntarily provided by such person.  PoliteMail also collects IP address of visitors to our website(s).",
    "address": "655 Portsmouth Ave",
    "asp_index": "25020",
    "city": "Greenland",
    "contactemail1": "Michael.desrochers@politemail.com",
    "contactfax1": "617-517-0588",
    "contactname1": "Michael DesRochers",
    "contactoff1": "PoliteMail Software",
    "contactphone1": "603-610-6111",
    "contacttitle1": "Managing Director",
    "corpoffemail1": "Michael.desrochers@politemail.com",
    "corpofffax1": "617-517-0588",
    "corpoffname1": "Michael DesRochers",
    "corpoffphone1": "603-294-4191",
    "corpofftitle1": "Managing Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-22",
    "orgverification": "In-House",
    "personaldata": "Client/Customer contact information such as name, email address, mailing address, phone number. Information about their business such as company name, company size, business type. May be online or data received offline. Contact data for customer's business locations and individuals at those locations, contact data collected through website forms and manually processed data.",
    "ppdate": "2011-11-02",
    "previous": "25020",
    "privacyprograms": "Self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "EU and/or Swiss data protection authorities",
    "signupdate": "2014-10-22",
    "state": "New Hampshire",
    "statutorybody": "FTC",
    "zip": "03840"
}