{
    "CertifiedThroughLabel": "",
    "Fax": "414-212-4725",
    "OrgName": "Gardner Denver, Inc.",
    "PPLoc": "http://www.gardnerdenver.com/tier.aspx?id=288#Protection_of_Your_Personal_Information ",
    "Phone": "414-212-4700",
    "activities": "Gardner Denver receives customer, supplier and human resources information from the EU/EEA and/or Switzerland. \r\n\r\nGardner Denver collects customer and supplier data during certain transactions and communications with its customers and suppliers including, without limitation, providing various business and consumer services; enabling sales and other transactions; conducting data analysis to improve products and services; and/or maintaining marketing.\r\n\r\nCustomer and supplier data is transferred from EU/EEA or Swiss Gardner Denver subsidiaries to Gardner Denver Inc. for the purposes of marketing, facilitating transactions, security, customer support, customer communications, improving products and services, the provision of data services to third parties including services that provide computing and various information processing services, auditing, data analysis and data storage.\r\n\r\nHuman resources data is transferred from EU/EEA or Swiss Gardner Denver subsidiaries to Gardner Denver Inc. for the purposes of conducting the human resources and financial management of the Gardner Denver group, which includes, without limitation, workflow management; compensation related activities, including stock plan administration and compensation analysis and administration; payroll processing (including management of salaries, expenses, taxes, required notifications to governmental authorities and the like); performance and absence management; adoption of disciplinary measures; job grading; benefits and personnel administration; HR reporting; compliance with legal and regulatory requirements; monitoring and enforcing compliance with company policies and procedures and with legal and regulatory requirements; providing IT support and services; protecting the security of EU Employee Data as well as company systems and premises, and other ancillary matters.",
    "address": "222 East Erie Street. Suite 500",
    "asp_index": "25026",
    "city": "Milwaukee",
    "contactemail1": "safeharbor.corporate@gardnerdenver.com",
    "contactfax1": "414-212-4725",
    "contactname1": "Ruth Bauman",
    "contactoff1": "Gardner Denver Corporate HR",
    "contactphone1": "414-212-4737",
    "contacttitle1": "Senior Counsel, Labor and Employment",
    "corpoffemail1": "kevann.cooke@gardnerdenver.com",
    "corpofffax1": "414-212-4725",
    "corpoffname1": "Kevann Cooke",
    "corpoffphone1": "414-212-4700",
    "corpofftitle1": "Chief Compliance Officer",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, Netherlands, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Pumps Valves & Compressors - (PVC)Oil & Gas Field Machinery - (OGM)",
    "industrysector_parsed": [
        "Oil & Gas Field Machinery - (OGM)",
        "Pumps Valves & Compressors - (PVC)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-24",
    "orgverification": "In house.",
    "personaldata": "HR Data, ethics and conduct reporting",
    "ppdate": "2011-01-07",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (EU DPAs)",
    "signupdate": "2006-10-24",
    "state": "Wisconsin",
    "statutorybody": "FTC",
    "zip": "53202"
}