{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "GetGoing, Inc",
    "PPLoc": "http:// ",
    "Phone": "4157064708",
    "activities": "GetGoing develops and operates enterprise hotel booking systems for global Travel Management Companies that serve the travel needs of corporate employees.  As a hotel booking and processing engine, GetGoing receives personal data from all employees whose employers are served by our Travel Management Company customers.  Many of these corporations, and their employees are based in Europe.  \r\n\r\nSpecifically, we receive personal data to facilitate the following activities:\r\n\r\nData storage.  Client data will be stored to facilitate transactions, including booking, reporting, reservation look-ups, business intelligence activities on behalf of our TMC clients.\r\n\r\nData aggregation.  Client data may be aggregated to facilitate reporting activities, performed on behalf of our TMC clients.\r\n\r\nData transmission.  Client data may be transmitted to transaction processors, such as GDSs, wholesalers, merchant processors, as well as 3rd party systems, in order to facilitate transaction, reporting, and business intelligence activities.\r\n\r\nData reporting.  Stored data may be reported to our TMC clients both in aggregate form or at transaction/client/supplier level detail.",
    "address": "250C Twin Dolphin Drive",
    "asp_index": "25036",
    "city": "Redwood City",
    "contactemail1": "astrygin@getgoing.com",
    "contactfax1": "",
    "contactname1": "Alek Strygin",
    "contactoff1": "HQ",
    "contactphone1": "5108137969",
    "contacttitle1": "COO",
    "corpoffemail1": "astrygin@getgoing.com",
    "corpofffax1": "",
    "corpoffname1": "Alek Strygin",
    "corpoffphone1": "5108137969",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-31",
    "orgverification": "In-house",
    "personaldata": "All EU customer data that we receive, including but not limited to names, addresses, credit card, transaction history, identification, IP addresses, etc is covered under our self-certification.",
    "ppdate": "2014-10-15",
    "previous": "",
    "privacyprograms": "Due to stringent contractual requirements between us and our European customers we are not able to participate in 3rd party privacy programs, but are contractually obligated to maintain the strictest level of privacy, and get audited by our customers to validate compliance.",
    "recoursemech": "We are committed to cooperating with data protection authorities located in the European Union or their authorized representatives to investigate and resolve any unresolved complaints.  Additionally, we have selected the American Arbitration Association to hear unresolved disputes and agree to abide by their rulings.\r\n\r\nIn addition to the dispute resolution mechanisms listed above, we are contractually obligated to resolve all complaints with our corporate customers, who are themselves bound to abide by EU data protection policies and regulations.  We are extensively audited by our customers to ensure compliance with data principles, and all issues are discussed and addressed as part of the normal working relationship with our customers.",
    "signupdate": "2014-10-31",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94065"
}