{
    "Fax": "866-543-5672",
    "OrgName": "Rocket Travel, Inc",
    "PPLoc": "https:/ www.rocketmiles.com/privacy ",
    "Phone": "855-355-7625",
    "activities": "When you use the Rocket Travel Site or the booking or other services available through the Rocket Travel Site, you may provide certain personally identifiable information, such as your name, email address, telephone number, mailing address, credit card number or similar information.\r\n\r\nYou can log in to our site using sign-in services such as Facebook Connect. These services will authenticate your identity and provide you the option to share certain personal information with us such as your name and email address to automatically register an account with us. Services like Facebook Connect may give you the option to post information about your activities on this Web site to your profile page to share with others within your network.\r\n\r\nWe display personal testimonials of satisfied customers on our site in addition to other endorsements. With your consent we may post your testimonial along with your name. If you wish to update or delete your testimonial, you can contact us using the information listed below.\r\n\r\nSome of the personally identifiable information we receive from you is needed to set up your account, submit content, and transmit your reservation information to a travel partner. If you access the Rocket Travel Site from a mobile device, we may also gather geographic location information from you, to better customize your experience using the Rocket Travel Site.\r\n\r\nAs is true of most web sites, we gather certain information automatically and store it in log files. This information includes internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and clickstream data. We use this information, which does not identify individual users, to analyze trends, to administer the site, to track users’ movements around the site and to gather demographic information about our user base as a whole. We do not link this automatically-collected data to personally identifiable information.\r\n\r\nWe will share your personal information with third parties only in the ways that are described in this privacy policy. We will not sell your personally identifiable information to anyone without your permission. This does not include trusted third parties who assist us in operating our business, processing credit card transactions or otherwise conducting our business, or providing services to you, so long as those parties agree to keep this information confidential. These companies are authorized to use your personal information only as necessary to provide these services to us. However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.\r\n\r\nWe may also release your information when we believe release is appropriate to comply with the law, such as to comply with a subpoena or similar legal process, enforce Rocket Travel Site policies, or protect ours or others rights, property, or safety. If Rocket Ravel is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information,\r\n\r\nWe share and use the information we collect in the following ways:\r\n•\tTo personalize your experience: Your information helps us to better respond to your individual needs.\r\n•\tTo improve our website: We continually strive to improve our offerings based on the information and feedback we receive from you.\r\n•\tTo improve customer service: Your information helps us to more effectively respond to your customer service requests and support needs.\r\n•\tTo process transactions: Specifically, your information will be shared with hotels and other travel partners to process transactions made on the Rocket Travel Site, and to third party providers of credit card transaction.\r\n•\tTo send periodic emails: The email address you provide for order processing will be used to send you information and updates pertaining to your order. We may also email you about specials and promotions offered through our Site.\r\n\r\nWe implement a variety of security measures to maintain the safety of your personal information when you place an order or enter, submit, or access your personal information. We offer the use of a secure server. All supplied sensitive/credit information is transmitted via Secure Socket Layer (SSL) technology and then encrypted into our payment gateway providers database only to be accessible by those authorized with special access rights to such systems, and are required to keep the information confidential. After a transaction, your credit card number(s) will not be stored on our servers, unless your reservation type requires us to forward such information to the hotel provider. Any credit card numbers are processed and stored in a PCI compliant manner.\r\n\r\nThe Rocket Travel Site may contain links to other sites (including those embedded in advertisements) over which we have no control. Privacy policies on such linked sites may be different from our privacy policy. We encourage you to review the privacy policy at any site you visit.\r\n\r\nOur Web site also includes Social Media Features, such as the Facebook Like button, links to our various social media pages and Widgets, such as the Share this button or interactive mini-programs that run on our site. These Features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the Feature to function properly. Social Media Features and Widgets are either hosted by a third party or hosted directly on our Site. Your interactions with these Features are governed by the privacy policy of the company providing it.",
    "address": "560 W Washington Blvd, Suite 310",
    "asp_index": "25035",
    "city": "Chicago",
    "contactemail1": "finance@rocketmiles.com",
    "contactfax1": "866-543-5672",
    "contactname1": "KJ Gundersen",
    "contactoff1": "Chicago",
    "contactphone1": "503-454-6810",
    "contacttitle1": "CFO",
    "corpoffemail1": "finance@rocketmiles.com",
    "corpofffax1": "866-543-5672",
    "corpoffname1": "KJ Gundersen",
    "corpoffphone1": "503-454-6810",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-01",
    "orgverification": "in-house",
    "personaldata": "On-line data, Customer data; not manually processed.",
    "ppdate": "2013-07-23",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "NONE",
    "signupdate": "2013-08-01",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60661"
}