{
    "Fax": "859-455-2810",
    "OrgName": "Tempur Sealy International, Inc.",
    "PPLoc": "Tempurpedic.com",
    "Phone": "859-455-2723",
    "activities": "Tempur Sealy will only collect, process, use, and/or disclose personal data of data subjects (employees of the company) with the consent of data subjects or, when appropriate, where it is permitted or required by law to do so.  Tempur Sealy will collect personal data only for legitimate business purposes which purpose(s) the Company will communicate to the relevant group of data subjects.  For example, Tempur Sealy will use employees’ personal data for human resource administration and management purposes such as:\r\n\r\n?\tEvaluation of employment qualifications,\r\n?\tBackground checks of job applicants (where permitted by law),\r\n?\tEmployee contact directories,\r\n?\tCompany information network access,\r\n?\tBenefits and compensation/payroll administration,\r\n?\tWorkforce management, including hiring, discipline, promotion and dismissal decisions,\r\n?\tPerformance management, including performance reviews and incentive compensation, \r\n?\tDevelopment and training,\r\n?\tBudgeting and planning,\r\n?\tSecurity management and access control,\r\n?\tTransaction processing, and/or\r\n?\tFinancial administration.\r\n\r\nTempur Sealy will not collect sensitive personal data, as defined herein, about its employees except when permitted or required under local law for regulatory or other legitimate purposes.  When collecting sensitive personal data is required, Tempur Sealy will do so only with the express consent of employees, which consent can be withdrawn at any time. Also, Tempur Sealy will collect, process, use and/or disclose social security numbers and national identification numbers only to the extent permitted under local law.\r\n\r\nTempur Sealy will collect personal data that is required and adequate for the business purpose the Company needs the data; Tempur Sealy will also take reasonable practicable steps to ensure the personal data the Company collects is accurate. Tempur Sealy will use and process personal data only for the purposes it was collected.  Further, Tempur Sealy will retain personal data only for so long as is required for the specific purpose for which the personal information was collected.  Data subjects will have an opportunity to review, correct and update their personal information maintained by Tempur Sealy to the extent permitted under local law. \r\n\r\nOnly authorized employees with a valid, work-related need may have access to employees’ personnel information and personal data of other data subjects. Tempur Sealy will implement and maintain organizational, physical, administrative and technological measures to safeguard the personal data from unauthorized access, use, process, modification, disclosure, and destruction or loss.  In the event of a data breach, Tempur Sealy will issue notifications as may be required under applicable law. \r\n\r\nIn limited circumstances, Tempur Sealy may disclose and provide personal data to a third party.  For example, Tempur uses external service providers to administer payroll and benefits.  Also, Tempur Sealy may provide a third party employee information in connection with a possible sale or transfer of all or part of Tempur Sealy business or in order to comply with legal requirements. In these limited circumstances, and except as required by applicable law, Tempur Sealy will disclose personal data to third parties only if the third party has appropriate and sufficient data privacy and security safeguards to protect the personal data from unauthorized disclosure or use or loss. \r\n\r\nTempur Sealy will not sell, disclose or rent personal data for direct marketing purposes.",
    "address": "1000 Tempur Way",
    "asp_index": "25054",
    "city": "Lexington",
    "contactemail1": "brad.patrick@tempurpedic.com",
    "contactfax1": "859-455-2810",
    "contactname1": "Brad Patrick",
    "contactoff1": "Corporate Headquarters",
    "contactphone1": "859-455-2723",
    "contacttitle1": "EVP, CHRO and Data Protection Officer",
    "corpoffemail1": "dale.williams@tempurpedic.com",
    "corpofffax1": "859-455-2805",
    "corpoffname1": "Dale E. Williams",
    "corpoffphone1": "859-455-1221",
    "corpofftitle1": "EVP, CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Household Consumer Goods - (HCG)",
    "industrysector_parsed": [
        "Household Consumer Goods - (HCG)"
    ],
    "latest": "false",
    "nextcertification": "2015-05-06",
    "orgverification": "In-house self-assessment",
    "personaldata": "Human resources data and customer data.  Data covered includes manually processed data.",
    "ppdate": "2010-04-09",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "The Tempur Sealy Data Protection Officers have the responsibility to ensure that each Tempur Sealy office complies with this Data Privacy Policy around the world. It is also the responsibility of the Data Protection Officers to deal with and respond to all inquiries from any national Data Protection Authority or governmental authority. \r\n\r\nThe Data Protection Officers and other members of Tempur Sealy’s management team coordinate as is necessary and appropriate to discuss this Data Privacy Policy and any individual complaints or disputes not resolved.\r\n\r\nThe Global Data Protection Officer is accountable for Tempur Sealy’s compliance with the Data Privacy Policy. Tempur Sealy will conduct periodic audits of its compliance with this Data Privacy Policy. Any finding of misuse of personal data by Tempur Sealy or a breach of this Data Privacy Policy shall be remedied as soon as reasonably possible.\r\n\r\nIf a data subject complains to the Data Protection Officer and the complaint cannot be resolved locally, the complaint will be escalated to the Global Data Protection Officer.  If  a  complaint, access  request  or  inquiry  is  not  resolved  to  the data subject’s  satisfaction, he/she  may  report  the complaint  to the  applicable  EU  Data  Protection  Authority  (DPA) or the Swiss Federal Data Protection and Information Commissioner (FDPIC). Tempur Sealy will  cooperate  with  the  DPA  in  investigation  and  resolution  of  any  complaints  brought  under  this Policy.",
    "signupdate": "2010-05-06",
    "state": "Kentucky",
    "statutorybody": "FTC",
    "zip": "40511-1386"
}