{
    "CertificationStatus": "true",
    "Fax": "803-948-2048",
    "OrgName": "General Information Services, Inc.",
    "PPLoc": "http://www.geninfo.com/safe_harbor_policy.asp ",
    "Phone": "803-941-3701",
    "activities": "GIS will use this information during the hiring process with our clients who have received written permission from the applicant to retrieve the pertinent information\r\n\r\nhttp://www.geninfo.com/privacy.aspx",
    "address": "917 Chapin Road",
    "asp_index": "25052",
    "city": "Chapin",
    "contactemail1": "cknoche@geninfo.com",
    "contactfax1": "803-932-3383",
    "contactname1": "Chris Knoche",
    "contactoff1": "General Information Services, Inc.",
    "contactphone1": "803-941-3759",
    "contacttitle1": "Compliance Manager",
    "corpoffemail1": "abueno@geninfo.com",
    "corpofffax1": "803-948-2048",
    "corpoffname1": "Albert S. Bueno",
    "corpoffphone1": "803-941-3701",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-11-06",
    "orgverification": "GIS uses both in-house and 3rd parties.",
    "personaldata": "on-line and manually processed data",
    "ppdate": "2007-10-26",
    "previous": "",
    "privacyprograms": "SecureWorks 8-2006\r\nGIS affords the opportunity for client staff to become fully trained with regard to their responsibilities under International Data protection Guidelines relative applicant screening. We ensures that client employment forms do not request excessive data and are in a format that supports best practices in International Data Protection Guidelines.GIS provides appropriate host country applicant authorization forms, making reference to the specific provisions as found in local Data Protection legislation thus obtaining the required level of authorization/consent from the applicant.We work with client staff to clearly spell out what it is that they need us to do, thereby clearly putting in place a formal Data Controller/Data Processor relationship. \r\nGIS ensures that our contract with our client’s is in writing, and makes reference to security of personal data.\r\nGIS ensures that host country agents (3rd party data processors) maintain all the licensing requirements necessary to fulfill the role of data processors in the relevant countries, e.g. Security Industry Act, Consumer Credit License, as well maintain professional indemnity sufficient to cover the worst eventuality.\r\nWe ensure that host country agents and overseas data suppliers have more than a passing knowledge of the Data Protection provisions overseas relative to providing background reporting services in the countries GLOBAL processes personal data.  Data Transfer Contracts are secured with host country agents to ensure compliance and regulate the Transfer of Personal Data outside the European Economic Area to and from countries that do not have adequate Data Protection measures in place.\r\nGIS notifies the Information Commissioner in the relevant countries for which personal data will be processed. We ensure that both client and our systems only keep application forms and personal data for a specified period in accordance with best practices. GIS ensures that the data our client’s provide is not used on separate inquiries",
    "recoursemech": "GIS uses the same principles for disputes/recourse as outline by the FCRA. GIS has developed tools such as standard complaint forms to facilitate the complaint resolution process. For dispute resolution matters GIS utilizes JAMS Arbitration, Mediation, and ADR Services to investigate unresolved complaints. They can be contacted here: http://www.jamsadr.com/file-safe-harbor-claim/ or 800-352-5267.",
    "signupdate": "2007-11-06",
    "state": "South Carolina",
    "statutorybody": "FTC",
    "zip": "29036"
}