{
    "Fax": "650-846-1203",
    "OrgName": "TIBCO Software Inc.",
    "PPLoc": "http://www.tibco.com/company/privacy.jsp ",
    "Phone": "650-846-1000",
    "activities": "TIBCO receives data regarding actual and potential customers through several websites.  The data is used to market TIBCO products and services to these websites directly and through certain third party websites.  The data is held in accordance with TIBCO's privacy and document retention policies.\r\n\r\nWith regard to shopper and CRMS data collected by TIBCO Loyalty Lab services, the intended purpose for the collection of this data is to allow access to the Loyalty Lab application so that marketers may configure offers and provide customer support for loyalty program members.     TIBCO does not provide third party access to Loyalty Lab CRMS data; to the extent that third party access is given, such access would be through authority granted by TIBCO’s client that has ownership over the loyalty program and would be for the purpose of providing the loyalty program rewards earned by the person who is a loyalty program member.     Our current standard practice is to keep this data – which is kept encrypted while at rest -- for a period of two years from receipt with copies retained in archive state for as many as five years depending upon our contract with the loyalty program sponsor.",
    "address": "3303 Hillview Avenue",
    "asp_index": "25067",
    "city": "Palo Alto",
    "contactemail1": "jkijewsk@tibco.com",
    "contactfax1": "650-846-1203",
    "contactname1": "Joseph Kijewski",
    "contactoff1": "Office of the General Counsel",
    "contactphone1": "703-754-6016",
    "contacttitle1": "Vice President - Legal",
    "corpoffemail1": "whughes@tibco.com",
    "corpofffax1": "650-846-1203",
    "corpoffname1": "William R Hughes",
    "corpoffphone1": "650-846-1316",
    "corpofftitle1": "EVP, General Counsel & Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-02",
    "orgverification": "TRUSTe's EU Safe Harbor Privacy Program",
    "personaldata": "On-line data, off-line data, manually processed data",
    "ppdate": "2014-10-16",
    "previous": "",
    "privacyprograms": "TRUSTe's EU Safe Harbor Privacy Program",
    "recoursemech": "TRUSTe's EU Safe Harbor Privacy Program",
    "signupdate": "2011-11-02",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94304"
}