{
    "Fax": "781-472-8101",
    "OrgName": "Constant Contact, Inc",
    "PPLoc": "http://www.constantcontact.com/privacy_guarantee.jsp ",
    "Phone": "781-472-8100",
    "activities": "Constant Contact's website offers opportunities for visitors to register for and to use its products and services, to register for promotional and informational mailings, online webinars and resources, and to receive assistance in evaluating and using its products and services. In connection with these activities, users may opt-in to Constant Contact's mailing lists, give Constant Contact their contact information (such as name and email address) and billing information (for billing purposes only).  Constant Contact will also obtain any information that users provide to it in connection with their use of its products and services, such as contact lists of their subscribers and content, and any information provided by users in our public forums.   Constant Contact may also obtain additional information about its users that is collected from other sources, such as information users provide to it at seminars or to its partners, information that is publicly available or that its users consent to Constant Contact receiving from third parties.  Constant Contact uses this information to provide and charge for its products and services, to send information about its products and services (and, in some cases, third party products and services), to tailor the presentation of its websites or products or services, to facilitate users’ movement through its websites or its products and services, to improve its products and services and do a better job of marketing them, or to communicate with users.\r\nNotice is given via Constant Contact’s terms of service and privacy statement when users sign up to receive its products or services to enable users to choose whether or not they consent to the usage terms.  These documents are also available for review by any user or prospective user at any time. Those who have signed up for Constant Contact mailings and subsequently wish to withdraw their participation may opt-out of receiving future mailings at any time. \r\nConstant Contact may also monitor or record any telephone conversations it has with users for quality control purposes, for purposes of training its employees and for its own protection.\r\nIn addition, Constant Contact keeps track of activity on its website via log files stored on its web servers. Constant Contact collects information such as IP address, browser type and version, geographic location, pages users view, how users got to its websites and any links users click on to leave its websites, and any device or other method of communication users use to interact with its websites.  Constant Contact also keeps track of how users got to its websites and any links users click on to leave its websites.  Constant Contact uses its logs of user website activity to assist it in offering users a personalized website experience, to assist users with technical support, to diagnose problems with its server, in connection with its security program, to administer its website, to improve its products and services and do a better job of marketing them, and to tailor its product and service offerings. \r\nAs part of Constant Contact’s internal operations, it transfers personal data of its employees and non-employee personnel to its U.S. headquarters for processing and storage. Constant Contact collects, transfers, and uses employee data for purposes of employee benefits and employees services. Such benefits and services include evaluation of qualifications for employment, provision of employment, compensation and benefits, reporting, security management, administration of compensation, performance management and company network access, authentication and personalization.  Some of this employee data may, from time to time, be manually processed.",
    "address": "1601 Trapelo Rd",
    "asp_index": "25064",
    "city": "Waltham",
    "contactemail1": "jcuff@constantcontact.com",
    "contactfax1": "781-472-8101",
    "contactname1": "Jim Cuff",
    "contactoff1": "Operations",
    "contactphone1": "781-472-8100",
    "contacttitle1": "VP, Operations",
    "corpoffemail1": "jcuff@constantcontact.com",
    "corpofffax1": "781-472-8101",
    "corpoffname1": "Jim Cuff",
    "corpoffphone1": "781-472-8100",
    "corpofftitle1": "VP, Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)General Services - (GSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Services - (GSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-20",
    "orgverification": "Third Party - TRUSTe",
    "personaldata": "Online/Offline - Organizational, customer, visitor",
    "ppdate": "2013-09-09",
    "previous": "",
    "privacyprograms": "Constant Contact is a licensee of the TRUSTe Privacy Program.",
    "recoursemech": "TRUSTe; EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) for human resources data.",
    "signupdate": "2010-10-20",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02451"
}