{
    "CertificationStatus": "true",
    "Fax": "708-532-1811",
    "OrgName": "Panduit",
    "PPLoc": "http://www.panduit.com/wcs/Satellite?pagename=PG_Wrapper&friendlyurl=/en/about-us/overview/privacy-policy ",
    "Phone": "708 532-1800",
    "activities": "Panduit receives personal information from the EU and Switzerland collected online from Panduit's website, blogsite and mobile applications, including information concerning the user’s name, address, email information, demographic information and information about the user’s industry/profession.   Panduit uses this information for its internal use only.  Panduit uses this information to create an account for the user, to register the user for Panduit programs and to respond to the user’s requests.    We may use the information to send emails regarding new products or services Panduit offers.  In general, the information is collected  to enhance the user’s online experience by providing faster service and customized information.  Panduit will never sell or share the information collected from the EU and Switzerland with third parties, except with our distributors so that they can generate sales opportunities to the users.   Panduit uses cookies to delivers content specific to the user’s interests each time the user visits the site.  Panduit also collects IP addresses for system administration and to report aggregate information on users to the site.  Panduit maintains a privacy policy which explains the data collected and how it’s used.",
    "address": "18900 Panduit Dr.",
    "asp_index": "25068",
    "city": "Tinley Park",
    "contactemail1": "mmro@panduit.com",
    "contactfax1": "708-444-6450",
    "contactname1": "Michelle Brooks",
    "contactoff1": "Legal Department",
    "contactphone1": "708-532-1800",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "ram@panduit.com",
    "corpofffax1": "708-614-8344",
    "corpoffname1": "Bob McCann",
    "corpoffphone1": "708-532-1800",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Electronic Components - (ELC)Electronics Industry Prod/Test Equipment - (EIP)Telecommunications Equipment - (TEL)",
    "industrysector_parsed": [
        "Electronic Components - (ELC)",
        "Electronics Industry Prod/Test Equipment - (EIP)",
        "Telecommunications Equipment - (TEL)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-22",
    "orgverification": "Third Party",
    "personaldata": "On-line data. Does not include manually processed data.",
    "ppdate": "2014-04-02",
    "previous": "25068",
    "privacyprograms": "TRUSTe EU SH Program",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-10-22",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60487"
}