{
    "Fax": "917-591-5167",
    "OrgName": "QuisLex, Inc.",
    "PPLoc": "http://www.quislex.com/privacy-policy/ ",
    "Phone": "917-512-4489",
    "activities": "All Personal Information of the clients or of the customers/clients of its clients residing in European Union countries or Switzerland received by QuisLex is only in its capacity and role as a legal support services provider. QuisLex processes and analyzes such data only for the limited purposes of providing legal support services, in accordance with the instructions of its clients.\r\nQuisLex collects the domain names and ‘IP addresses’ of the visitors to its website www.QuisLex.com and uses such information only for the purposes of measuring the number of visitors, average time spent by each visitor on our website, pages viewed by the visitor, use of our website and to develop ideas to improve the content of our website. This information is collected, logged and produced in the aggregate. QuisLex does not, as a rule, send any unsolicited emails using such information.\r\nQuisLex does not sell, rent or disclose the data we receive from the sources stated above to any third parties. The employees or authorized personnel of QuisLex, who work on those specific matters are given access only on a need-to-know basis. QuisLex does not disclose an individual’s Personal Information to third parties, except as required by law. \r\nQuisLex may, share Personal Information with its subsidiary or its affiliate entity, such as its joint venture partners, only in connection with rendering of client services, where such subsidiary or the affiliate entity is involved in the management of the specific matters in question. In such instances, information may be shared or transferred, depending on the client instructions from QuisLex to such QuisLex subsidiary or affiliated entity, which may involve transfer of data from the United States of America to India.",
    "address": "126 East 56 St. 4th Floor",
    "asp_index": "25075",
    "city": "New York",
    "contactemail1": "info@quislex.com",
    "contactfax1": "917-591-5167",
    "contactname1": "Michel Sahyoun",
    "contactoff1": "QuisLex, Inc.",
    "contactphone1": "917-512-4450",
    "contacttitle1": "Chief Technology Officer",
    "corpoffemail1": "michel@quislex.com",
    "corpofffax1": "917-591-5167",
    "corpoffname1": "Michel Sahyoun",
    "corpoffphone1": "917-512-4450",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Legal Services - (LES)Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Legal Services - (LES)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-23",
    "orgverification": "In-House",
    "personaldata": "Off-line, On-line data",
    "ppdate": "2007-09-12",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2007-10-23",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10022"
}