{
    "Fax": "973-774-1178",
    "OrgName": "Everest Clinical Research Services Inc.",
    "PPLoc": "https:/ www.ecrscorp.com/safeharbor_policy.jsp ",
    "Phone": "973-774-1177",
    "activities": "Everest Clinical Research Services Inc. (“Everest”) is a contract research organization (CRO) that provides services to the pharmaceutical and biotechnology companies for biostatistics, statistical programming, clinical data management, medical coding, trial randomization, trial drug dispensing and inventory management, medical writing, pharmacovigilance, regulatory submission activities, data and safety monitoring review, and trial site management, with offices in the United States and Canada. Everest works closely with sponsor companies worldwide by providing experienced staff who participate directly with the sponsor company as core project team members. Additional staff provide technical assistance to those acting as core project team members. Everest may also occasionally hire full-time or contract positions from individuals in the European Economic Area (“EEA”) or Switzerland. In addition to clinical trial data and human resources data, Everest may collect information from clinical investigators or site management organizations (SMOs) in our Investigator Registry.",
    "address": "150 Clove Road, Suite 502",
    "asp_index": "25088",
    "city": "Little Falls",
    "contactemail1": "andrew.cook@ecrscorp.com",
    "contactfax1": "973-774-1178",
    "contactname1": "Andrew Cook",
    "contactoff1": "Everest Clinical Research Services Inc.",
    "contactphone1": "973-774-1187",
    "contacttitle1": "Vice President, Human Resources and Corporate Affairs",
    "corpoffemail1": "irene.zhang@ecrscorp.com",
    "corpofffax1": "973-774-1178",
    "corpoffname1": "Irene Zhang",
    "corpoffphone1": "973-774-1160",
    "corpofftitle1": "President/CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Biotechnology - (BTC)Information Services - (INF)Employment Services - (EMP)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Employment Services - (EMP)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-19",
    "orgverification": "In-house",
    "personaldata": "Organization, client, vendor, clinical trial data, includes manually processed data",
    "ppdate": "2014-10-16",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "The recourse mechanism includes steps to allow any individual’s complaint and disputes to be provided to Everest via phone (973.774.1177), fax (973.774.1178) or email (privacy@ecrscorp.com). Verification that Everest attestations and assertions made about its privacy practices are true and have been implemented is accomplished by means of self-assessments through Everest internal compliance audits. The Everest Privacy Officer may be contacted with any questions, concerns, or complaints regarding the Safe Harbor Policy. Everest will investigate and attempt to resolve complaints and disputes regarding this Policy. However, for complaints or disputes that cannot be resolved, Everest will participate in dispute resolution as follows: For both EU and Swiss Safe Harbor Policy compliance, Everest chooses to cooperate and comply with the EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) with respect to all types of data.",
    "signupdate": "2012-10-19",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07424"
}