{
    "CertificationStatus": "true",
    "Fax": "913-685-1982",
    "OrgName": "UnitedLex Corporation",
    "PPLoc": "http://www.unitedlex.com/european-safe-harbor-privacy.php ",
    "Phone": "913-685-8900",
    "activities": "UnitedLex Corporation in connection with rendering of legal support services receives, directly or indirectly, via oral or written communication, personal information of its clients or of the customers/ clients of its clients residing in the EU countries. All the data received by UnitedLex Corporation is only in its capacity and role as a legal support services provider. We process and analyze such data only for the limited purposes of providing legal support services, in accordance with the instructions of the clients.\r\nUnitedLex Corporation receives resumes from potential candidates aspiring for careers at UnitedLex Corporation. Such candidates provide their email/ and telephone contact numbers. If a candidate contacts us via our email address then the email address of the sender remains with the HR department and any such email, addresses or telephone numbers may be collected only to respond to such inquires. \r\nWe do not sell, rent or disclose the data we receive from the sources stated above to any third parties. The employees or authorised personnel of UnitedLex Corporation who work on those specific matters are given access only on a need to know basis. We do not disclose any individual’s personal information to third parties, except as required by Law.\r\nWe may share personal information with our subsidiary or parent or our affiliate entity such as our joint venture partners, only in connection with tendering of client services, where such subsidiary or parent or the affiliate entity is involved in the management of the specific matter in question. In such instances, information may be shared or transferred, depending on the client instructions from UnitedLex Corporation to such UnitedLex Corporation subsidiary or parent or affiliated entity, which may involve transfer of data from the United States of America to India.",
    "address": "6130 Sprint Parkway Suite 300",
    "asp_index": "25098",
    "city": "Overland Park",
    "contactemail1": "ryan.reeves@unitedlex.com",
    "contactfax1": "913-685-1982",
    "contactname1": "Ryan Reeves",
    "contactoff1": "UnitedLex Corporation",
    "contactphone1": "913-685-8900",
    "contacttitle1": "Sr. Vice President of US Operations",
    "corpoffemail1": "gerardo.herrera@unitedlex.com",
    "corpofffax1": "913-685-1982",
    "corpoffname1": "Gerardo Herrera",
    "corpoffphone1": "913-689-8979",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "France, Germany, Italy, Netherlands, Norway, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "ITA",
        "NLD",
        "NOR",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Services - (GSV)Information Services - (INF)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-12",
    "orgverification": "In-House",
    "personaldata": "off-line, on-line, human resource data",
    "ppdate": "2008-10-30",
    "previous": "25098",
    "privacyprograms": "None",
    "recoursemech": "We will use the EU data protection authorities for human resources dispute resolution; JAMS for all others",
    "signupdate": "2008-11-12",
    "state": "Kansas",
    "statutorybody": "FTC",
    "zip": "66211"
}