{
    "CertificationStatus": "true",
    "Fax": "(317) 396-1592",
    "OrgName": "ExactTarget, Inc.",
    "PPLoc": "http://www.exacttarget.com/privacy-policy/website-privacy-statement ",
    "Phone": "(317) 423-3928",
    "activities": "This Certification applies to ExactTarget, Inc.’s Web-based services branded as “ExactTarget” and “Predictive Intelligence,” and specifically excludes the products and services branded as “Buddy Media,” “Social.com,”  “Radian6,” and “Social Studio,” including associated offline components and successor branding. As part of the ExactTarget and Predictive Intelligence services (referred to herein as “Services”), customers are permitted to submit electronic data and information, including personal data, into servers used by ExactTarget. In this context, ExactTarget acts as a data processor and does not determine how its customers’ data is used in those servers. ExactTarget does not choose or determine the types of data that are submitted to servers used by ExactTarget in connection with customers’ use of its Services, and any access to, or use of, such data is incidental to completing the contractual obligations of ExactTarget as data processor to its customers. ExactTarget also acts as a data processor when, as part of ExactTarget’s professional services operations, ExactTarget processes data and information, including personal data, on behalf of its customers. ExactTarget acts as a data controller when, as part of ExactTarget’s internal operations, ExactTarget transfers personal data of its current and prospective customers and current and prospective business partners to ExactTarget’s U.S. data centers for processing and storage. Specifically, ExactTarget collects, transfers, and uses personal data of its current and prospective customers and current and prospective partners for sales, billing, marketing, and business partner recruitment purposes.",
    "address": "20 N. Meridian St.",
    "asp_index": "25104",
    "city": "Indianapolis",
    "contactemail1": "maco.stewart@salesforce.com",
    "contactfax1": "415-813-5145",
    "contactname1": "Maco Stewart",
    "contactoff1": "Privacy",
    "contactphone1": "415-536-5423",
    "contacttitle1": "Corporate Counsel - Privacy",
    "corpoffemail1": "aweaver@salesforce.com ",
    "corpofffax1": "415-536-4616",
    "corpoffname1": "Amy Weaver",
    "corpoffphone1": "415-882-2761",
    "corpofftitle1": "Senior Vice President & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-11-03",
    "orgverification": "Third Party - TRUSTe",
    "personaldata": "On-line, client, customer, prospect and business partner data",
    "ppdate": "2014-06-12",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2004-11-03",
    "state": "Indiana",
    "statutorybody": "FTC",
    "zip": "46204"
}