{
    "CertificationStatus": "true",
    "Fax": "6617168600",
    "OrgName": "Lightspeed Systems Inc",
    "PPLoc": "http://www.lightspeedsystems.com/about/PrivacyPolicy.aspx ",
    "Phone": "6617167600",
    "activities": "When you register, we will request certain personal information, including, but not limited to, contact information, such as your name, city and state, school district and e-mail address. This information better enables us to provide you with content relevant to your interests and provides us with aggregate data that Lightspeed Systems uses to improve the Services.   Please see Section 5, below, for information on how to access or update this information.\r\nLightspeed Systems gathers information about all users collectively, such as what areas users visit most frequently and what services users access most often. Lightspeed Systems automatically logs IP addresses, session sources, and other data which tracks users' access to the Services. We analyze these logs for sales and marketing purposes as well as system performance monitoring. These logs are analyzed for the aggregate trends they reveal about our customers and how the customers use the Services, not for the behaviors of individual users.\r\nNon-Personally Identifiable Information: We may collect certain non-personally identifiable information from visitors to our site, such as the date and time of their visit, the type of browser used (e.g., Chrome, Firefox, Internet Explorer), the type of operating system used (e.g., Windows 2000 or Mac OS), the ISP from which the visitor receives Internet access, and aggregate information regarding what pages users of the site access or visit. \r\nWe may also collect non-personally identifiable information from registered members and match it to personally identifiable information (such as the member's name) in our database. Such combined information is kept in our internal database under the member's user name\r\n\r\nIf you reside in the European Union, upon registration you will be indicating your explicit consent that the personal information you have provided may be transferred and stored in countries outside the EU, including the United States. If you fail to provide your consent, you will not be permitted to access the Services for which registration is required. Lightspeed Systems adheres to the U.S. Safe Harbor Privacy framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of data from the European Union and is registered with the U.S. Department of Commerce’s Safe Harbor Program.\r\nIn order to comply with the European Union’s Safe Harbor Principles, Lightspeed Systems commits to the resolution of complaints about your privacy and our collection or use of your personal information.  We have committed to resolve any complaints by European Union citizens relating to this policy, which cannot be resolved directly with our company, through the EU Safe Harbor Dispute Resolution Procedure administered by the Council of Better Business Bureaus, Inc",
    "address": "1800 19th Street",
    "asp_index": "25101",
    "city": "Bakerfield",
    "contactemail1": "privacy@lightspeedsystems.com",
    "contactfax1": "6617168600",
    "contactname1": "John Genter",
    "contactoff1": "Legal Department",
    "contactphone1": "6617167600",
    "contacttitle1": "VP Global Operations",
    "corpoffemail1": "jgenter@lightspeedsystems.com",
    "corpofffax1": "6617168600",
    "corpoffname1": "John Genter",
    "corpoffphone1": "6617167600",
    "corpofftitle1": "VP Global Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Education & Training - (EDS)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Education & Training - (EDS)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-08",
    "orgverification": "In-house",
    "personaldata": "name;  city and state; school email address; password; nickname; IP address; grade evel; and school.  For customers using Clever integration we also collect date of birth, gender, ethnicity and race. Manually collected data is covered.",
    "ppdate": "2011-12-01",
    "previous": "",
    "privacyprograms": "Future of Privacy Forum - Student Privacy Pledge - http://studentprivacypledge.org/?page_id=45 \r\n\r\nWe do follow ISO9000:2008 standards",
    "recoursemech": "In order to comply with the European Union’s Safe Harbor Principles, Lightspeed Systems commits to the resolution of complaints about your privacy and our collection or use of your personal information.  We have committed to resolve any complaints by European Union citizens relating to this policy, which cannot be resolved directly with our company, through the EU Safe Harbor Dispute Resolution Procedure administered by the Council of Better Business Bureaus, Inc. (BBB EU Safe Harbor)",
    "signupdate": "2011-12-08",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "93301"
}