{
    "CertifiedThroughLabel": "",
    "Fax": "617-737-0993",
    "OrgName": "Raptor Sports Holdings, LLC",
    "PPLoc": "http://raptorsports.com/privacyPolicy ",
    "Phone": "617-772-4600",
    "activities": "As part of Raptor Sports’ Web-based applications and platform services branded as the Raptor services (raptorsports.com, fanmanager.com, Raptor Fan Manager), customers are permitted to submit electronic data and information, including personal data, to Raptor’s servers. In this context, Raptor acts as a data processor. Raptor does not choose or determine the types of data that are submitted to the Raptor website beyond name and email, and any access to or use of such data by Raptor is incidental to completing the requested correspondence with the customers who submitted the data. As part of the Raptor Fan Manager service, Raptor processes and analyses data and information, including personal data, on behalf of its customers. In this context, Raptor acts as a data controller on behalf of its customers. As part of Raptor’s internal operations, Raptor transfers personal data of its employees and non-employee personnel to Raptor’s U.S. headquarters for processing and storage. Raptor collects, transfers, and uses employee data for purposes of employee benefits and employee services. Such benefits and services include evaluation of qualifications for employment, provision of employment, compensation and benefits, reporting, security management, administration of compensation, performance management and company network access, authentication and personalization. In this context, Raptor acts as a data controller.",
    "address": "280 Congress Street, 12th Floor",
    "asp_index": "25109",
    "city": "Boston",
    "contactemail1": "andy.boudreau@raptorsports.com",
    "contactfax1": "617-737-0993",
    "contactname1": "Andy Boudreau",
    "contactoff1": "Raptor Sports Boston",
    "contactphone1": "617-772-4632",
    "contacttitle1": "Director of Business Intelligence",
    "corpoffemail1": "jeff.bennett@raptorsports.com",
    "corpofffax1": "617-737-0993",
    "corpoffname1": "Jeff Bennett",
    "corpoffphone1": "617-772-4142",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Apparel - (APP)Sporting Goods & Recreational Equipment - (SPT)",
    "industrysector_parsed": [
        "Apparel - (APP)",
        "Computer Software - (CSF)",
        "Sporting Goods & Recreational Equipment - (SPT)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-19",
    "orgverification": "Third Party",
    "personaldata": "On-line data, Offline data, Manually processed data, Human Resources Data",
    "ppdate": "2013-12-11",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-12-19",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02210"
}