{
    "CertificationStatus": "true",
    "Fax": "803-753-9595",
    "OrgName": "PeopleClues",
    "PPLoc": "http://www.peopleclues.com/privacypolicy.htm ",
    "Phone": "843-300-3400",
    "activities": "We collect the following personal information from our Customers\r\n•\tContact/User Information such as name, email address, mailing address, phone number\r\n•\tUnique Identifiers such as user name, account number, password\r\n•\tInformation about your business such as company name and address\r\n\r\nWe use this information to \r\n•\tAssess the needs of your business to determine suitable products\r\n•\tSend you requested product or service information\r\n•\tRespond to customer service requests\r\n•\tAdminister your account\r\n•\tRespond to your questions and concerns\r\n•\tConduct research and analysis\r\n•\tFacilitate your interactions with other users. \r\n•\tAnalytics based anonymous data collection\r\n\r\nAs is true of most web sites, we gather certain information automatically and store it in log files.  This information includes internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and clickstream data. \r\n \r\nWe use this information, which does not identify individual users, to analyze trends, to administer the site, to track users’ movements around the site and to gather demographic information about our user base as a whole.  We do not link this automatically-collected data to personally identifiable information.\r\n\r\nInformation Related to Data Collected through the PeopleClues Services\r\n\r\nPeopleClues collects information under the direction of its Customers through its various assessment technology Services, and has no direct relationship with the individuals whose personal data it processes. We work with its Clients to help them provide notice to their customers concerning, the purpose for which personal information is collected.\r\n\r\nService Provider, Sub-Processors/Onward Transfer\r\n\r\nPeopleClues may transfer personal information to companies that help us administer aspects of our business. Transfers to subsequent third parties are covered by the provisions in this Policy regarding notice and choice and the service agreements with our customers.",
    "address": "466 King Street",
    "asp_index": "25110",
    "city": "Charleston",
    "contactemail1": "support@peopleclues.com",
    "contactfax1": "803-753-9595",
    "contactname1": "",
    "contactoff1": "PeopleClues Corporate Headquarters",
    "contactphone1": "843-300-3400",
    "contacttitle1": "",
    "corpoffemail1": "bobbyc@peopleclues.com",
    "corpofffax1": "803-753-9595",
    "corpoffname1": "Bobby Cottrell",
    "corpoffphone1": "843-300-3400",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Employment Services - (EMP)",
    "industrysector_parsed": [
        "Employment Services - (EMP)"
    ],
    "latest": "false",
    "nextcertification": "2015-11-05",
    "orgverification": "Third Party",
    "personaldata": "On-line data = data collected directly on the Internet. Manually processed data = data collected manually – paper, trade shows, etc.",
    "ppdate": "2014-09-12",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-11-05",
    "state": "South Carolina",
    "statutorybody": "FTC",
    "zip": "29403"
}