{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "TopLine Communication LLC",
    "PPLoc": "http:// ",
    "Phone": "312-620-2017",
    "activities": "TopLine Communication LLC and it's on-line management coaching platform, Coaching Right Now, collect information from individuals and their employers for the purpose of personal business coaching, career development, assessment, training, and advice. In accordance with administering these programs, TopLine Communication LLC and its on-line management coaching platform, Coaching Right Now, collect personal information from our clients, such as name, address, email address, phone number, and resume information (including company name, employment history, education, experience, job qualifications, professional credentials, skills, language skills, memberships in professional organizations, etc.). This information is collected on-line and off-line and is maintained on a site hosted by TopLine Communication LLC in the United States. Access to the information is limited to the individual, the employer, and to select coaches and advisors, as well as to limited number of TopLine Communication LLC employees responsible for maintaining and updating the required information.",
    "address": "4707 West Farwell Ave",
    "asp_index": "25134",
    "city": "Lincolnwood",
    "contactemail1": "kelly@coachingrightnow.com",
    "contactfax1": "",
    "contactname1": "Ms. Kelly Ellis",
    "contactoff1": "Lincolnwood, IL",
    "contactphone1": "312-620-2017",
    "contacttitle1": "Director of Operations",
    "corpoffemail1": "bill@coachingrightnow.com",
    "corpofffax1": "",
    "corpoffname1": "William Auerbach",
    "corpoffphone1": "312-620-2017",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-04",
    "orgverification": "In-House",
    "personaldata": "On-line, off-line, and manually processed",
    "ppdate": "2014-10-03",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "“Better Business Bureau EU Safe Harbor Program”\r\nIndividuals who reside in EU member countries or Switzerland and who have privacy questions or disputes should first contact the TopLine Communication LLC Safe Harbor Program Coordinator listed in the Privacy Policy. If the matter is not satisfactorily resolved internally, individuals may contact the “Better Business Bureau Safe Harbor Program,” which is TopLine Communication LLC’s Dispute Resolution Provider.",
    "signupdate": "2014-11-04",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60712"
}