{
    "CertificationStatus": "true",
    "Fax": "415-520-5695",
    "OrgName": "thismoment, Inc.",
    "PPLoc": "http://thismoment.com/privacypolicy ",
    "Phone": "415-500-6476",
    "activities": "Thismoment acts as a data processor on behalf of its customers who use Thismoment’s web-based software-as-a-service solution.   Thismoment’s customers may input personal data into the Thismoment solution directly, including personal data about customer employees, contractors and agents or about the customer’s own clients and consumers.  In addition, Thismoment collects data on behalf of its customers directly from the customer’s end-user consumers who interact with the Thismoment web-based solution, including personal data submitted to the application by end-user consumers, web log data and data collected through cookies.  In its capacity as a data processor, Thismoment acts as a data processor for its customer.  Thismoment acts as a data controller in connection with the operation of its website Thismoment.com, through which it collects personal information regarding current and prospective customers and current and prospective business partners. Thismoment also acts as a data controller in connection with the operation of my.thismoment.com and thismoment.com, through which it collects data regarding end-user consumers who interact with the website, including personal data submitted to the website by end-users, web log data and data collected through cookies.  Thismoment also acts as a data controller in connection with the collection and use of personal data of its employees and non-employee personnel.  Thismoment uses this data for employment-related purposes, including evaluation of qualifications for employment, provision of employment, compensation and benefits, reporting, security management, administration of compensation, performance management, termination of employment, compliance with legal requirements and company network access, authentication and personalization.   All personal information described above may be collected in the EU or Switzerland and transferred to thismoment servers in the U.S.",
    "address": "222 Kearny Street, Suite 500",
    "asp_index": "25145",
    "city": "San Francisco",
    "contactemail1": "legal@thismoment.com",
    "contactfax1": "415-520-5695",
    "contactname1": "Debbie Rosenbaum",
    "contactoff1": "San Francisco",
    "contactphone1": "415-500-6476",
    "contacttitle1": "Corporate Counsel & Assistant Secretary",
    "corpoffemail1": "legal@thismoment.com",
    "corpofffax1": "415-520-5458",
    "corpoffname1": "Debbie Rosenbaum",
    "corpoffphone1": "415-500-6476",
    "corpofftitle1": "Corporate Counsel & Assistant Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-25",
    "orgverification": "In-house",
    "personaldata": "Customer data, consumer data and human resources data, including manually-processed data",
    "ppdate": "2012-10-24",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2011-10-25",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94108"
}