{
    "CertificationStatus": "true",
    "Fax": "512-904-3401",
    "OrgName": "Moxie Software, Inc.",
    "PPLoc": "http://www.gomoxie.com/about/privacy/ ",
    "Phone": "650-294-4680",
    "activities": "Moxie Software receives personal information from visitors to the company's website and as result of our operation of web-based applications on behalf of our business customers.  We collect, transfer, and use the personal information collected from visitors to our website for sales, marketing, research, communication, event registration, and related business purposes.  We collect, transfer, and use the personal information collected from users of the web-based applications we provide on behalf of our business customers to provide services to the customers and their end users.   Moxie Software does not own or have independent rights to control the personal information collected by such web-based applications, and Moxie Software's access and use of the data is subject to our contractual obligations to our business customers and their instructions.  With respect to our employees, Moxie Software collects, transfers, and uses employee data for purposes of employee benefits, employee services, security management, network access, and other employment related purposes.",
    "address": "150 Mathilda Place, Ste 302",
    "asp_index": "25144",
    "city": "Sunnyvale",
    "contactemail1": "pmaroney@moxiesoft.com",
    "contactfax1": "512-904-3401",
    "contactname1": "Patrick Maroney",
    "contactoff1": "Moxie Software, Inc.",
    "contactphone1": "512-904-3451",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "pmaroney@moxiesoft.com",
    "corpofffax1": "512-904-3401",
    "corpoffname1": "Patrick Maroney",
    "corpoffphone1": "512-904-3451",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-03",
    "orgverification": "In-house",
    "personaldata": "On-line, Off-line, Human Resources Data",
    "ppdate": "2014-10-23",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "International Centre for Dispute Resolution of the American Arbitration Association.",
    "signupdate": "2012-08-03",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94086"
}