{
    "CertifiedThroughLabel": "",
    "Fax": "(877) 548-3001",
    "OrgName": "LiveHelpNow, LLC",
    "PPLoc": "http://www.livehelpnow.net/policies/privacy/ ",
    "Phone": "(877) 548-3001",
    "activities": "LiveHelpNow has implemented technology and security features and strict policy guidelines to safeguard the privacy of its customers' individually identifiable information from unauthorized access or improper use, and we will continue to enhance our security procedures as new technology becomes available. \r\n\r\nLiveHelpNow will collect and use individually identifiable information for billing purposes, to anticipate and resolve problems with its services, or to create and inform customers of products and services that better meet customer needs. This means that LiveHelpNow may use its customers' individually identifiable information to market new services to its customers that we think will be of interest, but we will not disclose customer individually identifiable information to third parties who want to market products to its customers. A customer may choose not to receive direct marketing communications from LiveHelpNow in connection with LiveHelpNow online services.\r\n\r\nLiveHelpNow will not sell, trade or disclose to third parties any individually identifiable information derived from the registration for or use of a LiveHelpNow, Inc online service without the consent of the customer (except as required by subpoena, search warrant or other legal process or in the case of imminent physical harm to the customer or others). When LiveHelpNow uses other agents, contractors or companies to perform services on its behalf, LiveHelpNow will ensure that the company protects its customers' individually identifiable information.",
    "address": "726 Fitzwatertown Rd Suite 6",
    "asp_index": "25158",
    "city": "Willow Grove",
    "contactemail1": "help@livehelpnow.com",
    "contactfax1": "(877) 548-3001",
    "contactname1": "Benjamin Grinberg",
    "contactoff1": "726 Fitzwatertown Rd Suite 6 Willow Grove, PA 19090",
    "contactphone1": "(877) 548-3001",
    "contacttitle1": "Marketing Director",
    "corpoffemail1": "help@livehelpnow.com",
    "corpofffax1": "(877) 548-3001",
    "corpoffname1": "Michael Kansky",
    "corpoffphone1": "(877) 548-3001",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-03",
    "orgverification": "In-house & AlertLogic, SecurityMetrics",
    "personaldata": "Online data collected through customer Sign-up, or as may be collected online by LiveHelpNow customers' customers, and placed on LiveHelpNow's platform. LiveHelpNow does not process any data manually.",
    "ppdate": "2014-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "2014-11-03",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19090"
}