{
    "Fax": "9082050104",
    "OrgName": "AetherPal Inc.",
    "PPLoc": "See link below",
    "Phone": "9082050102",
    "activities": "AetherPal provides secured remote dignostics via its software application suites which are used for enterprise level remote customer care.\r\n\r\nAetherPal has transformed the ability of carriers, enterprises, OEMs and customers to optimize the experience for smart devices, utilizing real time data, while ensuring complete user privacy, significantly reducing support costs, and dramatically improving the end user experience, resulting in extended device lifecycle and increased brand loyalty\r\n\r\nAetherPal provides customer care, help desks and customers the ability to securely administer smart devices to ensure that users have the optimal application suite,  device performance and an improved user experience.",
    "address": "1 Cragwood Drive, Suite 305",
    "asp_index": "25188",
    "city": "South Plainfield",
    "contactemail1": "Info@aetherpal.com",
    "contactfax1": "9082050104",
    "contactname1": "",
    "contactoff1": "Operations",
    "contactphone1": "9082050102",
    "contacttitle1": "",
    "corpoffemail1": "Subbu@aetherpal.com",
    "corpofffax1": "908-205-0104",
    "corpoffname1": "Subbu Ayyalasomayajula",
    "corpoffphone1": "908-205-0102",
    "corpofftitle1": "VP",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)Computer Services - (CSV)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-01",
    "orgverification": "In-House",
    "personaldata": "All company and client/customer data, souce codes, trial data etc. are covered.",
    "ppdate": "2009-08-27",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Complaints or issues are raised via emails by customers to company and resolved thru personal visits, or emails. Such issues are also raised via ticket system being established. Unresolved complaints are escalated to higher levels and tried to resolve fixing personal responsibility and actions are taken to improve.\r\n\r\nfurther Dispute Resolution:\r\n1. for disputes involving employment-related personal information received by AetherPal from the EEA, AetherPal has agreed to cooperate with the data protection authorities in the EEA and to participate in the dispute resolution procedures of the panel established by the European data protection authorities (EU DPAs);\r\n\r\n2. AetherPal accepts EU DPAs to investigate all unresolved complaints also, regardless of the type of data involved. Individuals who submit a question or concern to AetherPal and who do not receive acknowledgment from AetherPal of the inquiry or who think their question or concern has not been satisfactorily addressed should then contact the EU DPAs Safe Harbor Dispute Resolution Program on the Internet, by mail. Inquiries by email to address below should identify AetherPal as the company to which a concern or question has been submitted, and include a description of the privacy concern, the name of the individual submitting the inquiry, and whether EU DPAs may share the details of the inquiry with AetherPal. EU DPAs will act as a liaison to AetherPal to resolve these disputes.\r\n\r\nThe contact email for the EU DPA panel: ec-dppanel-secr@cec.eu.int",
    "signupdate": "2012-06-01",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07080"
}