{
    "CertificationStatus": "true",
    "Fax": "908-755-7451",
    "OrgName": "Smyyth LLC and all its wholly-owned U.S. subsidiaries and affiliates",
    "PPLoc": "http://www.smyyth.com/Privacy-Policy.asp ",
    "Phone": "201-714-4500",
    "activities": "BUSINESS INFORMATION REPORTING: in the course of business information reporting, will process, store and report the information to third parties who agree to comply with Smyyth LLC and all its wholly-owned U.S. subsidiaries and affiliates business terms, which include a commitment to comply with foreign and applicable data protection laws. While all of the data elements that Smyyth LLC and all its wholly-owned U.S. subsidiaries and affiliates collect in this capacity are business-related and commercial in nature, certain data elements are specifically identifiable to individual owners or principals of the subject business entities. Data collected about individual owners or principals are limited to information deemed relevant for business decision-making purposes. Smyyth LLC and all its wholly-owned U.S. subsidiaries and affiliates collects this information for purposes such as providing trading partners a sense of who is responsible for the decisions that drive the subject business; providing the business-related qualifications of the business principals, owners and managers; and serving as a resource to assess the likelihood of a given business's success. Such business-specific and commercial uses represent non-personal interests, as they pertain to a business enterprise for business-to-business commerce decisions. The data is not used to assess individuals in their personal capacity.",
    "address": "51 Cragwood Rd Suite 200",
    "asp_index": "25189",
    "city": "South Plainfield",
    "contactemail1": "bpriestley@smyyth.com",
    "contactfax1": "908-755-7451",
    "contactname1": "Barry Priestley",
    "contactoff1": "Smyyth LLC",
    "contactphone1": "201-714-4503",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "jmetzger@smyyth.com",
    "corpofffax1": "908-755-7451",
    "corpoffname1": "John Metzger",
    "corpoffphone1": "201-714-4545",
    "corpofftitle1": "Chairman",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-11-30",
    "orgverification": "In-house self assessment",
    "personaldata": "on-line, off-line, manually",
    "ppdate": "2009-09-20",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities and Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2009-11-30",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07080"
}