{
    "CertificationStatus": "true",
    "Fax": "412-788-8353",
    "OrgName": "Industrial Scientific Corporation",
    "PPLoc": "https://inet.indsci.com/iNetCustomerUI/PrivacyPolicy.aspx",
    "Phone": "412-788-4353",
    "activities": "Industrial Scientific Corporation (“ISC”) collects the following personal information: (a) contact information such as name, email address, mailing address, phone number, company name; and (b) unique identifiers such as user name, account number, password.  \r\nISC also collects personal information from our affiliates who share client information with us for the client’s use of our iNet gas detection program.  ISC automatically gathers information about a user’s computer such as IP address, browser type, referring/exit pages, and operating system.\r\nISC uses this information to: (a) fulfill the client’s order; (b) send an order confirmation; (c) send requested product or service information; (d) send product updates or warranty information; (e) respond to customer service requests; (f) administer the client’s account; (g) send client newsletters; (h) send marketing communications; and (i) respond to questions and concerns.  \r\nClients may choose to stop receiving our newsletter or marketing emails by following the unsubscribe instructions included in these emails or contacting us at unsubscribe@indsci.com.\r\nISC will share personal information with third parties only in the ways that are described in our privacy statement.  ISC does not sell personal information to third parties.\r\nISC may provide personal information to companies that provide services to help with our business activities such as product development, shipping client orders or offering customer service. These companies are authorized to use client personal information only as necessary to provide these services to ISC.\r\nISC may also disclose client personal information: (a) as required by law such as to comply with a subpoena, or similar legal process; (b) when ISC believes in good faith that disclosure is necessary to protect our rights, protect client safety or the safety of others, investigate fraud, or respond to a government request; (c) if ISC is involved in a merger, acquisition, or sale of all or a portion of its assets, clients will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of client personal information, as well as any choices clients may have regarding their personal information; and (d) to any other third party with client prior consent to do so.\r\nWhen client’s enter sensitive information (such as log-in credentials), ISC encrypts the transmission of that information using secure socket layer technology (SSL).  ISC follows generally accepted industry standards to protect the personal information submitted to us, both during transmission and once we receive it.  Once received, this information will be securely stored either on ISC administered servers physically housed at an ISC controlled site or in a third party facility that is in compliance with generally accepted industry standards for security and is a self-certifying Safe Harbor entity. ISC exclusively administers to these servers and no other parties are authorized or empowered to access these servers for any reason. ISC may also store the data on servers that are located in third countries and, in such cases, these countries will have data protection laws that are at least as comprehensive as those of the European Union. \r\nData Retention:  ISC will retain personal data we process on behalf of our client for as long as needed to provide services to our client. ISC will retain and use this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\r\nAccess:  As a data processor, ISC has no direct relationship with the individuals whose personal data it processes. An individual who seeks access, or who seeks to correct, amend, or delete inaccurate data should direct his query to the ISC Client (the data controller) which has transferred such data to ISC for processing. If the client requests ISC to amend or delete the data, ISC will respond to the Client’s request within 30 business days. The Client will then provide access to the individual as determined under the applicable local data protection law.\r\nNotice:  As an agent processing personal information under the direction of its Clients, ISC has no direct relationship with the individuals whose personal data it processes.  ISC works with its Clients to help them provide notice of data processing to individuals, including information concerning (1) the purposes for which personal information is collected and used; (2) a contact person to whom enquiries or complaints may be directed; (3) the types of third parties to whom personal information is disclosed; and (4) the choices and means that individuals are offered for limiting use and disclosure of personal information.\r\nChoice: As an agent processing personal information under the direction of its Clients, ISC has no direct relationship with the individuals whose personal data it processes.  ISC may disclose personal data to third parties in the course of processing personal data.  ISC works with its Clients to help them inform individuals about the possibility of such disclosures and helps them provide individuals with the choice of opting-out of the database(s) on which processing is performed.  ISC only processes personal information in accordance with instructions of its Clients, and only for purposes that are compatible with those for which it was originally collected or subsequently authorized by the individual. \r\nOnward Transfer:  As an agent processing personal information under the direction of its Clients, ISC may transfer personal information to subsequent third-party data processors when directed by ISC’s Clients in the course of conducting business. Transfers to subsequent third parties are covered by the provisions in our Privacy Policy regarding notice and choice and the service agreements with our Clients.",
    "address": "1001 Oakdale Road",
    "asp_index": "25187",
    "city": "Oakdale",
    "contactemail1": "privacy@indsci.com",
    "contactfax1": "800-788-8383",
    "contactname1": "Deborah Bechtold",
    "contactoff1": "1001 Oakdale Rd. Oakdale, PA 15071",
    "contactphone1": "800-338-3287",
    "contacttitle1": "Manager, Customer Service",
    "corpoffemail1": "lindemuth@indsci.com",
    "corpofffax1": "412-788-8353",
    "corpoffname1": "Todd R. Lindemuth",
    "corpoffphone1": "412-788-4353",
    "corpofftitle1": "Vice President, Finance and CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Mining Industry Equipment - (MIN)Security & Safety Equipment - (SEC)General Industrial Eqpt & Supplies - (GIE)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "General Industrial Eqpt & Supplies - (GIE)",
        "Mining Industry Equipment - (MIN)",
        "Security & Safety Equipment - (SEC)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-27",
    "orgverification": "Third Party",
    "personaldata": "On-line personal data is processed; no data is manually processed.",
    "ppdate": "2014-01-31",
    "previous": "25187",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "TRUSTe EU Safe Harbor Program",
    "signupdate": "2011-10-27",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "15071"
}