{
    "CertifiedThroughLabel": "",
    "Fax": "650-645-3700",
    "OrgName": "Actuate Corporation",
    "PPLoc": "http://www.actuate.com/company/privacy-policy/ ",
    "Phone": "650-645-3000",
    "activities": "Actuate Corporation provides business software and related support services to help companies manage and utilize their data more efficiently. Actuate products offer interactivity, management information systems, analytics, and deployment options for mobile and web applications. Personal information originating in the EU and/or Switzerland is collected both online in connection with Actuate’s business activities, including information concerning current, prospective and former: customers; suppliers and vendors; partners; and in connection with services to Actuate’s customers, access to information concerning their customers, prospects, suppliers, partners, and employees. Some of this personal information may include, but is not limited to: name, address, title and company name, email address and phone number, username, password, and other demographic information. This information is collected from both current and/or prospective customers and may be required to participate in specific activities on Actuate’s website, including contacting Actuate with questions or comments, registering for webinars or events,video or any other content, demonstrations, contests, white papers, participating in surveys or forums, or making requests for additional information or technical support. Actuate collects, transfers, and uses this information for a range of business operations, provision of products and services, financial processing and management, legal compliance with governmental, legislative and regulatory bodies, and for software licensing compliance. Actuate will also use this personal information for marketing and sales activities as permissible under applicable law, which may include providing personal information to its third party business service partners for marketing and promotional purposes. \r\nActuate also receives information from the EU/EEA and Switzerland concerning prospective, current, and former employees, consultants, contractors and job applicants for processing and storage. Actuate collects, transfers, and uses this data for purposes of employee benefits, and workforce management. This includes evaluation of qualifications for employment, provision of employment benefits, reporting, administration of compensation, performance management and training, workforce management, budgeting and salary administration, business contact directory, company network access, authentication, personalization, and legal compliance. \r\nActuate maintains a privacy policy in connection with its online business activities and in connection with its provision of services to its customers and  all of the information collected is used by Actuate in accordance with its website privacy policy statement.",
    "address": "951 Mariners Island Boulevard",
    "asp_index": "25182",
    "city": "San Mateo",
    "contactemail1": "tmckeever@actuate.com",
    "contactfax1": "650-645-3700",
    "contactname1": "Thomas McKeever",
    "contactoff1": "General Counsel",
    "contactphone1": "650-645-3000",
    "contacttitle1": "SVP, GC, Corp Dev. CCO and Secretary",
    "corpoffemail1": "tmckeever@actuate.com",
    "corpofffax1": "650-645-3700",
    "corpoffname1": "Thomas McKeever",
    "corpoffphone1": "650-645-3000",
    "corpofftitle1": "SVP, GC, Corp Dev. CCO and Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-12",
    "orgverification": "In-House",
    "personaldata": "Online data, offline data and Human Resources data.",
    "ppdate": "2012-07-23",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "The American Arbitration Association (AAA), ICDR/AAA Safe Harbor Program will provide independent recourse for on-line and off-line data. EU and Data Protection Authorities (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) will be available only in relation to human resources data.",
    "signupdate": "2011-10-12",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94404"
}