{
    "CertificationStatus": "true",
    "Fax": "603-668-6474",
    "OrgName": "Dynamic Network Services, Inc.",
    "PPLoc": "http://dyn.com/legal/dyn-privacy-policy/ ",
    "Phone": "603-668-4998",
    "activities": "Dynamic Network Services Inc. (Dyn ) provides a variety of SaaS and IaaS services. Specializing in affordable, customizable and globally-redundant domain name services.  It also provides email, domain registrations and private WHOIS registration services. By combining reliable and powerful DNS with world-class support and technical skills, The company receives personal information of its clients in the provision of a full range of Internet-based services as described on our website.",
    "address": "150 Dow St.",
    "asp_index": "25198",
    "city": "Manchester",
    "contactemail1": "legal@dyn.com",
    "contactfax1": "603-296-1589",
    "contactname1": "Richard Peterson",
    "contactoff1": "Dynamic Network Services, Inc.",
    "contactphone1": "603-296-1515",
    "contacttitle1": "Staff Attorney",
    "corpoffemail1": "legal@dyn.com",
    "corpofffax1": "603-263-7829",
    "corpoffname1": "David Allen",
    "corpoffphone1": "603-663-4998",
    "corpofftitle1": "Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-18",
    "orgverification": "In-house",
    "personaldata": "We process data obtained from clients who purchase our services via Dyn's main website, currently, www.dyn.com. In the normal course of Dyn's business, data obtained via dyn.com is manually inputed by the client and automatically processed by Dyn.",
    "ppdate": "2012-07-02",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Dynamic Network Services, Inc. contracts with TRUSTe to provide it with an independent recourse mechanism.  TRUSTe's description of this mechanism is included below. \r\n\r\nTRUSTe Watchdog Dispute Resolution\r\nTRUSTe’s Watchdog system provides a route through which consumers can resolve disputes directly ensuring that trust is built with your company and that all parties are satisfied with the outcome.\r\n1. Users are first required to contact the web site or organization directly to attempt to resolve the situation. If the organization does not respond, users can then use the online Watchdog form to register the complaint.\r\nFor the complaint to be valid, all of the following must be true:\r\na. The organization must be a TRUSTe member.\r\nb. The complaint must allege that the TRUSTe licensee has acted in a manner inconsistent with its published privacy policy.\r\nc. The complaint must deal with a privacy issue affecting the personally identifiable information of the individual (or, in the case of a minor, the guardian can complain on behalf of the minor.)\r\nd. The complaint must be in English or the organization must secure a translation service.\r\n2. Valid complaints are handled by a TRUSTe compliance analyst. The analyst will forward valid complaints to the organization in question. Users can choose to be put in direct contact with the respondent organization or they can ask TRUSTe to assume full mediation of responsibilities and be notified of the outcome.\r\n3. Under typical circumstances, the respondent organization has 10 days to respond to the compliance analyst.\r\n4. There is an appeals process in the event that either a licensee or a consumer should feel dissatisfied with the outcome of the Watchdog process. However, the majority of Watchdog complaints are resolved easily without changes to an organization’s practices or privacy statement.",
    "signupdate": "2009-09-18",
    "state": "New Hampshire",
    "statutorybody": "FTC",
    "zip": "03101"
}