{
    "CertificationStatus": "true",
    "Fax": "636-827-3708",
    "OrgName": "Maritz Holdings Inc.",
    "PPLoc": "http://www.maritz.com/privacy; http://www.maritzcx.com/privacy-policy/; http://www.maritztravel.com/Privacy; http://www.maritzmotivation.com/Privacy",
    "Phone": "636-827-4000",
    "activities": "This certification applies to Maritz Holdings Inc. and its wholly-owned U.S. subsidiaries, but specifically excludes: 1) Maritz Dealer Solutions LLC; 2) Maritz International Inc.; and 3) any wholly-owned U.S. subsidiary that maintains a separate, current, and applicable Safe Harbor certification. Notwithstanding the foregoing, the entities covered by this certification include MaritzCX Holdings LLC, and its wholly-owned U.S. subsidiaries MaritzCX Research LLC and Allegiance Software, Inc.. Other entities covered by this certification include Maritz Motivation Solutions Inc. and Maritz Travel Company.  All of the foregoing covered business entities are collectively referred to herein as “Maritz.” Maritz collects personal data from and about individuals for use generally in connection with the operation of its business; this also involves personal data Maritz collects and processes at the request of and in accordance with the instructions of its clients. Such personal data may be used by Maritz to provide incentive, performance improvement, loyalty marketing, learning, travel, customer experience, market research, or other goods or services to its clients. In addition, Maritz may use personal data in order to properly manage the employment or contractor relationship with the individual that is the subject of such data.",
    "address": "1375 N. Highway Drive",
    "asp_index": "25190",
    "city": "Fenton",
    "contactemail1": "derek.mays@maritz.com",
    "contactfax1": "636-827-3708",
    "contactname1": "Derek C. Mays",
    "contactoff1": "Law Department",
    "contactphone1": "636-827-2170",
    "contacttitle1": "Deputy General Counsel; Chief Privacy Officer",
    "corpoffemail1": "steve.gallant@maritz.com",
    "corpofffax1": "636-827-3708",
    "corpoffname1": "Steven M. Gallant",
    "corpoffphone1": "636-827-4290",
    "corpofftitle1": "Exec. Vice President, General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-06",
    "orgverification": "In-House",
    "personaldata": "On-Line, Off Line, Manually Processed, Human Resources Data",
    "ppdate": "2003-11-01",
    "previous": "",
    "privacyprograms": "Not Applicable",
    "recoursemech": "Maritz has agreed to cooperate with competent European Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) in the event of any unresolved complaints.",
    "signupdate": "2003-11-06",
    "state": "Missouri",
    "statutorybody": "FTC",
    "zip": "63099"
}