{
    "CertificationStatus": "true",
    "Fax": "(585) 338-0860",
    "OrgName": "Bausch & Lomb Incorporated",
    "PPLoc": "http://www.bausch.com/en/Reference/Privacy-Policy ",
    "Phone": "(800) 782-5812",
    "activities": "Bausch & Lomb will use and otherwise process personally identifiable information (Personal Information) about employees in Europe for the following purposes:\r\n\r\nWorkflow management, such as assigning, managing, and administering projects; compensation, including stock plan administration and compensation analysis; payroll processing; performance management; succession planning; benefits and personnel administration, such as administration of bonuses and pensions (health and medical benefits, leave entitlements); IT helpdesk and support services; training; certification; administering surveys; conducting investigations; salary planning; general business administration; evaluation of job applicant data; and absence management.\r\n\r\nBausch & Lomb will also use and otherwise process Personal Information received about Customers in Europe for the following purposes:\r\n\r\nPersonal Information that Bausch & Lomb collects about its Customers is used by Bausch & Lomb for internal purposes such as improving products, for the purpose of fulfilling customer orders and promotional registrations, responding to customer inquiries, tracking payment of customer ordres, managing customer accounts, learning about customers' needs and contacting customers for research and informational purposes.  Bausch & Lomb also uses Personal Information for market research and marketing and promotional activities including direct marketing via email and postal mail, and for general businesss administration and management and for product recall purposes.  Non personally identifiable information may be used for Website administration.",
    "address": "One Bausch & Lomb Place",
    "asp_index": "25195",
    "city": "Rochester",
    "contactemail1": "Seana.Carson@valeant.com",
    "contactfax1": "(905) 695 7656",
    "contactname1": "Seana Carson",
    "contactoff1": "Corporate Compliance Department",
    "contactphone1": "(905) 695 7634",
    "contacttitle1": "Vice President and Chief Compliance Officer",
    "corpoffemail1": "Seana.Carson@valeant.com",
    "corpofffax1": "(905) 695 7656",
    "corpoffname1": "Seana Carson",
    "corpoffphone1": "(905) 695 7634",
    "corpofftitle1": "Vice President and Chief Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)",
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-02",
    "orgverification": "Self-Assessment",
    "personaldata": "Human Resources Data, Customer Data",
    "ppdate": "2010-11-01",
    "previous": "25195",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2010-11-02",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "14604-2701"
}