{
    "CertifiedThroughLabel": "",
    "Fax": "650-521-9678",
    "OrgName": "BrightEdge Technologies, Inc.",
    "PPLoc": "http://www.brightedge.com/privacy ",
    "Phone": "800-578-8023",
    "activities": "BrightEdge collects and uses both personal and technical information from its website visitors and customers (Users) in order to operate and improve its Site and services, which may include the following types of information:\r\n1. Username, first and last name, email and/or postal address, telephone number or other information Users provide when Users create an account or fill out a form on the Site;\r\n2. Transaction information Users provide when Users request information about BrightEdge products or services; \r\n3. Usage, viewing and technical data automatically collected from Users’ computer or device, such as user’s device identifier or IP address, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and clickstream data; \r\n4. Comments or other information Users post on the Site; \r\n5. Location information when Users visit the Site, including location information provided by a computer or device interacting with the Site, when BrightEdge is permitted by law to process this information; and \r\n6. Information BrightEdge collects when Users interact with the content on the Site or on third-party sites or platforms, such as social networking sites. This may include information such as “Likes”, profile information gathered from social networking sites or the fact that Users viewed or interacted with our content. \r\n\r\nBrightEdge and its service providers (We) may collect information about Users in the following ways:\r\n1. When Users request products, services or information from Us, fill out a form or otherwise interact with Us through the Site; \r\n2. When Users contact Us separately, such as by email or telephone; \r\n3. From third-party sources, to update or supplement the information Users provide or that We collect automatically; \r\n4. Automatically through technology such as cookies, Flash cookies, HTML5 local storage, pixel tags, web beacons, clear gifs, or other tracking/recording tools, including when Users click on a link to visit the Site, interact with Our ads or other content on the Site or on third-party sites or platforms, or open the emails We send.  However, where possible Users may have the option of interacting with Us anonymously (for example when browsing the Site as a casual user) or using a pseudonym. We will usually make it clear whenever this is an option.",
    "address": "999 Baker Way, Suite 500",
    "asp_index": "25200",
    "city": "San Mateo",
    "contactemail1": "privacy@brightedge.com",
    "contactfax1": "650-521-9678",
    "contactname1": "Privacy Officer",
    "contactoff1": "800-578-8023",
    "contactphone1": "800-578-8023",
    "contacttitle1": "Office of Information Privacy",
    "corpoffemail1": "jan@brightedge.com",
    "corpofffax1": "650-521-9678",
    "corpoffname1": "Jae An",
    "corpoffphone1": "650-761-4571",
    "corpofftitle1": "Information Security Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-03",
    "orgverification": "In-house",
    "personaldata": "Organization.  Data is always automatically processed.",
    "ppdate": "2014-11-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Commitment to cooperate with data protection authorities (DPAs) located in the European Union and Switzerland or their authorized representatives.",
    "signupdate": "2011-11-03",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94404"
}