{
    "CertificationStatus": "true",
    "Fax": "603-324-3210",
    "OrgName": "SkillSoft Corporation",
    "PPLoc": "http://www.skillsoft.com/privacy.asp ",
    "Phone": "603-324-3000",
    "activities": "In the course of providing its services, SkillSoft may receive certain personally identifiable information from customers and users, such as contact information, including name, e-mail address, work and home telephone numbers, fax number and a physical postal address. SkillSoft may also receive information regarding users’ personal or professional interests, demographics, past experience with SkillSoft products and services, detailed contact preferences or other personally identifiable information. SkillSoft may use any information that it receives, including personally identifiable information for its general business purposes consistent with its privacy policy (the link to which is provided below), such as to tailor subsequent communications to users, including marketing and promotional communications, to administer and operate our web site and our business and to provide and continually improve SkillSoft offerings.\r\n\r\nSkillSoft will also transfer employee, contractor and supplier information to its U.S.-based systems for processing and storage. SkillSoft collects, transfers, and uses such data generally for purposes of administering SkillSoft’s relationship with them, including employee and contractor benefits and services. This would include evaluation of qualifications for employment or engagement, provision of employment benefits, reporting, security management, administration of compensation, project or performance management and training, budgeting and salary administration, workforce and vendor management, business contact directory, company network access, authentication and personalization.",
    "address": "107 Northeastern Blvd.",
    "asp_index": "25216",
    "city": "Nashua",
    "contactemail1": "greg_porto@skillsoft.com",
    "contactfax1": "603-324-3210",
    "contactname1": "Greg Porto",
    "contactoff1": "Legal Department",
    "contactphone1": "603-324-3000",
    "contacttitle1": "VP Administration",
    "corpoffemail1": "greg_porto@skillsoft.com",
    "corpofffax1": "603-324-3210",
    "corpoffname1": "Greg Porto",
    "corpoffphone1": "603-324-3000",
    "corpofftitle1": "VP Administration",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Education & Training - (EDS)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-03",
    "orgverification": "Third Party-TRUSTe",
    "personaldata": "On-Line, Off-Line, Manually Processed Data, Human Resources",
    "ppdate": "2007-07-31",
    "previous": "25216",
    "privacyprograms": "TRUSTe",
    "recoursemech": "For organization human resources data: EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC); For all other types of data: TRUSTe",
    "signupdate": "2003-11-03",
    "state": "New Hampshire",
    "statutorybody": "FTC",
    "zip": "03062"
}