{
    "Fax": "919-287-2439",
    "OrgName": "AMERICAN JOURNAL EXPERTS, LLC",
    "PPLoc": "http://www.aje.com/privacy ",
    "Phone": "919-704-4253",
    "activities": "American Journal Experts, LLC is an international company, providing manuscript services to researchers trying to get published. Our subject-expert editors and translators provide high quality English editing, translation, peer review, and other services to help in customer manuscript preparation.  \r\n\r\nAJE collects two categories of information regarding our customers:(i) Information that the customer provides to us; and (ii) Automatically collected information. \r\n\r\nIn connection with certain activities on our website, such as registering with the website, setting up an account, ordering a product or service, or communicating with us, we may ask the customer to provide us with information that tells us who they are. This information may include personal information such as name, email address, billing address, shipping address, phone number, driver's license number, place of employment, and credit card or other payment information, and also the content of any email sent to us. While some of the information our customers are asked to provide is voluntary, other information is mandatory, and if they do not provide such information, then they cannot receive the related service.\r\n\r\nCertain information is automatically received from customers when they visit www.journalexperts.com in order to monitor the operations of our website. This information may include, but may not be limited to, Internet protocol (IP) address, the name of the domain and host from which the customer accesses the Internet, browser software and operating system, the date and time the customer accesses our site, and the Internet address of the web site from which the customer linked directly to our site. This helps us to manage and develop our website better, to provide the customer with a more enjoyable, customized service and experience in the future, and to develop and deliver better products and services tailored to individual interests and needs.\r\n\r\nAJE only uses information we collect in a way that is compatible with and relevant for the purposes for which it was collected or authorized by the customer.",
    "address": "601 W. Main St, Ste. 102",
    "asp_index": "25212",
    "city": "DURHAM",
    "contactemail1": "rochelle.cupelli@journalexperts.com",
    "contactfax1": "919-287-2949",
    "contactname1": "Rochelle Cupelli",
    "contactoff1": "American Journal Experts",
    "contactphone1": "919-608-3167",
    "contacttitle1": "VP of Finance",
    "corpoffemail1": "shashi.mudunuri@journalexperts.com",
    "corpofffax1": "919-287-2949",
    "corpoffname1": "Shashi Mudunuri",
    "corpoffphone1": "919-704-4253",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)Information Services - (INF)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)",
        "General Services - (GSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-14",
    "orgverification": "In-house",
    "personaldata": "customer data only, does not include manually processed data",
    "ppdate": "2012-08-22",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "We agree to resolve any dispute or claim arising out of, or in connection with our Privacy Policy by binding arbitration in Raleigh, North Carolina, in accordance with the then-current rules and procedures of the American Arbitration Association (AAA) by one (1) arbitrator appointed by the American Arbitration Association. The arbitrator shall apply the law of the State of North Carolina, without reference to rules of conflict of law or statutory rules of arbitration, to the merits of any dispute or claim. Judgment on the award rendered by the arbitrator may be reduced to judgment and entered in any court of competent jurisdiction. We agree that, any provision of applicable law notwithstanding, we will not request, and the arbitrator shall have no authority to award, punitive or exemplary damages against any party. In the event that any arbitration, action or proceeding is brought in connection with this Agreement, the prevailing party shall be entitled to recover its costs and reasonable attorneys' fees.",
    "signupdate": "2012-09-14",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27701"
}