{
    "CertificationStatus": "true",
    "Fax": "316-828-3762",
    "OrgName": "Koch Business Solutions, LP",
    "PPLoc": "http://www.kbslp.com/KBS_Privacy_Policy.htm ",
    "Phone": "316-828-3640",
    "activities": "Koch Business Solutions, LP (“KBS”) is a shared services company that provides critical consulting and transactional services to the Koch Industries family of companies in the areas of HR, IT and Finance.  In the course of its business, KBS processes personal information of many individuals who are employed by other Koch companies or who do business with them, in accordance with its customers’ instructions.  This may include information of consumers, customers, employees, contractors, vendors and other relevant individuals located in the EEA.  KBS may process the information to (i) respond to individual’s requests; (ii) provide, evaluate the quality of and communicate about product and services; (iii) notify individuals of and administer scholarships, grants and awards, (iv) enable the company’s service providers to perform activities on its behalf; (v) carry out and support human resources functions and activities, including employee benefits, compensation and performance; (vi) undertake compliance activities; (vii) comply with contractual and legal obligations, policies and procedures; (viii) carry out internal and external investigations; (ix) undertake administrative activities, including data analytics; and (x) fulfill other purposes described in our Privacy Policy and Employee Privacy Notice, and other privacy related notices as relevant. We also may Process Sensitive Data to the extent necessary or appropriate for compliance with relevant legal or contractual obligations.",
    "address": "4111 East 37th Street North",
    "asp_index": "25252",
    "city": "Wichita",
    "contactemail1": "KIICOMPETH@kochind.com",
    "contactfax1": "316-828-9770",
    "contactname1": "Catherine LaChapelle",
    "contactoff1": "Koch Companies Public Sector - Legal",
    "contactphone1": "316-828-8770",
    "contacttitle1": "Chief Counsel, Intl Labor/Employment",
    "corpoffemail1": "shara.brown@kbslp.com",
    "corpofffax1": "316-828-3762",
    "corpoffname1": "Shara Brown",
    "corpoffphone1": "316-828-3640",
    "corpofftitle1": "V.P. Compliance/Ethics - KBS",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Accounting Services - (ACT)Computer Services - (CSV)General Services - (GSV)",
    "industrysector_parsed": [
        "Accounting Services - (ACT)",
        "Computer Services - (CSV)",
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-10",
    "orgverification": "In-house self assessment",
    "personaldata": "Employees, customers, consumers, contractors, vendors, Off-line, on-line, and manually processed data",
    "ppdate": "2009-08-23",
    "previous": "25252",
    "privacyprograms": "None",
    "recoursemech": "Koch Business Solutions, LP will cooperate with JAMS in accordance with the JAMS International Mediation Rules.\r\nFor complaints concerning the handling of personal information of employees of Koch Business Solutions, LP or of the company's affiliates or subsidiaries identified in the Safe Harbor Privacy Policy, Koch Business Solutions, LP will cooperate with relevant EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2011-11-10",
    "state": "Kansas",
    "statutorybody": "FTC",
    "zip": "67220"
}