{
    "CertificationStatus": "true",
    "Fax": "972-717-3985",
    "OrgName": "Courtroom Sciences, Inc.",
    "PPLoc": "http://www.courtroomsciences.com/PrivacyPolicy.aspx ",
    "Phone": "972-719-5000",
    "activities": "Courtroom Sciences, Inc. role in data protection and privacy is generally limited by its position as a litigation support provider.\r\nCourtroom Sciences, Inc. will receive data from entities located in both the United States and European Union (EU) Member States for the purpose of litigation discovery. The methods used encompass computer forensic, electronic data discovery, physical collection of paper documents and any other type of media collection requests for conversion and / or processing. \r\nAs set forth in FAQ 10 of the Safe Harbor Framework, data controllers in the EU are always required to enter into a contract when a transfer for mere processing is made, whether the processing operation is carried out inside or outside the EU. The purpose of the contract is to protect the interests of the data controller, i.e. the person or body who determines the purposes and means of processing, who retains full responsibility for the data vis-à-vis the individual(s) concerned. The contract thus specifies the processing to be carried out and any measures necessary to ensure that the data are kept secure. \r\nCourtroom Sciences, Inc. currently is subject to and will enter into a written contract with entities in an EU Member State, prior to processing any such electronic data. The contract will contain terms and provisions regarding each respective party’s rights and obligations as it relates to the processing of data for litigation purposes. This will ensure that the EU data controller will be in compliance with the Member State data protection law. Any data processed by Courtroom Sciences, Inc. will not be disclosed to third parties, except where permitted or required by the contract between the entity in an EU Member State and Courtroom Sciences, Inc..  Any information, which a Courtroom Sciences, Inc. customer (acting as the EU controller) identifies as sensitive information will be treated accordingly. Courtroom Sciences, Inc. has in place adequate data security measures to protect Personal Information from loss, misuse, unauthorized access, disclosure, alteration and destruction and will provide as much in the agreement with an entity in a EU Member State.",
    "address": "4950 N. O Connor Rd",
    "asp_index": "25253",
    "city": "Irving",
    "contactemail1": "alightburn@courtroomsciences.com",
    "contactfax1": "972-717-3985",
    "contactname1": "Andrea Lightburn",
    "contactoff1": "Corporate",
    "contactphone1": "214-687-5918",
    "contacttitle1": "Vice President",
    "corpoffemail1": "bdobbs@courtroomsciences.com",
    "corpofffax1": "972-717-3985",
    "corpoffname1": "Brent Dobbs",
    "corpoffphone1": "972-719-5000",
    "corpofftitle1": "President/CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Legal Services - (LES)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Legal Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-11",
    "orgverification": "In-House",
    "personaldata": "off-line, on-line, manually, hr data",
    "ppdate": "2009-12-08",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "CSI has established a Safe Harbor team composed of members from various departments at CSI including eDiscovery, Human Resources, Legal, and Information Technology, and will undertake self-assessment, as necessary, to ensure compliance to the Safe Harbor Principles. All requests or complaints may be submitted via regular mail or email to info@courtroomsciences.com, each as set forth in CSI's Privacy Policy, which is publicly available on CSI's website (www.courtroomsciences.com). Once any request or complaint affecting the Safe Harbor Principles has been submitted to CSI, CSI's Safe Harbor team will promptly notify the data subject that the request or complaint has been received and is being investigated, and each data subject will be notified regarding the resolution thereof. CSI will fully cooperate to resolve all outstanding issues with the EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2009-12-11",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75062"
}