{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Cordata, Inc.",
    "PPLoc": "https://sendbloom.co/",
    "Phone": "5612451076",
    "activities": "THE INFORMATION WE COLLECT AND STORESendbloom employees are prohibited from viewing the content of the data you import into your Sendbloom account, except as provided in this Privacy & Security Policy. Of course, in the case that you request our help to resolve your support issues relating to that data, and only after receiving your permission, Sendbloom employees may access the relevant data. We may collect and store the following information when running the Sendbloom Service: INFORMATION YOU PROVIDEWhen you register for an account, we collect some personal information, such as your name, phone number, credit card or other billing information, email address, and home and business postal addresses. You may also ask us to import your contacts and email history by giving us access to your third party services (for example, your email account) or to use your social networking information if you give us access to your account on social network connection services. In fact, in order to use our Service you must link a third party email account to your Sendbloom account. We then import, create, and update versions of your address book and emails for you to access in Sendbloom. With your permission (which you grant by signing up for or begin using our Service), Sendbloom collects and stores information you provide or that we collect in order to administer our Services and/or as otherwise described in this Privacy & Security Policy or our Terms of Service.LOG DATAWhen you use the Service, we automatically collect certain information from your Device, its software, and your activity using the Services. This may include, for example (but without limitation), the Device's Internet Protocol (“IP”) address, browser type, the web page visited before or after you came to our website, information you search for on our website, locale preferences, identification numbers associated with your Devices, your mobile carrier, date and time stamps associated with transactions, system configuration information, metadata, and interactions with the Service.COOKIESWe also use “cookies” to collect information and provide and improve our Services. A cookie is a small file that we transfer to your Device. We may use “persistent cookies” to save your registration ID and login password for future logins to the Service. We may use “session ID cookies” to enable certain features of the Service, to better understand how you interact with the Service, to monitor aggregate usage and web traffic routing on the Service, and to enable third-party vendors, including Google, to serve ads based on someone's past visits to our website. This also enables third-party vendors, including Google, to show our ads on sites across the internet. You can instruct your browser, by changing its options, to stop accepting cookies or to prompt you before accepting a cookie from the websites you visit. If you do not accept cookies, however, you may not be able to use all aspects of the Service. Our affiliates use cookies to make it easier for us to gather analytics about site usage and to help us provide interactive support for our users. The use of cookies by our affiliates is not covered by our privacy policy. We do not have access or control over these cookies.WIDGETSOur website includes social media features, such as the Facebook Like button and widgets, such as the “Share This” button for Twitter and LinkedIn. These features may collect your IP address and the page you are visiting on our site, and they may set a cookie to enable the feature to function properly. Social media features and widgets are either hosted by a third party or hosted directly on our site. Your interactions with these features are governed by the privacy policy of the company providing it.HOW WE USE PERSONAL INFORMATION PERSONAL INFORMATIONIn the course of using the Service, we may collect or otherwise obtain information that can be used to contact or identify you (“Personal Information”). Personal Information is or may be used: (i) to provide and improve our Service, (ii) to administer your use of the Service, (iii) to recommend follow-up reminders, assign tasks, or personalize the service, and (iv) to provide or offer software updates and product announcements. If you no longer wish to receive communications from us that are not required for the Service, please follow the \"unsubscribe\" instructions provided in any of those communications, or update your account settings information. GEO-LOCATION INFORMATIONSome devices allow applications to access real-time location-based information (for example, GPS). Our mobile apps do not collect such information from your device as of the date this policy went into effect, but may do so in the future with your consent to improve our Services. We may use this information to optimize your experience. Also, some of the information we do currently collect from a device, for example IP address, can sometimes be used to approximate a device's location.ANALYTICSWe also collect some information (ourselves or using third party services) that requires using logging and cookies, such as IP address, which can sometimes be correlated with Personal Information. We use this information for the above purposes and to monitor and analyze use of the Service, for the Service's technical administration, to increase our Service's functionality and user-friendliness, to verify users have the authorization needed for the Service to process their requests, and for advertising purposes. As of the date this policy went into effect, we use Google Analytics. Visitors can opt out of Google's use of cookies for advertising purposes by visiting Google's Ads Settings. To learn more about the privacy policy of Google Analytics go to http://www.google.com/analytics/learn/privacy.html. To learn how to opt out of that service go to https://tools.google.com/dlpage/gaoptout.",
    "address": "216 Clayton Street",
    "asp_index": "25263",
    "city": "San Francisco",
    "contactemail1": "ross@sendbloom.co",
    "contactfax1": "",
    "contactname1": "Ross Epstein",
    "contactoff1": "Sendbloom",
    "contactphone1": "5612451076",
    "contacttitle1": "CEO",
    "corpoffemail1": "ross@sendbloom.co",
    "corpofffax1": "",
    "corpoffname1": "Ross Epstein",
    "corpoffphone1": "5612451076",
    "corpofftitle1": "CEO",
    "eucountries": "Denmark, Netherlands, United Kingdom",
    "eucountries_parsed": [
        "DNK",
        "NLD",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-06",
    "orgverification": "In-house",
    "personaldata": "Client, customer, visitor",
    "ppdate": "2014-11-01",
    "previous": "",
    "privacyprograms": "Self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-11-06",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94117"
}