{
    "CertificationStatus": "true",
    "Fax": "4083437301",
    "OrgName": "Apigee Corporation",
    "PPLoc": "http://apigee.com/about/safe-harbor-privacy-policy ",
    "Phone": "4083437300",
    "activities": "Apigee's Digital Business Platform allows businesses and developers to deliver scalable APIs, applications (“apps”) and drive developer adoption.  The Digital Business Platform includes API Services, Developer Services, and Analytics Services.  Together they provide an enterprise foundation to leverage existing systems, shared databases, security frameworks, management infrastructure, and operational tools.\r\nAPI Services\r\nAPI management enables the transformation of existing back-end services to APIs with over 30 policies designed for configure rather than code deployment.  The API Back-end-as-a-Service (“BaaS”) provides web and mobile app developers with a cloud data store and services that include user management, push notifications, social networking, and geo-location services.  A unified security model is provided throughout the platform that provides secure portal access and can support other pre-existing security programs by using pluggable authentication. Lastly, Apigee enables developers with options with support for JavaScript, Java, Python, and node.js.\r\nDeveloper Services\r\nA developer portal provides developers with community management and resources needed to learn about the API and become a registered developer.  Tools such as blogs, frequently asked questions (FAQs) and forums allow developers to interact with one another to present solutions.  Modeling and developer management provides streamline developer registration with a manual or automatic registration process.  Developer app keys can be approved automatically or manually for a given API product.  SmartDocs are utilized to document APIs on the developer portal with interactive API documentation.  In addition, terms of services and acceptance for APIs can be managed.\r\nAn API console enables developers to access, explore, and test APIs. The resources from an API can be explored to execute its methods.  Authenticated API requests can be made when testing the API.\r\nAnalytics Services\r\nThe API analytics solution helps customers make better business decisions through a deep understanding of customer behavior and interactions using real-time data from their APIs and from the edge of their business.  The service helps customers get a complete picture of their customers including how those customers use their services with partner APIs, social networks, and other products.  Customers can segment their audience by top developers and apps, understand usage by API method to know where to invest, create custom reports on business-level information, and to see long-term usage trends.\r\nSeveral default types of information are collected including the uniform resource locator (URL), Internet protocol (IP) address, user ID for API call information, latency, and error data.  Customers can utilize custom policies to add other information, such as headers, query parameters, and portions of a request or response extract from extensible markup language (XML) or JavaScript object notation (JSON).  All data is pushed to the analytics server in the background.  Data aggregation jobs are used to compile various built-in or customer reports.",
    "address": "10 Almaden Boulevard, 16th Floor",
    "asp_index": "25264",
    "city": "San Jose",
    "contactemail1": "SafeHarbor@apigee.com",
    "contactfax1": "4083437301",
    "contactname1": "",
    "contactoff1": "General Counsel",
    "contactphone1": "4083437300",
    "contacttitle1": "",
    "corpoffemail1": "sramaswamy@apigee.com",
    "corpofffax1": "4083437301",
    "corpoffname1": "Shankar Ramaswamy",
    "corpoffphone1": "4083437300",
    "corpofftitle1": "Vice President  Engineering & Operations.",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-08",
    "orgverification": "In-house",
    "personaldata": "on-line, off-line, manually processed, and client and customer data",
    "ppdate": "2012-11-05",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor\r\n\r\nwww.bbb.org/us/safe-harbor-complaints",
    "signupdate": "2012-11-08",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95113"
}