{
    "CertificationStatus": "true",
    "Fax": "610-943-2527",
    "OrgName": "David's Bridal, Inc.",
    "PPLoc": "http://www.davidsbridal.com/Content_Legal_privacy ",
    "Phone": "610-943-5000",
    "activities": "Request Fulfillment: We use your personal information to confirm, fulfill and ship your orders, to set up appointments that you request, to confirm your entry in our Contests, and to otherwise respond to your requests. We may also use your personal information to contact you if we want to communicate with you about your order, appointment or other request.\r\n\r\nWe may match personal information we have collected from your prior on-line or in-store interactions with us (i.e., completion of a survey or sweepstakes entry) with the personal information you enter when you complete our in-store electronic registration form to speed up the registration process and improve your in-store and on-line experience with us.\r\n\r\nPromotional Messages: We may also use your personal information to send you newsletters, information about special events, e-mail offers, text message offers, and other savings opportunities; to notify you of changes to the Service; to provide you with up-to-date information on the newest David's Bridal products and services that may be of interest to you; to handle billing disputes with you; and to tailor our online offerings and advertisements to your preferences. We may also use non-identifying information about your visits to the Service and other Web sites in order to provide you with special offers about goods and services of interest to you, make sure you are not shown the same content repeatedly on the Service, deliver information that is specific to your interests, and to save your password so you don't have to re-enter it each time you visit the Service. If you wish to opt-out of the collection and use of information concerning your Web browsing behavior for purposes of serving and better targeting advertisements, please use the link at http://www.aboutads.info/choices, to do so.\r\n\r\nRewards Programs and Advertisements: We may also participate in rewards programs with other business organizations where our customers who are also members of these programs receive a reward from the other businesses for their purchases from David's Bridal. We also place advertisements for our products on other Web sites that include a link enabling visitors to click on the link to be taken to the Service and purchase the products featured in the advertisement. In these situations, we share your personal information about your purchases with the other member organizations or Web sites under the contracts these entities have with us.\r\n\r\nOptional Features: If you choose to participate in certain other features or functions available through the Service, such as customer service, product reviews, wish-lists, and special occasion stories or other Public Conduct, we will use your personal information to administer and operate those features and functions. We may also aggregate information we gather from your Public Conduct with other information we collect from your use of the Service.\r\n\r\nOther Business Purposes: We may also use personal information, non-identifying information, and aggregated information about our customers' access and navigation of the Service and their browsing and purchasing activities that we and our Service Providers obtain from our use of technology, to improve the Service, and for other business purposes, such as marketing, advertising and research.",
    "address": "1001 Washington Street",
    "asp_index": "25269",
    "city": "Conshohocken",
    "contactemail1": "EUSafeHarbor@dbi.com",
    "contactfax1": "610-943-2527",
    "contactname1": "Greg Pifer",
    "contactoff1": "EU Safe Harbor",
    "contactphone1": "610-943-6529",
    "contacttitle1": "Security Officer",
    "corpoffemail1": "EUSafeHarbor@dbi.com",
    "corpofffax1": "610-943-2527",
    "corpoffname1": "Greg Pifer",
    "corpoffphone1": "610-943-6529",
    "corpofftitle1": "Security Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Apparel - (APP)Footwear - (FOT)Jewelry - (JLR)",
    "industrysector_parsed": [
        "Apparel - (APP)",
        "Footwear - (FOT)",
        "Jewelry - (JLR)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-03",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, and manually processed data",
    "ppdate": "2014-03-10",
    "previous": "25269",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR, www.bbb.org/us/safe-harbor-complaints",
    "signupdate": "2009-11-03",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19428"
}