{
    "CertificationStatus": "true",
    "Fax": "302-425-5911",
    "OrgName": "MediGuide Insurance Services International",
    "PPLoc": "http://www.mediguide.com/?page_id=623 ",
    "Phone": "302-425-5900",
    "activities": "MISI provides Medical Second Opinions (MSO) to its Members. When one of our Members requests an MSO, the first thing we do is to send to them an authorization that empowers our local, in country Third Party Administrator (TPA) to collect the relevant and necessary medical files. Unless we receive that form executed by our MISI Member, we do nothing; gather no personal information. We use only TPA’s that are resident in the EU, and conducting their activity in conformity with all EU rules and regulations regarding privacy and secure secrecy. Any information sent is encrypted or sent by overnight courier directly to our office in the US. MISI uses World Leading Medical Centers, such as Johns Hopkins, the Cleveland Clinic or the Harvard Medical School’s Teaching hospitals to prepare the MSO.",
    "address": "162 Stone Blcok Row",
    "asp_index": "25293",
    "city": "Greenville",
    "contactemail1": "apatterson@mediguide.com",
    "contactfax1": "302-425-5911",
    "contactname1": "Annmarie Patterson",
    "contactoff1": "MediGuide Insurance Services International",
    "contactphone1": "302-425-5900",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "pvermeulen@mediguide.com",
    "corpofffax1": "302-425-5911",
    "corpoffname1": "Paul M. Vermeulen",
    "corpoffphone1": "302-425-5900",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Health Care Services - (HCS)Insurance Services - (INS)",
    "industrysector_parsed": [
        "Health Care Services - (HCS)",
        "Insurance Services - (INS)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-06",
    "orgverification": "MISI’s verification is an in-house, self –verifica",
    "personaldata": "The personal data and information which MISI will receive will relate only to the individual’s medical history and condition. Some of the data covered will be manually processed.",
    "ppdate": "2013-11-02",
    "previous": "",
    "privacyprograms": "In addition to the Safe Harbor privacy program, MISI adheres to the privacy requirements of HIPPA.",
    "recoursemech": "MISI’s customers or those wishing to file and follow up on a complaint against MISI for an independent recourse mechanism can utilize BBB EU SAFE HARBOR AT www.bbb.org/us/safe-harbor-complaints  for more information and to file a complaint.",
    "signupdate": "2013-12-06",
    "state": "Delaware",
    "statutorybody": "FTC",
    "zip": "19807"
}