{
    "CertificationStatus": "true",
    "Fax": "312 268 5801",
    "OrgName": "Kognitio Inc",
    "PPLoc": "http://www.kognitio.com/privacy ",
    "Phone": "312 268 5725",
    "activities": "Kognitio Inc does not receive any Kognitio company personal data from the EU or Switzerland.  \r\nKognitio does collect and store personal data for sales and marketing purposes.  This information is available to Kognitio employees in both the EU and US. This personal information is used to\r\n•\tProvide clients/prospects with information and advice about products and services that may be of interest\r\n•\tAssess and process any application for Kognitio products or services\r\n•\tAdminister and manage the products and services Kognitio provide\r\n•\tSend you a company newsletter\r\nKognitio may disclose your personal information:\r\n•\tTo Kognitio external service providers for marketing purposes. \r\n•\tTo all advisers appointed by Kognitio to assist with the administration of the service\r\n•\tIf the disclosure is required by law as to comply with a subpoena, or similar legal process\r\nThose parties which supply services to Kognitio, and to which Kognitio discloses personal information, have undertaken to comply with Kognitio confidentiality requirements under relevant legislation.\r\nKognitio also processes personal data from the EU and/or Switzerland on behalf of its clients.\r\nKognitio is an IT Software and Services company, providing software and also data reporting and analysis services to its clients.  Kognitio provides its clients with varying levels of service, from pure consultancy through to a full service, where Kognitio will receive and store a clients data and then provide the client with access to that data for reporting and analysis.\r\nAn agreement will be put in place between Kognitio and each Client, with Kognitio taking the role of Data Processor.  The agreement and associated documents will detail the service to be provided by Kognitio, including details of the data to be stored, processed and accessed (the data may include personal data).  The data processing required will be specified in detail. Kognitio is the Data Processor and will only undertake any activities on instruction from the Client.\r\nKognitio has its own Security and data protection procedures and policies that it works to and will agree any additional security or data protection requirements with each client and document these in the client agreement.  Kognitio’s policies and procedures adhere to the principles of the UK Data Protection act. Kognitio is ISO27001 certified.\r\nKognitio will always have a confidentiality agreement in place with clients.\r\nAll Kognitio staff receive training and follow-up briefings on security and data protection.",
    "address": "Two Prudential Plaza, 180 N. Stetson Street, Suite 3500",
    "asp_index": "25295",
    "city": "Chicago",
    "contactemail1": "paul.groom@kognitio.com",
    "contactfax1": "312 268 5801",
    "contactname1": "Paul Groom",
    "contactoff1": "Head Office",
    "contactphone1": "312 268 5725",
    "contacttitle1": "COO",
    "corpoffemail1": "ian.sandbach@kognitio.com",
    "corpofffax1": "312 268 5801",
    "corpoffname1": "Ian Sandbach",
    "corpoffphone1": "312 268 5725",
    "corpofftitle1": "Treasurer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-12",
    "orgverification": "Third Party",
    "personaldata": "On-line data, collected through the internet, off-line data and data that has been manually collected",
    "ppdate": "2014-11-06",
    "previous": "25295",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "TRUSTe",
    "signupdate": "2011-10-12",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60601"
}