{
    "CertificationStatus": "true",
    "Fax": "646-543-3561",
    "OrgName": "Olapic",
    "PPLoc": "https:/ www.olapic.com/privacy ",
    "Phone": "646-543-3562",
    "activities": "Olapic provides a web based photo collection and display software service. Olapic collects a limited quantity of personal information from a limited number of end-users who interact with the Olapic Services directly. This information is stored in a secure database on Amazon's RDS server infrastructure, and Olapic employs further administrative, physical and electronic measures designed to protect end-user information. Olapic's data collection, retention, and release policies are expressed in Olapic's TRUSTe approved privacy policy pasted below. \r\n\r\nGenerally, the information Olapic collects helps us to communicate with end-users regarding content that end-users have submitted through the Olapic Services. When uploading digital images through Olapic's direct upload process, a name and an email address will be required.  We may use an end-user's address to provide a notification of the status of the content end-users have submitted. Furthermore, our licensees whose sites end-users have submitted content to through the Olapic Services, may use end-user email addresses to communicate with end-users from time to time.\r\n\r\nWhen an end-user visits an Olapic site, our servers automatically record information that your browser sends whenever you visit a website. This data may include information such as end-user IP addresses, browser type or the domain from which end-users are visiting, the search terms end-users use, and any advertisements on which end-users click. Olapic uses such data to monitor the use of the Site and Services, and for the Site's technical administration.\r\n\r\nWe also use \"cookie\" technology to collect additional website usage data and to improve the Site and Services. We do not use cookies to collect personally identifiable information. Olapic may use both session cookies and persistent cookies to better understand how end-users interact with the Site and Services, to monitor aggregate usage by our users and web traffic routing on the Site, and to improve the Site and Services.\r\n\r\nWe will not share, rent or sell end-users' personally-identifiable information with any third party, except as expressly disclosed in our Privacy Policy and Data Release Policy. Our policy is to only release the data we collect in the following circumstances: (1) To our licensees whose sites end-users have submitted content to. (2) As required by law. (3) To designated third parties to resolve or investigate abuse complaints. (4) When the information is related to spiders or bots, usually when investigating technical issues. (5) For abusive users, we may release information to assist in attempting to block the abusive user or to complain to that user's Internet Service Provider. (6) If necessary to defend against legal claims. (7) When we deem it necessary to protect the property or rights of the user community, or this Site.\r\n\r\nFinally, we post customer testimonials/comments/reviews on our Site which may contain personally identifiable information. We obtain the necessary consent prior to posting the testimonial to post their name along with their testimonial.",
    "address": "151 W. 25th St",
    "asp_index": "25296",
    "city": "New York",
    "contactemail1": "legal@olapic.com",
    "contactfax1": "646-543-3561",
    "contactname1": "Andrew Gonzalez",
    "contactoff1": "Olapic Legal",
    "contactphone1": "646-543-3562",
    "contacttitle1": "Olapic Legal Coordinator",
    "corpoffemail1": "pau@olapic.com",
    "corpofffax1": "646-543-3561",
    "corpoffname1": "Pau Sabria",
    "corpoffphone1": "917-287-3294",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-06",
    "orgverification": "Third Party",
    "personaldata": "On-line data customer and end-user data",
    "ppdate": "2103-11-04",
    "previous": "25296",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-11-06",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10001"
}