{
    "CertificationStatus": "true",
    "Fax": "502-874-8323",
    "OrgName": "Yum! Brands, Inc.",
    "PPLoc": "Privacy Policy is located on Company's intranet site available to employees: https://learningzone.yum.com/Saba/Web/Main",
    "Phone": "502-874-1000",
    "activities": "The Yum! System collects personal information in connection with the administration of its human resources training application. Information is collected related to a participant’s enrollment, performance and/or completion of the training and is noted in participants’ human resources file, reported to participant’s employer and supervisor and otherwise used in connection with a participant’s employer’s human resources administration. Personal information may be shared and transferred to service providers or other third parties, such as the Yum System’s software hosting provider: • When participants have consented • In order to provide general business organization and governance purposes • After a participant has been hired for another job within the Yum System • In the event of an acquisition of the restaurant or business where participant is employed • To comply with applicable laws • As required by law or court order • To cooperate with government authorities in a criminal investigation or to detect or investigate crime • To defend an individual’s  legal rights or the rights of others, including the members of the Yum System, its Vendors and service providers • To obtain legal advice on behalf of the members of the Yum System, its Vendors and service providers. When personal information is shared with third parties it is done on a need to know basis for the applicable limited purpose and with the third party’s agreement to hold the information securely and confidentially. In addition, personal information of non-U.S. participants and employees of non-U.S franchisees is transferred to the United States for processing and storage on central servers in the United States and sending to individuals in the Yum System within the United States.  Personal information is retained for as long as their account is active or as needed to provide a participant or employees of non-US franchisees training and other human resource services, to comply with legal obligations, resolve disputes, and enforce agreements.",
    "address": "1441 Gardiner Lane",
    "asp_index": "25315",
    "city": "Louisville",
    "contactemail1": "melanie.roush@yum.com",
    "contactfax1": "502-874-8099",
    "contactname1": "Melanie Roush",
    "contactoff1": "InformationTechnology - RIS",
    "contactphone1": "502-874-1000",
    "contacttitle1": "Director",
    "corpoffemail1": "john.daly@yum.com",
    "corpofffax1": "502-874-2112",
    "corpoffname1": "John Daly",
    "corpoffphone1": "502-874-1000",
    "corpofftitle1": "VP, Associate General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "General Consumer Goods - (GCG)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-02",
    "orgverification": "Third Party",
    "personaldata": "human resources data provided by our affiliated entities in the EU and/or Switzerland",
    "ppdate": "2013-07-22",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe; EU data protection authorities (DPAs) and/or Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2013-10-02",
    "state": "Kentucky",
    "statutorybody": "FTC",
    "zip": "40213"
}