{
    "CertifiedThroughLabel": "",
    "Fax": "866-540-9677",
    "OrgName": "Trainup.com",
    "PPLoc": "http://www.trainup.com/inc/TrainUp_com_policy.pdf ",
    "Phone": "866-540-9677",
    "activities": "During registration, users are required to give their contact information (such as name, e-mail address, mailing address and phone number). We also may collect demographic information (such as job title and company information). For our services that require payment, we also collect billing information and in some instances credit card information (such as account name, number and expiration date), which is used for our or the third-party provider's billing purposes only, and is not otherwise shared. As a convenience an option is given to “member” users when they register and/or request for more information; to store their information. TrainUp.com may also use this information to send notices about upcoming training events, special offers, new products, services, promotions and other similar information.\r\nCommunications with Us: We have features where customers can submit information to us (such as our feedback, request for more information and/or custom requests). Where such submissions include requests for service, support or information, we may forward them, as needed, to best respond to the specific request. \r\nWITH WHOM CUSTOMER INFORMATION IS SHARED\r\nInformation Provided to Third-Parties. We provide contact information directly to the third-party training provider through a secured server in order to enable the fulfillment of the registration request. Financial information if provided is through a secured server solely for processing the order. We do NOT sell, rent or lease contact information to other third-parties.  For training providers in which you register for their training courses may occasionally send information on their products, services, or special deals through announcement messages or newsletters directly from the partner. If you do not wish to receive marketing materials and promotion communications, you may opt-out directly with the training provider. Please remember should you submit information to a discussion group or some other public forum (i.e. TrainingConversations.com), the information submitted deemed public information and is not confidential.",
    "address": "4500 Eldorado Parkway Suite 3200",
    "asp_index": "25327",
    "city": "McKinney",
    "contactemail1": "jsandt@trainup.com",
    "contactfax1": "866-540-9677",
    "contactname1": "Jeff Sandt",
    "contactoff1": "Corporate",
    "contactphone1": "866-540-9677",
    "contacttitle1": "Technology Director",
    "corpoffemail1": "jtillman@trainup.com",
    "corpofffax1": "866-540-9677",
    "corpoffname1": "Jeremy Tillman",
    "corpoffphone1": "866-540-9677",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Education & Training - (EDS)Information Services - (INF)",
    "industrysector_parsed": [
        "Education & Training - (EDS)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-28",
    "orgverification": "In-house",
    "personaldata": "Off-line, on-line, manually processed & human resources data",
    "ppdate": "2011-12-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Trainup.com commits to cooperate with data protection authorities located in the European Union (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) or their authorized representatives.",
    "signupdate": "2009-10-28",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75070"
}