{
    "CertificationStatus": "true",
    "Fax": "609-720-4335",
    "OrgName": "Tyco International Management Company",
    "PPLoc": "http://www.tyco.com/privacy ",
    "Phone": "609-720-4200",
    "activities": "Tyco International Management Company (\"Tyco\") is certifying Safe Harbor for personal information relating to (1) Employee/Employment Data; (2) Corporate Compliance and Training Programs Data; and (3) Customer Relationship Management Data as set out below:\r\n\r\n(1) \tEmployee/Employment Data. Tyco processes employee/employment personal data to comply with its legal obligations and to carry out and manage its: \r\n(A)\tHuman Resources Administration:  to provide the employment services necessary to manage, evaluate and compensate current, past or prospective employees and adhere to applicable employment laws;\r\n(B)\tBusiness Process Administration: to facilitate the efficient day-to-day running of business operations;\r\n(C)\tSafety and Security: to ensure the safety and protection of employees, resources, and communities;\r\n(D)\tEthics and Compliance Programs: to manage compliance with Tyco’s Guide to Ethical Conduct, corporate policies and programs and applicable laws; and \r\n(E)\tInternal Audit: to manage compliance with Tyco’s internal audit programs and applicable laws. \r\nProcessing of this data will be conducted in accordance with applicable law and within such purpose limitations notified to the employees in the Global Employee Privacy Notification.  \r\n\r\n(2) Corporate Compliance and Training Program Data. Tyco also processes customer/vendor/business partner personal data as part of its global corporate compliance and training programs. These include:  \r\n(A)\tTyco’s Third Party Management Program, which is implemented in accordance with Tyco’s anti-bribery/anti-corruption policy to enable Tyco to comply with global anti-bribery laws;\r\n(B)\tThe Tyco Ombudsman concerns reporting and management systems;\r\n(C)\tRestricted Party Screening for compliance with global trade regulations or other laws; and\r\n(D)\tThe Learning Management System for employee and third party training on products, services, and compliance.\r\nProcessing of this data will be conducted in accordance with applicable law and within such purpose limitations notified to the customers/vendors/business partners in the Tyco Global Privacy Statement.   \r\n(3) Customer and employee data for customer relationship management and administration. Tyco also processes customer and employee data for the efficient operation and management of customer and business relationships, including the Global Sales Force Database.  \r\nProcessing of this data will be conducted in accordance with applicable law and within such purpose limitations notified to the customers/vendors/business partners in the Tyco Global Privacy Statement.",
    "address": "9 Roszel Road",
    "asp_index": "25340",
    "city": "Princeton",
    "contactemail1": "nkurzova@tyco.com",
    "contactfax1": "+1 609 720 4335",
    "contactname1": "Nora Kurzova",
    "contactoff1": "Chief Privacy Officer",
    "contactphone1": "+1 609 806-2171",
    "contacttitle1": "Miss",
    "corpoffemail1": "mheiman@tyco.com",
    "corpofffax1": "609-720-4335",
    "corpoffname1": "Matthew R.A. Heiman",
    "corpoffphone1": "609-806-2233",
    "corpofftitle1": "Vice President, Chief Compliance & Audit Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Security & Safety Equipment - (SEC)General Industrial Eqpt & Supplies - (GIE)",
    "industrysector_parsed": [
        "General Industrial Eqpt & Supplies - (GIE)",
        "Security & Safety Equipment - (SEC)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-10",
    "orgverification": "In-house",
    "personaldata": "(1) Employee/Employment Data: off-line, on-line, manually processed data and human resources data; and (2) Corporate Compliance Program Data: off-line, on-line, manually processed data and data relating to customers/vendors/business partners required to comply with the Tyco’s Corporate Compliance Programs, and (3) Customer Relationship Management Data.",
    "ppdate": "2010-11-08",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Questions or complaints about Tyco’s treatment of personal information will be handled in accordance with the Dispute Resolution Process.  If a matter is not resolved through internal Tyco procedures, then the data subject will be directed to the state or national data protection authority in the jurisdiction where the employee works or the customer, vendor or business partner is located.",
    "signupdate": "2010-11-10",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08540"
}