{
    "CertificationStatus": "true",
    "Fax": "866-367-4354",
    "OrgName": "Dun & Bradstreet",
    "PPLoc": "http://www.dnb.com/privacy-policy.html ",
    "Phone": "973-921-5500",
    "activities": "There are four principal types of activities being certified:\r\n\r\n(1) \t“DUN & BRADSTREET TRANSACTIONS: Dun & Bradstreet uses information to process transactions with parties entering into business relations with Dun & Bradstreet and its affiliates. The identifiable information permits Dun & Bradstreet to complete business transactions, deliver products and services, administer individual accounts, provide customer support, and meet government and regulatory requirements (such as tax collection).”\r\n\r\n(2) \t“BUSINESS INFORMATION REPORTING: Dun & Bradstreet, in the course of business information reporting, processes, stores and reports the information to third parties who agree to comply with Dun & Bradstreet's terms and conditions, which include the obligation to comply with all applicable local, state, federal and international Privacy and Data Protection laws, rules, regulations and ordinances. Dun & Bradstreet and its affiliates collect hundreds of data elements on millions of business establishments around the world. While the data elements that Dun & Bradstreet and its affiliates collect in this capacity are business-related and commercial in nature, certain data elements are specifically identifiable to individual owners, principals and business professionals associated with the subject business entities. Data collected about individual owners, principals and business professionals is limited to information that relates to their business activities and information that is deemed relevant for business decision-making purposes. Dun & Bradstreet and its affiliates collect this information for legitimate business purposes such as providing trading partners with a sense of who is responsible for the decisions that drive the subject business; providing the business-related qualifications of the business principals, owners and managers; and serving as a resource to assess the likelihood of a given business's success. Such business-specific and commercial uses represent non-personal activities, as they pertain to a business enterprise for business-to-business commerce decisions. The data is not used to assess individuals in their personal capacities.”\r\n\r\n(3) \t“PROCESSING OF CONSUMER INFORMATION FOR FOREIGN AFFILIATES OR PERSONAL INFORMATION AS PART OF D&B’S BUSINESS PRODUCT AND SERVICE OFFERINGS: Some of Dun & Bradstreet’s sister EU companies may provide consumer credit reporting services. In certain instances, Dun & Bradstreet's U.S. operations support these  product and service offerings solely as a Data Processor. In doing so, it will act at the specific direction of the European affiliate. In addition, Dun & Bradstreet’s U.S. operations may process information about individual owners, principals and business professionals that has been collected and/or stored in the EU as part of its business product and service offerings. Dun & Bradstreet and its affiliates collect this information for purposes such as due diligence review of vendors, distributors, customers and other third parties. Such business-specific uses pertain to a business enterprise for business-to-business commerce decisions.” \r\n\r\n(4) \t“CENTRALIZED PROCESSING OF DUN & BRADTSREET EU EMPLOYEE DATA: Dun & Bradstreet’s EU affiliates transmit the company’s EU employee data to the company’s U.S.-based headquarters. This includes all standard personal data that relates to the employment relationship between EU individuals and Dun & Bradstreet. This allows the data to be securely processed, safeguarded and maintained on the company’s centralized HR server. All such personal data that Dun & Bradstreet and its affiliates receive from the EU is classified as ‘consensual data.’”",
    "address": "103 JFK Parkway",
    "asp_index": "25343",
    "city": "Short Hills",
    "contactemail1": "friedmana@dnb.com",
    "contactfax1": "866-328-7398",
    "contactname1": "Aryeh Friedman",
    "contactoff1": "Dun & Bradstreet (Short Hills, NJ)",
    "contactphone1": "973-921-5535",
    "contacttitle1": "VP, Associate General Counsel & Chief Privacy Officer",
    "corpoffemail1": "friedmana@dnb.com",
    "corpofffax1": "866-328-7398",
    "corpoffname1": "Aryeh Friedman",
    "corpoffphone1": "973-921-5535",
    "corpofftitle1": "VP, Associate General Counsel & Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Lithuania, Luxembourg, Netherlands, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "LTU",
        "LUX",
        "NLD",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-17",
    "orgverification": "Self-assessment (in-house)",
    "personaldata": "Online, Offline, Manually Processed Data, Human Resources Data",
    "ppdate": "2010-03-31",
    "previous": "",
    "privacyprograms": "TRUSTe Watchdog Dispute Resolution",
    "recoursemech": "For EU company employee data, Dun & Bradstreet agrees to cooperate and comply with the EU and Swiss Data Protection Authorities as its independent recourse mechanism.  For all other types of data, Dun & Bradstreet participates in the TRUSTe Watchdog Safe Harbor Online & Offline Dispute Resolution program.  Dun & Bradstreet also commits to cooperate with the EU Data Protection Authorities or their authorized representatives should, for some reason, the TRUSTe dispute resolution services not be available.",
    "signupdate": "2000-11-17",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07078"
}