{
    "CertifiedThroughLabel": "",
    "Fax": "770-729-9764",
    "OrgName": "Broniec Associates",
    "PPLoc": "http://www.broniec.com/privacy-policy/ ",
    "Phone": "770-729-9664",
    "activities": "The information we collect from our clients comes primarily from a download of accounts payable and purchasing transactions provided by our clients’ IT Departments.  In addition, depending on the services required, Broniec Associates may obtain additional information from third party sources such as freight payment or procurement card providers.\r\n\r\nWe do not generally seek to collect sensitive personal data from our clients.  If we do receive information such as tax identification numbers or dates of birth, we will delete this information upon receipt. \r\n\r\nPII, including Social Security numbers, is collected from individuals that have been interviewed for employment, and from employees.  The only Sensitive Personal Information collected from employees is regarding race, and this is collected to comply with US EEOC reporting requirements.  PII is kept private and secure, and the company does not disclose this information to outside parties (other than as required by law, such as EEOC reporting) without the individual’s permission (in writing) unless directed to do so by legal order.",
    "address": "4855 Peachtree Industrial Blvd, Suite 215",
    "asp_index": "25347",
    "city": "Norcross",
    "contactemail1": "bsheppard@broniec.com",
    "contactfax1": "770-729-9764",
    "contactname1": "Bob Sheppard",
    "contactoff1": "Norcross, GA",
    "contactphone1": "770-940-5008",
    "contacttitle1": "CTO",
    "corpoffemail1": "fbroniec@broniec.com",
    "corpofffax1": "770-729-9764",
    "corpoffname1": "Frank Broniec",
    "corpoffphone1": "770-940-5012",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Accounting Services - (ACT)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Accounting Services - (ACT)",
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-11",
    "orgverification": "In-house",
    "personaldata": "Broniec Associates’ employee data and job applicant data, client data.",
    "ppdate": "2013-12-03",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "We will cooperate with the EU Data Protection Authorities and the Swiss Data Protection and Information Commissioner in the investigation and resolution of complaints brought under Safe Harbor, and comply with any advice given by the DPAs.",
    "signupdate": "2013-12-11",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30092"
}