{
    "CertifiedThroughLabel": "",
    "Fax": "303-945-7557",
    "OrgName": "Ineo Relocation Technologies, LLC",
    "PPLoc": "http://www.ineotech.com/company/privacy.aspx ",
    "Phone": "303-308-1801",
    "activities": "Ineo provides service to our clients for the provision of relocation-related expense management, assignment management, data management, and policy administration. In the process of delivery these services Ineo is, at times, in receipt of personal information to facilitate the adminstration of client programs and the processing and payment of expenses which includes, but is not limited to, personal identification information and banking information.",
    "address": "7340 East Caley Avenue, Suite 215 W",
    "asp_index": "25354",
    "city": "Centennial",
    "contactemail1": "dsantora@ineotech.com",
    "contactfax1": "203-618-9033",
    "contactname1": "David Santora",
    "contactoff1": "372 Danbury Road, Box 428, Wilton CT 06897",
    "contactphone1": "203-321-5382",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "dsantora@ineotech.com",
    "corpofffax1": "203-618-9033",
    "corpoffname1": "David Santora",
    "corpoffphone1": "203-321-5382",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Accounting Services - (ACT)Information Services - (INF)",
    "industrysector_parsed": [
        "Accounting Services - (ACT)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-11-26",
    "orgverification": "In-House",
    "personaldata": "Corporate Client, Client Employee Data utilized for relocation program administration and expense processing purposes. Data may be manually processed.",
    "ppdate": "2006-02-13",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "In compliance with the US-EU Safe Harbor Principles, Ineo commits to resolve complaints about your privacy and our collection or use of your personal information. European Union citizens with inquiries or complaints regarding this privacy policy should first contact David Santora at Ineo at 372 Danbury Road, Box 428, Wilton, CT 06897, or via phone at (203)529-3020.\r\n\r\nIneo has further committed to refer unresolved privacy complaints under the US-EU Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Ineo, please visit the BBB EU SAFE HARBOR web site at http://www.bbb.org/us/european-dispute-resolution/consumer/ for more information and to file a complaint.",
    "signupdate": "2012-11-26",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80111"
}