{
    "CertificationStatus": "true",
    "Fax": "760-489-8407",
    "OrgName": "The Ken Blanchard Companies",
    "PPLoc": "http://www.kenblanchard.com/Permissions_Legal/ ",
    "Phone": "760-489-5005",
    "activities": "The Ken Blanchard Companies is a global leader in workplace learning, productivity, performance, and leadership training solutions.  We help companies improve their performance, productivity, and bottom-line results.  Protecting the privacy of our clients is important to the Company. We are a global training organization, and, as such, we require communication with the employees of our clients who participate in our training programs. Names and email addresses are typically the two pieces of personal information required to effectively communicate with the student. In some cases (e.g., coaching engagements), a telephone number is also required. No government issued identifying codes or credit/debit card information is solicited or recorded by our organization.",
    "address": "125 State Place",
    "asp_index": "25362",
    "city": "Escondido",
    "contactemail1": "terry.orletsky@kenblanchard.com",
    "contactfax1": "760-489-8407",
    "contactname1": "Terry Orletsky",
    "contactoff1": "The Ken Blanchard Companies",
    "contactphone1": "760-489-5005",
    "contacttitle1": "Vice President of Information Technology",
    "corpoffemail1": "terry.orletsky@kenblanchard.com",
    "corpofffax1": "760-489-8407",
    "corpoffname1": "Terry Orletsky",
    "corpoffphone1": "760-489-5005",
    "corpofftitle1": "Vice President of Information Technology",
    "eucountries": "Belgium, Bulgaria, Cyprus, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Liechtenstein, Netherlands, Norway, Poland, Romania, Sweden, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "BGR",
        "CYP",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "LIE",
        "NLD",
        "NOR",
        "POL",
        "ROU",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Education & Training - (EDS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-12",
    "orgverification": "In-house",
    "personaldata": "Organization client, individual customer (student)",
    "ppdate": "2012-06-06",
    "previous": "25362",
    "privacyprograms": "self-regulatory privacy program that adheres to the Safe Harbor’s requirements",
    "recoursemech": "With respect to any complaints relating to this policy that cannot be resolved through our internal processes, we have agreed to participate in the dispute resolution procedures of the panel established by the EU data protection authorities (DPAs) to resolve disputes pursuant to the Safe Harbor Principles.  In the event that we or such authorities determine that we did not comply with this policy, we will take appropriate steps to address any adverse effects and to promote future compliance.",
    "signupdate": "2012-12-12",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92029"
}