{
    "CertifiedThroughLabel": "",
    "Fax": "978-688-8100",
    "OrgName": "NaviSite, Inc.",
    "PPLoc": "http://www.navisite.com/privacy-policy ",
    "Phone": "978-682-8300",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\nNaviSite does not collect personally information about individuals except when such individuals specifically provide such information to us on a voluntary basis. Personally information in this context is defined to include, without limitation, information about an individual such as a name, title, company name, address, email address and phone number. \r\nWhen registering for a newsletter or requesting more information on the NaviSite website, a user must first complete a registration form. During registration the user is required to provide contact information (such as first and last name, email address, and company name). NaviSite uses this information to contact the user about the services offered on www.navisite.com and www.navisite.co.uk (the “Sites”) in which he/she has expressed interest. \r\nThe user also has the option to provide demographic information (such as # of employees, etc.); NaviSite encourages the submission of this information in order to provide a more personalized experience on the sites. \r\n\r\nNaviSite may collect IP addresses and/or domain names (where applicable) of visitors to the sites, the e-mail addresses of those who communicate with NaviSite via e-mail, and information volunteered by the consumer, such as survey information and/or sites’ registrations. NaviSite may use IP addresses and/or domain names to help diagnose problems and to administer the sites. The information NaviSite collects is used to improve the content of the sites, customize the content and/or layout of the sites’ pages for each individual consumer, to notify consumers about updates to the sites, to respond to requests for information, to send newsletters, to assess applications such as partner and job applications, and to contact consumers for marketing purposes. \r\n\r\nNaviSite Europe Limited, (“NaviSite”) is the sole owner of the information collected on the sites. The information gathered may be shared with affiliates or third parties for commercial purposes that partner with NaviSite to deliver technology and support services in which user has expressed interest.",
    "address": "400 Minuteman Road",
    "asp_index": "25390",
    "city": "Andover",
    "contactemail1": "BrianM.White@twcable.com",
    "contactfax1": "",
    "contactname1": "Brian White",
    "contactoff1": "Compliance",
    "contactphone1": "704-206-6765",
    "contacttitle1": "Director of Compliance",
    "corpoffemail1": "Erika.Root@twcable.com",
    "corpofffax1": "",
    "corpoffname1": "Erika Root",
    "corpoffphone1": "704-731-3909",
    "corpofftitle1": "Senior Director of Compliance",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Science & Technology - (GST)Information Services - (INF)",
    "industrysector_parsed": [
        "General Science & Technology - (GST)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-11-23",
    "orgverification": "Third Party",
    "personaldata": "on-line",
    "ppdate": "2014-11-23",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe’s Watchdog Dispute Resolution Form is an online tool that lets you report violations of posted privacy statements and specific online privacy issues that pertain to TRUSTe member Web sites. TRUSTe investigates all eligible complaints and mediates solutions between users and Web sites.",
    "signupdate": "2006-04-26",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01810"
}