{
    "CertificationStatus": "true",
    "Fax": "301-215-5987",
    "OrgName": "WealthEngine",
    "PPLoc": "http://www.wealthengine.com/privacy-policy ",
    "Phone": "301-215-5980",
    "activities": "Data Analysis and Screening, On-line Services\r\n\r\nIn general, the Personal Information we gather enables us to provide the Site and Services to you.  We collect Personal Information that you submit to us voluntarily. If there is a request for information you do not want to share with us do not complete that request for information.  When you request marketing material we may collect your name, job title, name of your business or employer, the physical address of your business or employer, your business phone number, your business or employer’s industry (e.g., non-profit, financial services company, luxury goods company), the size of your business, your business email, the donor management system used by your organization, the customer relationship management system used by your organization, whether or not you are an existing WealthEngine client, and your product interest.  We may collect similar information when you respond to our requests for feedback, answer surveys, complete a registration for a webinar or request a white paper.  If you subscribe to one of our Services we may through the Site, or in some other manner in which you voluntarily provide it, collect additional Personal Information from Subscribers, including credit card numbers and associated billing information, to charge and collect the applicable fees. We refer to this information as “Billing information”.  When you communicate with us by sending us an email, we may collect and store any information that is contained in your communications with us.\r\n\r\nWhen you use our Services, we collect the search criteria you use to find information about individuals in the various public data sources that are contained within our Services.  This information may include an individual’s name, mailing address, phone number, business name or age.",
    "address": "4330 East West Highway, Suite 950",
    "asp_index": "25404",
    "city": "Bethesda",
    "contactemail1": "contracts@wealthengine.com",
    "contactfax1": "855-879-6082",
    "contactname1": "Dawn M. Orr",
    "contactoff1": "WealthEngine, Inc.",
    "contactphone1": "240-744-1030",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "dorr@wealthengine.com",
    "corpofffax1": "855-879-6082",
    "corpoffname1": "Dawn M. Orr",
    "corpoffphone1": "240-744-1030",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-23",
    "orgverification": "In-house",
    "personaldata": "Data Analysis and Screening, On-Line Servies",
    "ppdate": "2012-01-17",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "American Arbitration Assocation (AAA)",
    "signupdate": "2012-01-23",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "20814"
}