{
    "CertifiedThroughLabel": "",
    "Fax": "989-757-3911",
    "OrgName": "Nexteer Automotive Corporation",
    "PPLoc": "see link below",
    "Phone": "989-757-5000",
    "activities": "Nexteer Automotive Corporation and/or its affiliates (each a “Nexteer Entity”) transfer Business Personal Data and Human Resources Personal Data from the EU (a) so that employees, agents, and/or contractors can be contacted at work by other Nexteer employees and/or contractors around the world, as well as by others outside the Nexteer enterprise who need to contact such persons regarding business matters of one or more Nexteer Entities, (b) so that Nexteer Entities can give to employees, agents, and/or contractors access to the global systems and databases that they need to perform their work, and (c) so that each Nexteer Entity can effectively manage human resources, provide opportunities for individuals, and generally make advice and analyses available regarding employer-employee and contractor relationships of Nexteer Entities and prospective, current, and past employees and/or contractors.  “Business Personal Data” is personal data that enables identification of, authentication of, coordination of, and/or communication to, from, between, and/or among employees, agents, and/or contractors of a Nexteer Entity and other employees and/or agents, contractors, and/or affiliates of Nexteer Entities and/or entities with which Nexteer does business and/or proposes to do business.  Business Personal Data includes, but it not limited to, contact information, identification information, information about whereabouts, information about travel plans, and directory information such as name, business mobile and/or land telephone number, business fax number, business e-mail address, business physical address, business user ID, business IP address, picture, language(s) spoken, business title, business organizational role, and business systems or processes that such persons are authorized to utilize.  Business Personal Data does not include information that would allow contact with such person at his or her home (except to the extent that such contact is made using remote means not primarily associated with the person’s home, such as through a work e-mail account if the person accesses such e-mail from home or by means of a telephone call made to the person’s work mobile phone when the person happens to be at home).  “Human Resource Personal Data” is human resources and benefit information used by one or more Nexteer Entities to evaluate, employ, retain, administer the employment and/or or contractor relationship with, and/or receive or provide the services of, employees and/or direct or indirect contractors who are being considered to do, who do, or have done work for, or for the benefit of, a Nexteer Entity.",
    "address": "3900 East Holland Road",
    "asp_index": "25402",
    "city": "Saginaw",
    "contactemail1": "rick.jankowiak@nexteer.com",
    "contactfax1": "989-757-4343",
    "contactname1": "Rick Jankowiak",
    "contactoff1": "Privacy Office",
    "contactphone1": "989-757-5102",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "rick.jankowiak@nexteer.com",
    "corpofffax1": "989-757-4343",
    "corpoffname1": "Rick Jankowiak",
    "corpoffphone1": "989-757-5102",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Automotive Parts & Service Equipment - (APS)",
    "industrysector_parsed": [
        "Automotive Parts & Service Equipment - (APS)"
    ],
    "latest": "false",
    "nextcertification": "2015-11-26",
    "orgverification": "In-house.",
    "personaldata": "Business Personal Data and Human Resources Personal Data, as defined above.",
    "ppdate": "2010-11-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU and Swiss Data Protection Authorities.",
    "signupdate": "2010-11-26",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48601"
}