{
    "Fax": "212-379-4906",
    "OrgName": "SWN Communications Inc.",
    "PPLoc": "http://www.sendwordnow.com/Company/PrivacyStatement ",
    "Phone": "212-379-4900",
    "activities": "SWN collects, retains and uses Personal Information in accordance with the Principles.  As part of providing its notification services, SWN retains Personal Information about the individuals who are to be contacted in the case of an emergency or other event (\"Contact Lists\").  The Contacts Lists are created, populated, and transferred to SWN by its customers.  SWN acts as an intermediate data processor for these customers.  It is the sole responsibility of SWN's customers to obtain permission from their individual employees and other third parties prior to including Personal Information about such individuals on the Contact Lists.  SWN may collect Personal Information about its employees and utilize that Personal Information for standard business purposes.  SWN may also collect Personal Information on its websites, in connection with marketing, sales and similar activities, or in order for individuals to access and interact with certain SWN services.  SWN may use this Personal Information to operate and improve its websites and services; to perform research and analysis and to communicate with an individual.",
    "address": "224 West 30th Street, Suite 500",
    "asp_index": "25405",
    "city": "New York",
    "contactemail1": "privacy@sendwordnow.com",
    "contactfax1": "212-379-4901",
    "contactname1": "Kiah Wayman",
    "contactoff1": "Legal Department",
    "contactphone1": "212-379-4944",
    "contacttitle1": "Law Clerk",
    "corpoffemail1": "tschmitz@sendwordnow.com",
    "corpofffax1": "212-379-4901",
    "corpoffname1": "Tony Schmitz",
    "corpoffphone1": "212-379-4949",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Security & Safety Equipment - (SEC)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Security & Safety Equipment - (SEC)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-12",
    "orgverification": "In House",
    "personaldata": "on-line, and off-line, manually processed, and human resources data",
    "ppdate": "2012-01-30",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Any questions or concerns regarding the use or disclosure of personal information should be directed to the General Counsel at the address given in the Organization Information Section. SWN will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this Policy. For complaints that cannot be resolved between SWN and the complainant, SWN has agreed to participate in the dispute resolution procedures of the panel established by the European data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to resolve disputes pursuant to the Safe Harbor Principles.",
    "signupdate": "2005-12-12",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10001"
}