{
    "CertifiedThroughLabel": "",
    "Fax": "646-758-8169",
    "OrgName": "ProPhase",
    "PPLoc": "http://prophase.theeighty6.net/wp-content/uploads/2013/12/ProPhase-Privacy-Policy_SafeHarbor.pdf ",
    "Phone": "212-244-4264",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\n \r\nProPhase LLC uses certain clinical trials information management tools to conduct training related activities to include training and ongoing clinical study data maintenance, in addition to other methods of receiving information. The use of these management systems requires individuals to provide personal data about themselves. In conducting its operations, ProPhase LLC may collect and process data pertaining to research study participants, study investigators and their staff, medical and healthcare professionals, pharmaceutical industry opinion leaders, vendors, contractors, and consultants. ProPhase LLC may also process human resources data from current, former, and potential employees in the course of conducting business with them, through its information systems and other avenues of communication, for the purposes of processing business transactions.\r\n \r\nData Privacy\r\n \r\nProPhase is a fully integrated biotechnology and pharmaceutical services provider offering training, clinical and consulting solutions. ProPhase LLC complies with both the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland. ProPhase LLC has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.  ProPhase LLC has established a comprehensive privacy program, including a chief privacy officer, designed to help us respect and protect data privacy rights of our clients. To prevent unauthorized access, maintain data accuracy, and ensure the correct use of information, we have put in place appropriate physical, electronic, and managerial procedures to safeguard and secure the information we collect. We have made every effort to ensure that the personal information transmitted to us online is secure through the use of a secure server. This statement includes both ProPhase LLC privacy statement and European Union - U.S. Safe Harbor Privacy Statement and the Website Privacy Statement. For more information about the Safe Harbor Principles, please visit the U.S. Department of Commerce’s Website at http://export.gov/safeharbor/.",
    "address": "3 Park Avenue",
    "asp_index": "25411",
    "city": "New York",
    "contactemail1": "chenderson@prophase.com",
    "contactfax1": "646-758-8169",
    "contactname1": "Cambron Henderson",
    "contactoff1": "Corporate Services",
    "contactphone1": "646-289-7282",
    "contacttitle1": "Director of Corporate Services",
    "corpoffemail1": "sjovic@prophase.com",
    "corpofffax1": "646-758-8169",
    "corpoffname1": "Sofija Jovic",
    "corpoffphone1": "212-244-4264",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)",
        "Health Care Services - (HCS)"
    ],
    "latest": "false",
    "nextcertification": "2015-11-22",
    "orgverification": "In-house",
    "personaldata": "On-line data about consumers, customers, suppliers, and HR Organization",
    "ppdate": "2012-09-21",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Any questions or concerns regarding the use or disclosure of Personal Information should be directed to the ProPhase Privacy Administrator at the address given below.  ProPhase will investigate and attempt to resolve complaints and disputes regarding use and disclosure of Personal Information in accordance with the principles contained in this Policy.  For complaints that cannot be resolved between ProPhase and the complainant, ProPhase has committed to refer such unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus.  European Union or Swiss citizens with inquiries or complaints regarding this privacy policy should first contact ProPhase at the address listed below.  If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by ProPhase internal complaints mechanism, please visit the BBB EU SAFE HARBOR web site at  www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "2013-11-22",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10016"
}