{
    "CertificationStatus": "true",
    "Fax": "206-447-0669",
    "OrgName": "OpenMarket",
    "PPLoc": "http://www.openmarket.com/privacy-policy-information/openmarket-service-privacy-policy/ ",
    "Phone": "206-447-6000",
    "activities": "OpenMarket provides its Service, which at its core, enables the transmission of Data to those mobile Subscribers agreeing to the terms and conditions of its Customers. Specifically, the OpenMarket Service provides a means for its Customers to offer to Subscribers mobile services or products that contain Data which ultimately may be used for mobile services such as alerting, marketing, advertising, content delivery, as well as mobile billing and a number of other products offered by OpenMarket and its Customers. In providing this Service, the Data transmitted to, from or between the U.S. and the E.U. is retained for purposes of OpenMarket providing its Service, including its internal business operations. Data is never disclosed to third parties not included in the chain of transmission (e.g., Customer, OpenMarket, or Operator). OpenMarket does not solicit or directly collect Data about its Customers or Subscribers. OpenMarket currently does not directly collect an individual’s personal information, sensitive or otherwise. The Data is collected by our Customers as well as the Operators, and entrusted to OpenMarket for reporting and invoice generation. The information collected from our Customers is not used for any other purpose then the intent for which the information was originally collected.",
    "address": "2211 Elliott Ave, Suite 400",
    "asp_index": "25425",
    "city": "Seattle",
    "contactemail1": "compliance@openmarket.com, support@openmarket.com",
    "contactfax1": "206-447-0669",
    "contactname1": "Jeff Lowder",
    "contactoff1": "Compliance Office",
    "contactphone1": "206-694-8193",
    "contacttitle1": "Director, Global Information Security",
    "corpoffemail1": "john.mascavage@openmarket.com ",
    "corpofffax1": "206-447-0669",
    "corpoffname1": "John Mascavage",
    "corpoffphone1": "206-830-7741",
    "corpofftitle1": "VP of Engineering and Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-16",
    "orgverification": "In-house",
    "personaldata": "on-line",
    "ppdate": "2010-11-11",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "OpenMarket has agreed to utilize the American Arbitration Association (AAA) as its independent recourse mechanism available to investigate unresolved complaints arising under the Safe Harbor.",
    "signupdate": "2010-11-16",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98121"
}