{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "beqom North America Inc.",
    "PPLoc": "http://www.beqom.com/privacy-policy/ ",
    "Phone": "8889953028",
    "activities": "beqom may collect the following Personal Data:\r\n4.1.1. Contact information, such as name, physical address, telephone number(s), email address, and company;\r\n4.1.2. Transactional information, including information about the products and Services you purchase or download or about which you make an inquiry;\r\n4.1.3. User preferences, such as product requirements, areas of industry interest, newsletters, community choices and other information you select in the      customer profile when registering on the website or indicated by your use of the website;\r\n4.1.4. Financial/credit card and payment information.\r\n\r\nWe may supplement information you provide with information received from third parties.\r\n\r\nbeqom uses Personal Data for the purpose of offering the Services. The data transmitted to beqom by you may be hosted by beqom or by a third party of its choice, as part of the Services.\r\n\r\nWe use your Personal Data for the following general purposes:\r\n\r\nto fulfil your requests for Services;to personalize the promotional offers and content you see, in particular based upon your activity and your transaction history with the website;to improve the Services;to conduct research and compile statistics on usage patterns;to provide anonymous aggregate reporting for internal and external partners;to manage your user account; to communicate with you in general;to respond to your questions and comments;to process transactions;to notify you about promotional offers and Services that may be of interest to you;to send you the beqom newsletter;to prevent potentially prohibited or illegal activities; to enforce the Terms of Use; and as otherwise described to you at the point of collection;to comply with legal requirements.\r\n\r\nWhen providing Client Services, beqom will generally have the ability to access or be provided personally identifiable information of Payees to the extent it is embedded in data files provided by our customers for processing via our software application. In general, we are obligated to maintain such information as confidential pursuant to the terms of applicable agreements with our customers.\r\nThe information beqom may access or be provided is not required by the beqom application to run properly. However, to the extent customers provide this information as part of the data feeds to the beqom application, beqom may have access to it. This information may include data regarding individual personal, non-public information which can include, without limitation, individual names, addresses, social security or other generally recognized country specific taxpayer identification numbers, employee identification numbers, salary data, sales quotas, sales commissions and other forms of incentive compensation payment amounts, and any other information which our customers use in connection with their incentive compensation plans.",
    "address": "One Stamford Plaza",
    "asp_index": "25430",
    "city": "Stamford",
    "contactemail1": "justin.lane@beqom.com",
    "contactfax1": "",
    "contactname1": "Justin Lane",
    "contactoff1": "beqom North America Inc.",
    "contactphone1": "4803889868",
    "contacttitle1": "Head of Best Practices",
    "corpoffemail1": "yves.steinhauser@beqom.com",
    "corpofffax1": "",
    "corpoffname1": "Yves Steinhauser",
    "corpoffphone1": "4803889868",
    "corpofftitle1": "CEO, beqom North America",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-04",
    "orgverification": "in-house",
    "personaldata": "Client and visitor data.  Client data may include manually processed data",
    "ppdate": "2014-09-01",
    "previous": "",
    "privacyprograms": "European Directive 95/46 EC and the Swiss Federal Act on Data Protection",
    "recoursemech": "JAMS Foundation ADR",
    "signupdate": "2014-12-04",
    "state": "Connecticut",
    "statutorybody": "FTC",
    "zip": "06901"
}