{
    "Fax": "703-435-4921",
    "OrgName": "Verisign, Inc.",
    "PPLoc": "http://www.verisigninc.com/en_US/privacy/index.xhtml ",
    "Phone": "703-948-3200",
    "activities": "From its customers, Verisign may collect name, title, address, phone, fax, IP address and other contact information for purposes of contacting customers to provide or support its services. Where permitted by law, Verisign may also use this information to communicate regarding Verisign products or services, and disclose such data to subsidiaries, business partners and independent resellers of Verisign services for the same purposes. \r\n\r\nVerisign also receives, processes and uses personal data from its EU and Swiss based companies to carry out its obligations under employment and benefit laws, to administer employee participation in its benefit, compensation and human resources plans and programs, for performance management and for compliance and discipline reporting and investigation (\"HR Data\").",
    "address": "12061 Bluemont Way",
    "asp_index": "25443",
    "city": "Reston",
    "contactemail1": "kbruntrager@verisign.com",
    "contactfax1": "703-435-4921",
    "contactname1": "Karen Bruntrager",
    "contactoff1": "Global Law Department",
    "contactphone1": "703-948-3368",
    "contacttitle1": "Director, Values and Compliance",
    "corpoffemail1": "tindelicarto@verisign.com",
    "corpofffax1": "703-435-4921",
    "corpoffname1": "Thomas C. Indelicarto",
    "corpoffphone1": "703-948-4464",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-15",
    "orgverification": "In-house",
    "personaldata": "All personal information collected, maintained and processed by Verisign, including, manually processed data, for the organization, customers and visitors.",
    "ppdate": "2014-12-10",
    "previous": "",
    "privacyprograms": "Verisign contracts with TRUSTe for its Safe Harbor privacy statement service.",
    "recoursemech": "For organization human resources: EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC); For all other types of data: TRUSTe",
    "signupdate": "2005-05-23",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "20190"
}