{
    "CertifiedThroughLabel": "",
    "Fax": "401-633-6961",
    "OrgName": "PLEXHOSTED LLC",
    "PPLoc": "http://plexhosted.com/billing/downloads/TOS/PLEX_Privacy_Policy.pdf ",
    "Phone": "888-939-7539",
    "activities": "PLEXHOSTED LLC (“PLEX”) collects information in different ways from visitors and customers who access our web site, the various parts of our services and the network of web and other information sites accessible through our Services. We use this information primarily to provide a customized experience as customers use our Services. PLEX does not share this information with third parties. However, we may disclose personal information collected if we have received permission beforehand or in very special circumstances, such as when we believe that such disclosure is required by law or other special cases described below. PLEX may also receive data from customers as part of the communication connection itself through the standard electronic greeting between your computer and our servers. This information often consists of network routing (where you came from), equipment information (browser type), internet protocol address, date and time.\r\n\r\nRegistration. Customers are asked to provide certain personal information when they sign up for our Services including name, address, telephone number, billing information (such as a credit card information), and the type of personal computer being used to access the Services. The personal information collected from Customers during the registration process is used to manage each Member's account (such as for billing purposes). This information is not shared with third parties, unless specifically stated otherwise or in special circumstances. \r\n\r\nDomain Registration. Domain name registration information legally has to be available to the public. Since domain name registration information is available to the public, anyone can access it through \"WHOIS\" searches. The WHOIS database is a publicly accessible database that lists the domain name and contact information of each registrant. The domain name registration information provided is hosted by us to the public. At times our customers may have been included within searches of the WHOIS database. However, the SPAM they may receive does not in any way come from PLEX.\r\n\r\nPLEX Partners and Sponsors. Some PLEX products and services are offered to Visitors and Customers in conjunction with a non-affiliated partner. To provide Visitors and Customers some of these products and services, the partner may need to collect and maintain personal information. In these instances, we will provide such data collected or transferred to our Partners and Sponsors (e.g., domain registration). Additionally, many PLEX Customers have co-branded pages that are co-sponsored by non-affiliated partners. PLEX will share non-identifying and aggregate information (except as described above), but not personal information, with such partners in order to administer the co-branded products or services offered.\r\n\r\nResponses to Email Inquiries. When Visitors or Customers send email inquiries to PLEX, the return email address is used to answer the email inquiry we receive. PLEX does not use the return email address for any other purpose and does not share the return email address with any third party.\r\n\r\nVoluntary Customer Surveys. We may periodically conduct both business and individual customer surveys. We encourage our customers to participate in these surveys because they provide us with important information that helps us to improve the types of services we offer and how we provide them to our customers. Personal information and responses will remain strictly confidential, even if the survey is conducted by a third party. Participation in our customer surveys is voluntary. We take the information we receive from individuals responding to our Customer Surveys and combine (or aggregate) it with the responses of other PLEX customers to create broader, generic responses to the survey questions (such as gender, age, residence, hobbies, education, employment, industry sector, or other demographic information). We then use the aggregated information to improve the quality of our services to our customers, and to develop new services and products. This aggregated, non-personally identifying information may be shared with third parties.\r\n\r\nSpecial Cases. It is PLEX's policy not to use or share the personal information about Visitors or Customers in ways unrelated to the ones described above without also providing our customers an opportunity to opt out or otherwise prohibit such unrelated uses. However, PLEX may disclose personal information about Visitors or Customers, or information regarding their use of the Services or Web sites accessible through our Services, for any reason if, in our sole discretion, we believe that it is reasonable to do so, including: to satisfy laws, such as the Electronic Communications Privacy Act, regulations, or governmental or legal requests for such information; to disclose information that is necessary to identify, contact, or bring legal action against someone who may be violating our Acceptable Use Policy or other user policies; to operate the Services properly; or to protect PLEX and our Customers.\r\n\r\n\"Cookies\" and how PLEX Uses Them. A \"cookie\" is a small data file that can be placed on your hard drive when you visit certain Web sites. PLEX may use cookies to collect, store, and sometimes track information for statistical purposes to improve the products and services we provide and to manage our telecommunications networks. If a customer is a Member and has created its own Personal Start Page, we will use a cookie to save settings and provide customizable and personalized services. These cookies do not enable third parties to access any of customer information\r\n\r\nStatistics. We use information gathered about customers from our site statistics (for example an IP address) to help diagnose problems with our server, and to administer our Web site. We also gather broad demographic information from this data to help us improve our site and make the browsing and purchasing experience easier. This is not linked to any personally identifiable information, except as necessary to prevent fraud or abuse on our system.\r\n\r\nPLEX's Commitment to Children's Privacy. Protecting children's privacy is especially important to us. It is our policy to comply with the Children's Online Privacy Protection Act of 1998 and all other applicable laws. While we make every effort to ensure that Web sites are fun and age-appropriate for our younger audience, we believe that there is no substitute for proper parental supervision. \r\n\r\nPublic Forums. Please remember that any information disclosed in our Member Directory, or other public areas of our Web site or the Internet, becomes public information. Customers are advised to exercise caution when deciding to disclose personal information in these public areas.\r\n\r\nPLEX's Commitment to Data Security. Services and Web sites we provide to customers have security measures in place to protect the loss, misuse, and alteration of the information under our control. In addition PLEX can assist our customers achieving this objective for themselves. While we make every effort to ensure the integrity and security of our network and systems, we cannot guarantee that our security measures will prevent third-party \"hackers\" from illegally obtaining this information.",
    "address": "PO Box 149",
    "asp_index": "25446",
    "city": "Jamestown",
    "contactemail1": "jwayt@plexhosted.com",
    "contactfax1": "401-633-6961",
    "contactname1": "John Wayt",
    "contactoff1": "Finance Department",
    "contactphone1": "401-529-4742",
    "contacttitle1": "Finance Director",
    "corpoffemail1": "jwayt@plexhosted.com",
    "corpofffax1": "401-633-6961",
    "corpoffname1": "John Wayt",
    "corpoffphone1": "401-529-4742",
    "corpofftitle1": "Finance Director",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-03",
    "orgverification": "In-House",
    "personaldata": "On-line, Off-line, Manually Processed",
    "ppdate": "2011-01-07",
    "previous": "",
    "privacyprograms": "PCI Compliance - TrustWave (monthly)\r\nMcAfee Anti-Spam Anti-Virus",
    "recoursemech": "PLEXHOSTED’s Finance Department would handle any disputes. If the dispute is irresolvable then PLEXHOSTED would cooperate with the EU data protection authorities and Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2013-12-03",
    "state": "Rhode Island",
    "statutorybody": "FTC",
    "zip": "02835"
}