{
    "Fax": "407-332-1802",
    "OrgName": "Toptech Systems, Inc.",
    "PPLoc": "www.toptech.com/privacy ",
    "Phone": "407-332-1774",
    "activities": "Toptech Systems, Inc. offers hosted Software as a Service (SaaS) products that enable customers to more effectively operate their terminal business (the “Services”).  The Services gives authorized users of a customer access to business information to control or monitor certain activities.  Authorized users will have access to information such as quantities loaded, customer’s ship to locations, and the vehicles and drivers who are loading at terminals.  The Services also provide authorized users the ability to enter and centrally maintain this information to have quick access to, and control of, who is loading and when they can load.  In addition, authorized users will have access to data to develop key performance indicators to understand behaviors at terminals such as wait times, load times, and availability of product.  Some of the data provided by authorized users identifies the entity purchasing, or accepting delivery of, product, and may include driver information such as name, driver number or driver license number.  All information provided by authorized users is stored on severs in a data center in Kissimmee, Florida.",
    "address": "1124 Florida Central Parkway",
    "asp_index": "25451",
    "city": "Longwood",
    "contactemail1": "bpickett@idexcorp.com",
    "contactfax1": "407-332-1802",
    "contactname1": "Bobby Pickett",
    "contactoff1": "Toptech Systems, Inc.",
    "contactphone1": "407-332-1774 x281",
    "contacttitle1": "Finance Director",
    "corpoffemail1": "bewilliams@idexcorp.com",
    "corpofffax1": "407-332-1802",
    "corpoffname1": "Brad E. Williams",
    "corpoffphone1": "407-261-3370",
    "corpofftitle1": "President, Energy & Fuels Midstream Group",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Aviation Services - (AVS)Oil & Gas Field Machinery - (OGM)Oil Gas Mineral -(OGS)\r\nOil Gas Mineral ProductionRenewable Energy Equipment - (REQ)",
    "industrysector_parsed": [
        "Aviation Services - (AVS)",
        "Oil & Gas Field Machinery - (OGM)",
        "Oil Gas Mineral -(OGS)",
        "Renewable Energy Equipment - (REQ)"
    ],
    "latest": "false",
    "nextcertification": "2015-11-18",
    "orgverification": "In-house.",
    "personaldata": "Data relating to certain drivers (including name, driver number and driver license number) of authorized users of software as a service will be collected, stored and retrievable by authorized users and Toptech Systems, Inc.",
    "ppdate": "2014-11-17",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Better Business Bureau EU Safe Harbor, which is operated by the Council of Better Business Bureaus.",
    "signupdate": "2014-11-18",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "32750"
}