{
    "CertifiedThroughLabel": "",
    "Fax": "781-609-2009",
    "OrgName": "BlueSnap, Inc.",
    "PPLoc": "http://www.bluesnap.com/ecommerce/legal/privacy-policy ",
    "Phone": "781-790-5013",
    "activities": "BlueSnap Inc provides multinational payment gateway, Ecommerce platform and API services to product vendors wishing to sell and distribute digital and physical products and services through the Internet and other networks. The company provides technology that permits secure sales transactions, digital product distribution and access to digital services. Payments can be made by many pay methods, including credit card, PayPal, digital wallets, electronic checks, prepaid cards and bank transfers, as well as payment by fax or telephone. BlueSnap Inc supports single and subscription payments by end customers. \r\n\r\nBlueSnap Inc is PCI Level 1 compliant and receives personal name address and payment information from end customers performing their purchase transactions. When required to complete the transaction relevant payment data is securely passed over to payment processors using encryption methods, so that payment can be made in strict accordance with international payment industry standards. Part of the information is used to provide digital confirmation of the transaction via the respective customers email address, and a digital receipt/invoice. BlueSnap also provides customer support services for end customers that have paid through its payment gateway and Ecommerce platform, and this information is used to answer customer inquiries. \r\n\r\nThe data is retained by BlueSnap on secure environments according to PCI and general payment industry standards. \r\n\r\nBlueSnap acts as a payment facilitator and also as a reseller for certain product merchants. In these cases certain personal information is shared with the product merchants so that they can provide customer and technical support relating to the product or services provided to the end customer. Such information is passed upon the contractual agreement with product vendors that it will not be used in for any spam or third party marketing approaches.   \r\n\r\nScope of Privacy Policy:\r\n\r\nOur Privacy Policy at www.Bluesnap.com covers our recognition of customer and client’s rights to privacy over their information that is collected by us, and details of our Truste.com certification. The policy indicates that our services are not intended for minors and that payment forms should be completed by persons aged 18 and over. The policy indicates basis and methods used to collect information, and indicates the need to collect information related to a completed transaction and the passing of some of the payment information over to the relevant product providers. An explanation is also given of our cookie policy. We explain how and why the information is collected and stored, and the use of our customer lists to advise them of changes and updates to the system, downtime, etc.",
    "address": "800 South Street, Suite 640",
    "asp_index": "25456",
    "city": "Waltham",
    "contactemail1": "privacyoptions@plimus.com",
    "contactfax1": "858-777-5553",
    "contactname1": "Derek Fattal",
    "contactoff1": "BlueSnap Israel",
    "contactphone1": "866-475-4687",
    "contacttitle1": "Senior Corporate Counsel",
    "corpoffemail1": "christopher.paolillo@bluesnap.com",
    "corpofffax1": "781-609-2009",
    "corpoffname1": "Christopher Paolillo",
    "corpoffphone1": "781-790-5031",
    "corpofftitle1": "VP Legal Affairs",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-04",
    "orgverification": "In-house",
    "personaldata": "Online data, manually processed data, client, organization, staff, customer,",
    "ppdate": "2014-12-21",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2012-12-04",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02453"
}