{
    "Fax": "440-856-0312",
    "OrgName": "Main Sequence Technologies Inc.",
    "PPLoc": "http://www.pcrecruiter.net/privacy-policy/ ",
    "Phone": "440-946-5214",
    "activities": "Provision of cloud based private recruitment databases.  We do not collect any personally identifiable information without user knowledge. Personally identifiable information is collected using forms. Personally identifiable information is optional for use of the website.  The website may optionally collect personally identifiable information like name, company, and contact information. Our sales team uses this information to contact potential leads that may be interested in Main Sequence Solutions. This information is placed in our sales database.\r\n\r\nAll information sent using the careers section of our web site is placed directly into an applicant-tracking database for consideration by Main Sequence hiring authorities. All job applicant information will be held by Main Sequence as confidential.\r\n\r\nAll support information, such as logins and passwords to support systems, trouble tickets, and descriptions of issues are stored in databases. All support information is held by Main Sequence as confidential, and support information may additionally be subject to confidentiality provisions within account usage or software license agreements.",
    "address": "4420 Sherwin Road",
    "asp_index": "25466",
    "city": "Kirtland",
    "contactemail1": "martin@mainsequence.net",
    "contactfax1": "440-856-0312",
    "contactname1": "Martin Snyder",
    "contactoff1": "President",
    "contactphone1": "440-946-5214",
    "contacttitle1": "President",
    "corpoffemail1": "martin@mainsequence.net",
    "corpofffax1": "440-856-0312",
    "corpoffname1": "Martin H Snyder",
    "corpoffphone1": "440-946-5214",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-07",
    "orgverification": "In-House",
    "personaldata": "recruitment data, including manually processed data",
    "ppdate": "2008-07-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Commitment to cooperate and comply with the EU data protection authorities (DPAs) or authorized representatives and/or Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2011-12-07",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "44094"
}