{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Wonder Workshop, Inc.",
    "PPLoc": "http://www.makewonder.com/privacy ",
    "Phone": "(408) 842-9632",
    "activities": "Wonder Workshop may collect and use the following kinds of personal information: information provided in connection with registering for an account on our website; information about transactions carried out over our website, including purchasing our robots, signing up for our newsletter or participating in our forums; information about users’ use of our website or applications and browsing activity; and any other information that users provide to Wonder Workshop.\r\nWhen users register with us, signup for our newsletter or participate in our forums, we may collect “Personally Identifiable Information,” such as name, email address and birthdate. When users purchase a robot on our website, we collect Personally Identifiable Information, such as name, phone number, email address, credit card information and mailing address. When users use the website or any of our products, software, applications or related services (collectively, the “Services”), certain additional information is automatically collected such as Internet Protocol address, web request, browser type, referring/exit pages and URLs, number of clicks, domain names, landing pages, pages viewed and other similar information.\r\nThe information and data we collect is used: to operate and monitor the Services; track usage; improve the Service; provide marketing and customer support to users; for billing, authentication, identification and fraud prevention; and for system administration and troubleshooting. We (or the service providers we partner with) may use standard online technologies, such as cookies, to track use of the website. The information we may collect from cookies enables us to measure your use of and the performance of our applications and website. \r\nWonder Workshop does not rent, sell or exchange Personally Identifiable Information. We may share information, including Personally Identifiable Information, with authorized service providers that may perform specific services or processes on our behalf relating to the Services. Such services may include, but are not limited to, customer service and support, marketing services, and order processing and shipping services. Where Wonder Workshop discloses Personally Identifiable Information to its agents or authorized service providers for these purposes, such agent or authorized service providers will be obligated to use that Personally Identifiable Information in accordance with the terms of our Privacy Policy and applicable law, including as relates to EU  and Swiss Personal Data.\r\nThe Personally Identifiable Information we collect may also be shared with third parties if it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of our Terms of Use, or as otherwise required by law.",
    "address": "2121 S. El Camino Real, Eleventh Floor",
    "asp_index": "25468",
    "city": "San Mateo",
    "contactemail1": "grant@makewonder.com",
    "contactfax1": "",
    "contactname1": "Grant Gavares",
    "contactoff1": "Main Office",
    "contactphone1": "(512) 659-1022",
    "contacttitle1": "Software Engineering Lead",
    "corpoffemail1": "vikas@makewonder.com",
    "corpofffax1": "",
    "corpoffname1": "Vikas Gupta",
    "corpoffphone1": "(415) 217-9682",
    "corpofftitle1": "President and CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Robotics - (ROB)Toy & Games - (TOY)",
    "industrysector_parsed": [
        "Robotics - (ROB)",
        "Toy & Games - (TOY)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-20",
    "orgverification": "in-house",
    "personaldata": "“Personal data” includes data from customers and users registering for the services, purchasing a product on our website, signing up for our newsletter or participating in our online forums. Such personal data may include email address, name, birthdate, phone number, mailing address, transactions on the website, and credit card information. Data may be manually processed.",
    "ppdate": "2014-10-10",
    "previous": "25468",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (EU DPAs)",
    "signupdate": "2014-11-20",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94403"
}