{
    "CertificationStatus": "false",
    "Fax": "480-951-8879",
    "OrgName": "Concord Servicing Corporation",
    "PPLoc": "https:/ www.myaccountinfo.com/privacy.htm ",
    "Phone": "480-998-7585",
    "activities": "Concord Servicing has been a third-party consumer receivables servicing provider since 1988. It provides clients with customized technology and consumer receivables servicing solutions to fit their needs.\r\n\r\nConcord will maintain personal information about EU and Swiss consumers on our confidential and proprietary software system, solely for the purposes of creating and sending billing statements and processing payments remitted. Concord will also provide a customized website to enable EU and Swiss consumers to make payments, update and correct their personal information, check their account balance(s), review their payment history, and reprint billing statements.\r\n\r\nConcord will also access the personal information for the purpose of providing data (via reports, downloads, and web services) to the consumers' owners' associations and their agents with whom Concord has a specific contractual relationship for these activities.",
    "address": "4150 N. Drinkwater Blvd., Suite 200",
    "asp_index": "25533",
    "city": "Scottsdale",
    "contactemail1": "rbabcock@concordservicing.com",
    "contactfax1": "480-281-3132",
    "contactname1": "Randy Babcock",
    "contactoff1": "Scottsdale",
    "contactphone1": "480-214-1999",
    "contacttitle1": "Sr VP IT",
    "corpoffemail1": "mfincher@powerofconcord.com",
    "corpofffax1": "480-281-5910",
    "corpoffname1": "Mary-Jeanne Fincher",
    "corpoffphone1": "480-214-6050",
    "corpofftitle1": "VP & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-19",
    "orgverification": "In-house",
    "personaldata": "Consumer name, Address, Email, Government ID number, Telephone number, Account history",
    "ppdate": "2012-12-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Concord agrees to cooperate with European Data Protection Authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2012-12-19",
    "state": "Arizona",
    "statutorybody": "FTC",
    "zip": "85251"
}