{
    "CertifiedThroughLabel": "",
    "Fax": "312-276-2182",
    "OrgName": "The SAVO Group, Ltd.",
    "PPLoc": "https:/ www.savogroup.com/trust/privacy-policy/ ",
    "Phone": "312-506-1700",
    "activities": "This Privacy Policy covers the information practices of the Web site that links to this Privacy Policy: http://www.savogroup.com, https://www.gosavo.com, or https://www.savoinspire.com (collectively referred to as “SAVO’s Web site” or “the Company’s Web site”).\r\n\r\nSAVO offers a variety of services that are collectively referred to as the “Service.” SAVO collects information from individuals who simply visit the Company’s Web sites and/or who wish to obtain additional information about the Service (“Visitors”) and individuals registered to use the Service (“Customers”).\r\nWhen expressing an interest in obtaining additional information about the Service or registering to use the Service, SAVO requires you to provide the Company with contact information, such as name, company name, address, phone number, and email address (“Required Contact Information”). When purchasing the Service, SAVO requires you to provide the Company with financial qualification and billing information, such as billing name and address, credit card number, and the number of employees within the organization that will be using the Service (“Billing Information”). SAVO may also ask you to provide additional information, such as annual revenues, number of employees, or industry (“Optional Information”). Required Contact Information, Billing Information and Optional Information are referred to collectively as “Data About SAVO Customers”.\r\nAs you navigate the Company’s Web site, SAVO may also collect information through the use of commonly-used information-gathering tools, such as cookies and Web beacons (“Web Site Navigational Information”). Web Site Navigational Information includes standard information from your Web browser (such as browser type, browser version, and browser language), your Internet Protocol (“IP”) address, and the actions you take on the Company’s Web sites (such as the Web pages viewed and the links clicked).\r\nWhen you download and use our Services, we automatically collect information on the type of device you use, operating system version, and the device identifier (or “UDID”).\r\nWe do not ask you for, access or track any location based information from your mobile device at any time while downloading or using our Mobile Apps or services.",
    "address": "155 N. Wacker Dr. Suite 1000",
    "asp_index": "25545",
    "city": "Chicago",
    "contactemail1": "mona.rao@savogroup.com",
    "contactfax1": "312-276-8138",
    "contactname1": "Mona Rao",
    "contactoff1": "Chicago",
    "contactphone1": "312-256-2182",
    "contacttitle1": "Sr. Director Information Security",
    "corpoffemail1": "mona.rao@savogroup.com",
    "corpofffax1": "312-276-8138",
    "corpoffname1": "Mona Rao",
    "corpoffphone1": "312-256-2182",
    "corpofftitle1": "Sr. Director Information Security",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-11-16",
    "orgverification": "Third Party",
    "personaldata": "SAVO requires you to provide the Company with contact information, such as name, company name, address, phone number, and email address (“Required Contact Information”). When purchasing the Service, SAVO requires you to provide the Company with financial qualification and billing information, such as billing name and address, credit card number, and the number of employees within the organization.",
    "ppdate": "2011-10-20",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "Questions regarding this Privacy Policy or the information practices of the Company’s Web sites should be directed to SAVO Privacy by emailing supportdesk@savogroup.com or by mailing SAVO Privacy and Security, 155 N. Wacker Dr., Suite 1000, Chicago, IL 60606.\r\n\r\nIf you have any complaints regarding our compliance with the Safe Harbor you should first contact us (as provided above). If contacting us does not resolve your complaint, you may raise your complaint with TRUSTe by Internet here, fax to 415-520-3420, or mail to TRUSTe Safe Harbor Compliance Dept., click for mailing address. If you are faxing or mailing TRUSTe to lodge a complaint, you must include the following information: the name of company, the alleged privacy violation, your contact information, and whether you would like the particulars of your complaint shared with the company. For information about TRUSTe or the operation of TRUSTe’s dispute resolution process, click here or request this information from TRUSTe at any of the addresses listed above. The TRUSTe dispute resolution process shall be conducted in English.  For human resources data we have agreed to cooperate with Data Protection Authorities.",
    "signupdate": "2011-11-16",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60606"
}