{
    "CertificationStatus": "true",
    "Fax": "6176210065",
    "OrgName": "OpenClinica",
    "PPLoc": "https://openclinica.com/content/privacy-policy",
    "Phone": "6175046943",
    "activities": "OpenClinica collects personal information that may be (a) volunteered by users of its websites, (b) provided by its customers, and (c) obtained by its customers in the course of operating their clinical trials, and (d) volunteered by the company's employees. The following describes OpenClinica's data collection practices with respect to each of these categories. A - Website Users: OpenClinica may collect various types of EU Personal Information volunteered by users of its websites, such as personal and company name and contact information. B - Customers: OpenClinica may obtain various types of EU Personal Information about customers. This includes contact information, such as names, email and postal addresses, and phone numbers. This information will be used to develop or maintain business relationships, and conduct other activities that are appropriate and necessary for delivering its products and services. C - Customer Clinical Trial Data: OpenClinica is in the business of providing software products and services that our customers users to facilitate the collection and management of patient/subject/participant data (\"Subject Data\") in their clinical trials. While when collected, these data are typically anonymized, in the course of delivering its products and services the company may collect EU Personal Information depending on how the company's customers choose to use the software solution. Whenever OpenClinica obtains EU Personal Information the company is acting on behalf of direction from its customers and under specific contractual agreements. D - Employees: OpenClinica collects and uses employee information at the time of hire and with the full understanding and consent of its employees.",
    "address": "460 Totten Pond Road",
    "asp_index": "25540",
    "city": "Waltham",
    "contactemail1": "bbaumann@openclinica.com",
    "contactfax1": "617-621-0065",
    "contactname1": "Ben Baumann",
    "contactoff1": "Operations",
    "contactphone1": "6175046943",
    "contacttitle1": "Chief Operating Officer",
    "corpoffemail1": "bbaumann@openclinica.com",
    "corpofffax1": "6176210065",
    "corpoffname1": "Ben Baumann",
    "corpoffphone1": "6175046943",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Insurance Services - (INS)Drugs & Pharmaceuticals - (DRG)Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Health Care Services - (HCS)",
        "Insurance Services - (INS)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-12",
    "orgverification": "In-house",
    "personaldata": "clinical research data, customer data",
    "ppdate": "2013-11-04",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "OpenClinica has established an independent recourse mechanism (IRM) through the EU Data Protection Authorities (EU DPA) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) available to investigate unresolved complaints pertaining to the use, and retention of personal information we transfer from EU member countries that relates to visitors, customer, and human resources data.",
    "signupdate": "2013-11-12",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02451"
}