{
    "CertifiedThroughLabel": "",
    "Fax": "434-977-4466",
    "OrgName": "SNL Financial LC",
    "PPLoc": "http://www.snl.com/PrivacyPolicy.aspx ",
    "Phone": "434-977-1600",
    "activities": "We will use employee data for human resources purposes.  We will use customers' Personal Data that we collect solely for our internal use, including for statistical analysis of users' behavior, for product development, for content improvement, or to customize the content and layout of our Websites. Nonpersonal Data may be used for internal purposes such as researching and identifying market segments and needs. We will not disclose to third parties any of our customers' Personal Data, except (i) to the extent necessary to comply with Legal or regulatory requirements, (ii) with our customers' express permission, or (iii) to preserve our legal rights in relation to our services or property. We may transfer such information (i) among our affiliated companies, wherever such affiliates are located, including outside of the European Economic Area, (ii) to successors, or potential successors, to the relevant business or (iii) to independent contractors we engage to assist with or perform any of the foregoing activities. In addition, we may use our customers' Personal Data to contact them regarding (i) account status and changes to the subscriber agreement, (ii) SNL's privacy policy, (iii) any other policies, agreements or transactions relevant to their use of SNL's services/products and (iv) marketing to our customers products and services which we believe may be of interest to them.",
    "address": "One SNL Plaza",
    "asp_index": "25541",
    "city": "Charlottesville",
    "contactemail1": "doakey@snl.com",
    "contactfax1": "434-977-4466",
    "contactname1": "Dan Oakey",
    "contactoff1": "Charlottesville, VA",
    "contactphone1": "434-977-1600",
    "contacttitle1": "Chief Contracts Officer",
    "corpoffemail1": "doakey@snl.com",
    "corpofffax1": "434-977-4466",
    "corpoffname1": "Dan Oakey",
    "corpoffphone1": "434-977-1600",
    "corpofftitle1": "Chief Contracts Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-26",
    "orgverification": "In-house.",
    "personaldata": "SNL processes its own employees' information, as well as that of SNL's clients. While some of SNL's employee information is manually processed (in the UK), most of the other information is processed electronically.",
    "ppdate": "2012-10-08",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Any controversy or claim arising out of or relating to SNL's compliance shall be determined in cooperation with the EU Data Protection Authorities and/or Swiss Federal Data Protection and Information Commissioner, which shall serve as the independent recourse mechanism for dispute resolution.",
    "signupdate": "2012-11-26",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22902"
}