{
    "CertificationStatus": "true",
    "Fax": "858-673-0890",
    "OrgName": "Applications International Corporation",
    "PPLoc": "http://www.applicationsinternational.com/SafeHarbor.htm ",
    "Phone": "858-673-2174",
    "activities": "Processor on Behalf - AIC provides enterprise compliance management software designed to help companies manage data more effectively. AIC does not own or control any of the information it processes on behalf of the AIC customer. All such information is owned and controlled by the AIC customer. In this capacity, AIC receives information transferred from the EU to the United States merely as a processor on behalf.   With the exception of performing data imports or as otherwise directed by its clients, Applications International Corporation does not collect or enter data into its clients’ software systems. At the direction of its clients, Applications International Corporation may transmit data to third parties for interface/integration purposes with third party software products. Any access to or use of client data by Applications International Corporation is incidental to performing Applications International Corporation’s contractual obligations to its clients as a processor.",
    "address": "10920 Via Frontera, Suite 400",
    "asp_index": "25550",
    "city": "San Diego",
    "contactemail1": "valerie@applicationsinternational.com",
    "contactfax1": "858-673-0890",
    "contactname1": "Valerie M. Cleare",
    "contactoff1": "Applications International Corporation",
    "contactphone1": "858-673-2174",
    "contacttitle1": "President",
    "corpoffemail1": "valerie@applicationsinternational.com",
    "corpofffax1": "858-673-0890",
    "corpoffname1": "Valerie M. Cleare",
    "corpoffphone1": "858-673-2174",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-20",
    "orgverification": "In-House",
    "personaldata": "Employee Demographic Data is processed on behalf of our clients.",
    "ppdate": "2011-01-01",
    "previous": "25550",
    "privacyprograms": "None",
    "recoursemech": "With respect to any complaints relating to this policy that cannot be resolved through our internal processes, we have agreed to participate in the procedures of the panel established by the European Data Protection Authorities (DPAs) and/or Swiss Federal Data Protection and Information Commissioner (FDPIC) to resolve disputes pursuant to the Safe Harbor Principles. In the event that we or the European Data Protection Authorities (DPAs) and/or Swiss Federal Data Protection and Information Commissioner (FDPIC) determine that we did not comply with this policy, we will take appropriate steps to address any adverse effects and to promote future compliance.",
    "signupdate": "2011-12-20",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92127"
}