{
    "CertificationStatus": "true",
    "Fax": "206-842-9259",
    "OrgName": "Airbiquity Inc.",
    "PPLoc": "http://www.airbiquity.com/company/service-privacy/ ",
    "Phone": "206-219-2700",
    "activities": "Airbiquity's policy on the treatment of personal data is based upon adherence to the U.S. Department of Commerce's safe harbor privacy principles.  Airbiquity may collect certain personal information from the EU/EEA and/or Switzerland, such as from customers, business partners, employees and candidates for employment. When providing services, Airbiquity may receive and process personal information controlled by its customers about the customer’s customers or others, and process that personal information at the direction of the customer.  The types of information provided by customers or business partners may include name, address, phone number, e-mail address, user IDs and passwords, billing and transaction information, and other financial information. Personal information collected pursuant to the previous sentence is held by Airbiquity for differing purposes depending upon the particular service or product being provided, including but not limited to, fixing or improving our services and products, personalizing our services and products, fraud detection and management, compliance with governmental, legislative and regulatory bodies, customer support and/or customer relationship management. Airbiquity also collects human resources data from its employees and candidates for employment. Airbiquity may share personal information about customers, business partners, employees and applicants for employment with its service providers and suppliers for the sole purpose and only to the extent needed to provide the service or support for which the personal data was provided. Third parties receiving personal information are expected to apply the same level of privacy protection as Airbiquity and are prohibited from using the data for any purpose other than providing the service or support to Airbiquity.",
    "address": "1011 Western Avenue, Suite 600",
    "asp_index": "25565",
    "city": "Seattle",
    "contactemail1": "privacy@airbiquity.com",
    "contactfax1": "206-842-9259",
    "contactname1": "",
    "contactoff1": "Legal Department",
    "contactphone1": "206-219-2700",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "jsaye@airbiquity.com",
    "corpofffax1": "206-842-9259",
    "corpoffname1": "Justin Saye",
    "corpoffphone1": "206-219-2731",
    "corpofftitle1": "Vice President, Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-19",
    "orgverification": "Self-assessment",
    "personaldata": "Organization, client, customer, offline, on-line, manually-processed, and human resources data",
    "ppdate": "2013-11-25",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2013-12-19",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98104"
}