{
    "Fax": "(800) 997-1122",
    "OrgName": "Cordis Corporation",
    "PPLoc": "http://www.cordis.com/safe-harbor ",
    "Phone": "(800) 327-7714",
    "activities": "Cordis receives personal information in various forms relating to personnel, including prospective and former employees. This data may be transferred from the EU/EEA and/or Switzerland to the US and are used to carry out the company’s human resources functions. Cordis also receives personal information about research subjects, patients, investigators and staff, service providers and business partners, health care professionals, suppliers, and industry experts all in support of Cordis’ clinical research operations. Cordis receives personal information about its customers in support of marketing function and health care professional (HCP ) educational activities. Cordis also receives personal information relating to product safety and efficacy calls and reports. Please contact us with any questions about the way in which we process personal data, contact us at: privacyofficer1@its.jnj.com.",
    "address": "430 Route 22 East PO Box 6908",
    "asp_index": "25574",
    "city": "Bridgewater",
    "contactemail1": "lturso@its.jnj.com",
    "contactfax1": "732-448-0641",
    "contactname1": "Lauren Turso",
    "contactoff1": "HCC & Privacy Office",
    "contactphone1": "732-524-2873",
    "contacttitle1": "Privacy Manager",
    "corpoffemail1": "ALaponis@its.jnj.com",
    "corpofffax1": "510 248-2916",
    "corpoffname1": "Adam Laponis",
    "corpoffphone1": "510 248-2916",
    "corpofftitle1": "Senior Director Finance",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Medical Equipment - (MED)Drugs & Pharmaceuticals - (DRG)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)",
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-25",
    "orgverification": "in-house",
    "personaldata": "Electronic and manual data related to employees, clinical research, marketing and product complaints.",
    "ppdate": "2011-11-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities Panel (EU DPAs) and Federal Data Protection and Information Commissioner of Switzerland (FDPIC) for HR Data and JAMS for all other Data types.",
    "signupdate": "2008-04-15",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08807"
}