{
    "CertificationStatus": "true",
    "Fax": "212-763-6020",
    "OrgName": "eMarketer, Inc.",
    "PPLoc": "http://www.emarketer.com/about/safeharborprivacy.aspx ",
    "Phone": "212-763-6010",
    "activities": "We mainly use Personal Information, either alone or in combination with other information, so that we can provide, enhance and personalize our Service and our marketing efforts.\r\n\r\nThe following are examples of a variety of ways that we may use Personal Information. We may use your Personal Information:\r\n\r\nTo provide you with the best customer experience possible;\r\nTo provide the products and services you purchase, respond to your questions, and carry out the transactions you have requested;\r\nTo communicate with you regarding updates, offers, orders, and promotions;\r\nTo help us develop, customize, deliver, support and improve our services, products, content, and advertising;\r\nTo help authenticate any account you create with us;\r\nTo administer promotions;\r\nTo serve advertisements on our Website;\r\nTo protect the rights or property of eMarketer or our users, and prevent fraud and other prohibited or illegal activities;\r\nTo protect the security of our products, services, and business;\r\nFor our internal purposes (such as auditing, data analysis, and research to improve our products, services, and communications); and\r\n\r\nOtherwise, as disclosed to you at the point of collection.",
    "address": "11 Times Square",
    "asp_index": "25580",
    "city": "New York",
    "contactemail1": "ccenteno@emarketer.com",
    "contactfax1": "212-763-6020",
    "contactname1": "Cerelle Centeno",
    "contactoff1": "Strategy",
    "contactphone1": "212-763-6012",
    "contacttitle1": "VP, Project Management",
    "corpoffemail1": "jnajarian@emarketer.com",
    "corpofffax1": "212-763-6020",
    "corpoffname1": "James Najarian",
    "corpoffphone1": "212-763-6078",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-14",
    "orgverification": "In-house",
    "personaldata": "Organization, client, prospect, customer, human resources, manually processed.",
    "ppdate": "2014-01-06",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU DPAs is our independent recourse mechanism via USCIB for all company human resource-related disputes.\r\n\r\nTRUSTe is our third party Dispute Resolution mechanism for all other disputes.",
    "signupdate": "2014-01-14",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10036"
}