{
    "CertificationStatus": "true",
    "Fax": "800-650-5992",
    "OrgName": "CriminalRecordCheck.com, Inc.",
    "PPLoc": "https:/ www.criminalrecordcheck.com/record-check.asp?crc=65 ",
    "Phone": "877-272-0266",
    "activities": "Dehnel & Associates, Inc. was renamed to CriminalRecordCheck.com, Inc. effective 1/1/2015.  We are a background screening firm that conducts employment screening for Employers and Licensing Boards in the United States. Some candidates have worked in Europe, were stationed at foreign military bases or have immigrated to the US from Europe and require a background check be conducted in the appropriate Country. During the course of these background screening activities personal information may be collected or provided to complete the background check.",
    "address": "2840 Plaza Pl., Ste. 475",
    "asp_index": "25584",
    "city": "Raleigh",
    "contactemail1": "sebastian@mycrc.com",
    "contactfax1": "800-650-5992",
    "contactname1": "Sebastian Dehnel",
    "contactoff1": "CriminalRecordCheck.com",
    "contactphone1": "919-459-1022",
    "contacttitle1": "VP of Operations",
    "corpoffemail1": "sebastian@mycrc.com",
    "corpofffax1": "800-650-5992",
    "corpoffname1": "Sebastian Dehnel",
    "corpoffphone1": "919-459-1022",
    "corpofftitle1": "VP of Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Employment Services - (EMP)",
    "industrysector_parsed": [
        "Employment Services - (EMP)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-30",
    "orgverification": "in-house",
    "personaldata": "Name, Date of Birth, Social Security Number, Address, Email Address, Driver's License Number, Country Specific Identification Number. Most data is manually processed.",
    "ppdate": "2012-09-27",
    "previous": "25584",
    "privacyprograms": "CriminalRecordCheck.com is associated with two privacy programs:\r\n1) The National Association of Professional Background Screeners offers an accreditation program for Consumer Reporting Agencies (CRA’s) located in the United States of America. Governed by a strict and thorough set of professional standards, the Background Screening Agency Accreditation Program (BSAAP) has become a widely recognized seal of approval that brings national recognition to an employment background screening-affiliated organization for its commitment to excellence, accountability, high professional standards and continued institutional improvement.\r\n2) CriminalRecordCheck.com (CRC) is a consumer reporting agency.  It is required by the Fair Credit Reporting Act, 15 U.S.C. §1681 et seq. (“FCRA”) to maintain the confidentiality of all consumer information.  \r\n3) Self-Regulatory Privacy Program that adheres to the Safe Harbor Privacy Principles.",
    "recoursemech": "CriminalRecordCheck.com employs the following mechanisms to investigate complaints: \r\n1) Any consumer, upon proper identification, has the right under the FCRA to request CriminalRecordCheck.com (CRC) to furnish to the consumer any and all information it may have on that consumer.  The consumer has the right to dispute the accuracy or completeness of any information contained in the consumer's file.\r\n2) Complies with the US regulatory  authority, Consumer Financial Protection Bureau that provides for handling of individual complaints and dispute resolution.  Website: http://www.consumerfinance.gov/\r\n3) CriminalRecordCheck.com has further committed to refer unresolved privacy complaints under the US-EU Safe Harbor Principles to EU Data Protection Authorities (EU DPAs) to serve as an independent recourse mechanism (IRM) for dispute resolution arising from collection, use, and retention of personal information.",
    "signupdate": "2014-12-30",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27612"
}