{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "CrowdStrike Services, Inc.",
    "PPLoc": "http://crowdstrike.com/privacy-notice ",
    "Phone": "888-512-8906",
    "activities": "CrowdStrike provides information technology security products and services. \r\n \r\nCollection and Use.\r\nCrowdStrike Websites  (http://www.crowdstrike.com and services.crowdstrike.com) provide Internet based access for users to learn about CrowdStrike and its products and services (“Offerings”) and to communicate with CrowdStrike and with others.  CrowdStrike web portals that may exist within our Offerings (“Web Portals”) provide customers with Internet based access to our Offerings.  When an individual uses our Websites and Web Portals, CrowdStrike gathers information, some of which is personal information.  Information collected and used by CrowdStrike may include, among other things, the Internet Protocol (IP) address, browser information, device ID, the type of computer and technical information about a user’s means of connection to our Websites or Web Portals, such as the operating system and the Internet service providers utilized and other similar information.  From users who are required to login to gain access to a particular Website feature or Web Portal, we collect usernames, passwords, and other login credentials that are used for the purpose of verifying user authorization to access the feature or Offering.  We also use and collect cookies on our Websites and Web Portals.  See the section on Cookies below to understand how we use them.  We may use the information, including personal information that we collect from users of our Websites and Web Portals for a number of reasons, including but not limited to the following purposes:\r\nWebsites\r\n•Operate, secure, support and improve our Websites \r\n•Provide you requested information and Offerings\r\n•Provide community forums, blogs and discussion groups \r\n•Run promotions, contests, surveys or other website features\r\n•Send periodic emails\r\n•Recruit new employees when you respond to career postings\r\n•Analyze trends\r\n\r\nWeb Portals\r\n•Provide our Offerings, including product updates, documentation, and related information\r\n•Sales, invoicing, collections, perform accounting, and auditing   \r\n•Operate, secure, answer questions, support and improve our Web Portals and Offerings \r\n•Develop new features, products, and services\r\n•Send periodic emails\r\n•Analyze trends\r\n\r\nCrowdStrike has numerous Offerings, including but not limited to platform and cloud based security and intelligence subscription services, professional services, free community security tools, and more. Most of the information CrowdStrike collects through its Offerings is metadata, for example, data about how and when a device or network is being used, login times and attempts, registry keys, types and versions of operating systems, browsers and information about software applications.  Some of the data we collect is personal information.  However, we only use the data that we collect through our Offerings to help our customers and improve our capabilities in the way described in our more specific product or service documentation and agreements. CrowdStrike also offers customers the ability to directly provide to CrowdStrike, or for customers to have CrowdStrike Offerings configured to collect, files (including the content of those files) and other information related to the files for security analysis and response or, when submitting crash reports, to make the product more reliable.  At a customer’s direction, we may also collect or retrieve files as part of our Offerings. The files and related information may contain personal information. \r\n\r\nWe also collect, analyze and use information about adversaries, for example, malware and URLs where adversaries try to send a customer’s data. However, when we share information that we learn about adversaries, we don’t identify customers or individuals, other than the adversary. \r\n\r\nTo the extent CrowdStrike collects personal information through its Offerings, CrowdStrike collects that information under the authority and direction of its customers, which often are corporate entities.  CrowdStrike typically has no direct relationship or contact with an individual whose personal information we may collect or receive from a corporate customer and subsequently analyze and use.  Regardless, we do not use any personal information collected through our Offerings to contact or market products or services to these individuals.   We also do not provide any personal information obtained through the Offerings to third parties for the purpose of contacting or marketing products or services to these individuals. \r\n\r\nOnward Transfer\r\nWe transfer or provide access to personal information obtained through our Websites and Offerings to individuals or companies that help us provide, operate, support, maintain, secure, and improve our Websites and Offerings, to market and sell our Offerings, and to operate our business.  We may also disclose personal information as required by law or respond to a government request.  We may transfer personal information we have in the event we sell or transfer all or a portion of our business or assets.\r\n\r\nRetention\r\nWe retain personal information for as long as needed to fulfill the purpose for which we collected it and for a reasonable period thereafter in order to comply with audit, contractual or legal requirements.  We retain and use personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.  We may retain aggregated or de-identified data indefinitely or to the extent allowed by applicable law.   We may retain personal information preserved in automatically generated computer back up or archival copies generated in the ordinary course of our information technology systems procedures.",
    "address": "15440 Laguna Canyon Rd, Ste 250",
    "asp_index": "25587",
    "city": "Irvine",
    "contactemail1": "jeanne.millerromero@crowdstrike.com",
    "contactfax1": "",
    "contactname1": "Jeanne Miller-Romero",
    "contactoff1": "Legal Department",
    "contactphone1": "714-273-9565",
    "contacttitle1": "Senior Counsel",
    "corpoffemail1": "steve.chabinsky@crowdstrike.com",
    "corpofffax1": "",
    "corpoffname1": "Steven Chabinsky",
    "corpoffphone1": "888-512-8906",
    "corpofftitle1": "General Counsel & Chief Risk Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-04",
    "orgverification": "Third party",
    "personaldata": "Online, off-line and manually processed data",
    "ppdate": "2014-11-26",
    "previous": "",
    "privacyprograms": "Truste",
    "recoursemech": "Truste",
    "signupdate": "2014-12-04",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92618"
}