{
    "Fax": "6509488243",
    "OrgName": "Guardian Analytics",
    "PPLoc": "http://www.guardiananalytics.com/privacy.php ",
    "Phone": "6503839200",
    "activities": "Guardian Analytics receives personal information either from direct visitors to our website or through direct contact such as at trade shows, etc. We may also receive personal information from our clients’ employees as part of their account registration for our service.  This information may be used for communication or marketing purposes.  \r\n\r\nIn addition, Guardian Analytics may receive personal information directly from our clients in our role as a data processor.  This information is used for the purposes of providing our clients with fraud detection services to protect user financial accounts.  The following is the relevant aspects of our privacy policy:\r\n\r\nWhat Information is Collected.\r\n(a) Information You Provide to Us: Guardian Analytics may require visitors/users to provide personal information, such as their name, e-mail, etc. Guardian Analytics does not sell, trade or transfer user information to unaffiliated third-parties. Guardian Analytics shares your personal information with third parties only in the ways that are described in this privacy policy. ?We collect any information you enter on our site, or that you give us in any other way. You can choose not to provide certain information, but you may not be able to take advantage of our services and features.\r\n(b) Automatic Information: When you visit a website, you disclose certain information, such as your Internet Protocol (IP) address and the time of your visit. This website, like many other sites, records this basic information about visits to our site. We use this information, which does not identify individual users, to analyze trends, to administer the site, to track users’ movements around the site and to gather demographic information about our user base as a whole. We do not link this automatically-collected data to personal information.  \r\n(c) ''Cookies'': Cookies are pieces of information that are transferred to your computer from a web server.  We use both session ID cookies and persistent cookies. A session cookie expires when you close your browser while persistent cookies remains on your hard drive for an extended period of time. We use cookies to deliver content specific to visitors' or users’ interests, to record their registration so they don't have to re-enter it each time they request preferred content, and for routine internal purposes. Most browsers are set up to accept cookies, but you can change your settings to have your browser notify you when you receive a new cookie or to refuse to accept cookies. The use of cookies by our service providers is not covered by our privacy policy.  We do not have access or control over these cookies \r\n(d) Information Related to Data Collected for our Clients: Guardian Analytics collects information under the direction of its Clients, and has no direct relationship with the individuals whose personal data it processes. If you are a customer of one of our Clients and would no longer like to be contacted by one of our Clients that use our service, please contact the Client that you interact with directly.  We may transfer personal information to companies that help us provide our service. Transfers to subsequent third parties are covered by the service agreements with our Clients.\r\n\r\nHow and When the Information is Used.\r\nThe information we collect is used for administering our business activities and responding to your questions and concerns. Occasionally we may use the information to notify you about changes to our website, new services, or special offers.",
    "address": "2465 Latham Street, Suite 200",
    "asp_index": "25591",
    "city": "Mountain View",
    "contactemail1": "NetOps@GuardianAnalytics.com",
    "contactfax1": "6509488243",
    "contactname1": "Michelle Koblas",
    "contactoff1": "Security",
    "contactphone1": "650-810-1323",
    "contacttitle1": "GuardianAnalytics",
    "corpoffemail1": "Steve@GuardianAnalytics.com",
    "corpofffax1": "6509488243",
    "corpoffname1": "Steve Schramm",
    "corpoffphone1": "6503839213",
    "corpofftitle1": "VP Engineering",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Financial Services - (FNS)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-27",
    "orgverification": "Third Party",
    "personaldata": "On-line data, Manually processed data",
    "ppdate": "2013-12-01",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-12-27",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94040"
}