{
    "CertifiedThroughLabel": "",
    "Fax": "925-951-9001",
    "OrgName": "Workday",
    "PPLoc": "http://www.workday.com/company/privacy.php ",
    "Phone": "877-967-5329",
    "activities": "Workday uses personal information that it receives from the EU/EEA and Switzerland for marketing activities as permissible under applicable law. In addition, as part of Workday’s Enterprise Cloud product offerings, customers may load electronic data, including personal data, into Workday servers. In this context, Workday acts as a data processor and may use the personal data to provide and support the service, but does not control the customer’s data. Workday does not select the data that is uploaded into the servers and any access to, or use of, such data is incidental to completing Workday’s contractual obligations to its customer as a processor and is in accordance with customer’s instructions. Similarly, as part of Workday’s professional services operations, Workday processes data, including personal data, on behalf of its customers. In this context, Workday acts as a data processor and does not control the data. Furthermore, Workday also collects, transfers and uses personal information of its employees and candidates for general employment and benefit purposes (e.g., providing compensation benefits and related services, keeping updated organizational information, making employment-related decisions, administering stock and stock option programs, managing security, and employee training). As part of Workday's internal operations, Workday transfers personal data of its employees and non-employee personnel to the U.S. headquarters for processing and storage. In this context, Workday acts as a data controller.",
    "address": "6230 Stoneridge Mall Road",
    "asp_index": "25602",
    "city": "Pleasanton",
    "contactemail1": "barbara.cosgrove@workday.com",
    "contactfax1": "925-951-9001",
    "contactname1": "Barbara Cosgrove",
    "contactoff1": "Workday, Inc.",
    "contactphone1": "925-951-9006",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "Jim.Shaughnessy@workday.com",
    "corpofffax1": "925-951-9001",
    "corpoffname1": "Jim Shaughnessy",
    "corpoffphone1": "925-951-9000",
    "corpofftitle1": "Vice President, General Counsel & Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-06",
    "orgverification": "Third Party TRUSTe",
    "personaldata": "online, offline, organization, customer, prospect",
    "ppdate": "2012-11-12",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "Third Party - TRUSTe; EU Data Protection Authorities (DPAs) for human resources data only; for Switzerland:  Cooperation with the Federal Data Protection and Information Commissioner (FDPIC) HR data only",
    "signupdate": "2007-12-06",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94588"
}