{
    "CertificationStatus": "true",
    "Fax": "7329338783",
    "OrgName": "GWF Associates, LLC",
    "PPLoc": "See link below",
    "Phone": "7329338780",
    "activities": "PRIVACY POLICY/COMPLIANCE STATEMENT\r\nGWF Associates, LLC complies with the US-EU Safe Harbor Framework and US-Swiss Safe Harbor Framework as set forth by the US Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland.  GWF Associates, LLC has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.  To learn more about the Safe Harbor program, and to view the Safe Harbor certification page, please visit http://www.export.gov/safeharbor/\r\nGWF Associates, LLC collects data from registrants in our interactive programs on behalf of our clients and shares that data with clients so they can provide registrants with requested scientific information. The privacy of personal information provided through our programs is important to GWF Associates, LLC.  The following describes the type of information collected and its use, how information is protected and the choices available to participants.  \r\nThe type of personal data requested of program participants who elect to register to receive scientific material generally involves identifying information including name and contact address such as office location or email. So that educational and promotional materials sent to registrants are optimally targeted, data such as specialty or areas of interest may be requested.  Additional information may be provided voluntarily through answers to self-assessment or survey questions.  \r\nGWF Associates, LLC provides the data collected only to the client supporting the program. At no time does GWF Associates, LLC provide data to or sell data to another party.  Appropriate electronic procedures and corporate confidentiality requirements are implemented to protect the security of data collected.   Participants are clearly informed about the intent of data collection.  Prior to registration, participants are informed that the personal details they provide may be used by the client for future marketing purposes. They are given the opportunity to opt out of receiving future communication.\r\nIn compliance with the US-EU and US-Swiss Safe Harbor Principles, GWF Associates, LLC commits to resolve complaints about your privacy and our collection or use of your personal information.  European Union or Swiss citizens with inquiries or complaints regarding this privacy policy should first contact GWF Associates, LLC at:\r\nGWF Associates, LLC\r\n1 Sheila Drive\r\nTinton Falls, NJ 07724\r\n011-732-933-8780\r\n\r\nGWF Associates, LLC has further committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by GWF Associates, LLC, please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "address": "1 Sheila Drive",
    "asp_index": "25626",
    "city": "Tinton Falls",
    "contactemail1": "Sfeehan@gwfassociates.com",
    "contactfax1": "7329338783",
    "contactname1": "Sean Feehan",
    "contactoff1": "GWF Associates, LLC",
    "contactphone1": "7329338780",
    "contacttitle1": "VP Operations",
    "corpoffemail1": "gfeehan@gwfassociates.com",
    "corpofffax1": "7329338783",
    "corpoffname1": "George Feehan",
    "corpoffphone1": "7329338780",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Romania, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Education & Training - (EDS)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-16",
    "orgverification": "In-House",
    "personaldata": "Employee and customer Name, Address and Email information.",
    "ppdate": "2012-10-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2012-10-16",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07724"
}