{
    "CertifiedThroughLabel": "",
    "Fax": "212-240-2298",
    "OrgName": "BIA",
    "PPLoc": "http://www.biaprotect.com/privacy-policy.html ",
    "Phone": "212-240-2282",
    "activities": "BIA provides data collection, storage and analysis services for litigation, regulatory and internal matters.  When collecting data, BIA works with both the company and the individual user, when avaialable, to design a data collection process that is user specific and customized as necessary to avoid the collection of personal information to the greatest extent possible.  In the event that any personal data is collected, that data is stored in a secure facility and protected using a variety of technological and physical methods.  BIA generally does not review the content of any data collected, especially personal data that would be unlikely to be related to any pending matters.  In the case that personal information is collected and later identified, BIA will immediately destroy any such identified data in our posession as appropriate.",
    "address": "39 Broadway, 26th floor",
    "asp_index": "25634",
    "city": "New York",
    "contactemail1": "afeinberg@biaprotect.com",
    "contactfax1": "212-240-2298",
    "contactname1": "Adam Feinberg",
    "contactoff1": "Business Intelligence Associates",
    "contactphone1": "212-240-2282",
    "contacttitle1": "SVP, Professional Services",
    "corpoffemail1": "ops@biaprotect.com",
    "corpofffax1": "212-240-2298",
    "corpoffname1": "Alon Israely",
    "corpoffphone1": "212-240-2282",
    "corpofftitle1": "Senior Advisor",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Legal Services - (LES)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)",
        "Legal Services - (LES)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-11",
    "orgverification": "in-house, audits by IT and legal depts.",
    "personaldata": "off-line, manually processed data",
    "ppdate": "2002-01-01",
    "previous": "",
    "privacyprograms": "BIA complies with a variety of regulations that implicate the protection of personal data, including the Health Insurance Portability and Accountability Act of 1996 (HIPAA), the Financial Services Modernization Act of 1999 (a.k.a. the Gramm-Leach-Bliley Act), the Sarbanes-Oxley Act of 2002, Payment Card Industry (PCI) Standards, and other U.S. Federal and State regulations.  BIA also routinely enters into strict Court endorsed and/or client requested confidentiality agreements that surpass the obligations of the federal and state regulations that may otherwise apply.",
    "recoursemech": "BIA's standard client agreements provide for an extensive, independent dispute resolution process (through the American Arbitration Association (ICDR/AAA Safe Harbor Program)).  Many of the client confidentiality agreements also provide for specific and swift relief in the event of any such dispute.",
    "signupdate": "2007-10-11",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10006"
}