{
    "CertificationStatus": "true",
    "Fax": "303-325-7728",
    "OrgName": "TrackVia, Inc.",
    "PPLoc": "http://www.trackvia.com/privacy/ ",
    "Phone": "800-673-3302",
    "activities": "During the registration process, TrackVia collects personally identifiable information (Required Information: First Name, Last Name, Email Address and Optional Information: Organization Name and Phone Number) from the Subscribing Organizations and their Users. Individuals who sign up are also required to create a user name and password for their account. TrackVia uses this information to communicate with organizations during the trial period via email and phone outreach to help get organizations up and running. TrackVia may also collect personally identifiable information at other times, such as when responding to product support inquiries. This information is only used to contact the user to help resolve support inquiries. TrackVia may also contact the user via email to announce improvements to the TrackVia interface. In addition, the TrackVia application allows you to store data and information that is personally identifiable, private, or sensitive. TrackVia may use such information in the aggregate only for its own internal purposes. Account administrators also input their Credit Card information (card type, name on card, billing address, city, state, zip, country, card number and expiration date) when signing up for a paying account. Credit card numbers are stored with payment gateway Authorize.net and no TrackVia employee can see credit card numbers. We will not sell, rent or release a Subscribing Organization’s or User’s personally identifiable information, application data, or stored information to any other party, except at the request of the Subscribing Organization or under certain rare special circumstances such as court order.",
    "address": "1675 Larimer St. STE 500",
    "asp_index": "25647",
    "city": "Denver",
    "contactemail1": "shannon.shulse@trackvia.com",
    "contactfax1": "303-325-7728",
    "contactname1": "Shannon Shulse",
    "contactoff1": "Finance and Accounting",
    "contactphone1": "303-518-0900",
    "contacttitle1": "Manager of Accounting and Finance",
    "corpoffemail1": "pete.khanna@trackvia.com ",
    "corpofffax1": "303-325-7728",
    "corpoffname1": "Peter Khanna",
    "corpoffphone1": "303-882-7943",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-28",
    "orgverification": "In-house",
    "personaldata": "Data to be covered by Safe Harbor includes customer data. Customer data includes First Name, Last Name, Email Address and Optional Information: Organization Name and Phone Number) from the Subscriber",
    "ppdate": "2014-11-30",
    "previous": "25647",
    "privacyprograms": "Truste Web Privacy Certification\r\nTruste EU Safe Harbor Certification",
    "recoursemech": "If you have questions or concerns, you should first contact privacy@trackvia.com . If you do not receive acknowledgment of your inquiry or your inquiry has not been satisfactorily addressed, you should contact TRUSTe at http://www.truste.org/consumers/watchdog_complaint.php TRUSTe will then serve as a liaison with us to resolve your concerns.",
    "signupdate": "2008-10-28",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80202"
}