{
    "CertificationStatus": "true",
    "Fax": "408 490 2901",
    "OrgName": "eTrigue Corp",
    "PPLoc": "http://www.etrigue.com/trust/privacy/ ",
    "Phone": "408 490 2900",
    "activities": "We market web based marketing and sales application software largely to small and midsize businesses. We receive mostly business-related information from the EEA, including contact information of individual representatives of the businesses with whom we are dealing, including, without limitation, names, addresses, work phone numbers, work email addresses, etc. of EEA Persons (\"EEA Data\"). We collect and use EEA Data for purposes of providing products and services to our customers, communicating with corporate business partners about business matters, processing EEA Data on behalf of corporate customers, providing information on our services, and conducting related tasks for legitimate business purposes. Our customers use our hosted technology platform to store and process EEA Data at their own discretion. Since EEA Data covered by this Notice is by definition sent to us by another company in the EEA, ie a customer of eTrigue, the categories of data sent and the purposes of processing often depend on such other company, with whom the EEA Persons typically have a closer employment or business relationship (and which, therefore, can provide additional information on categories of data shared with us)",
    "address": "6399 San Ignacio Avenue, Suite 200",
    "asp_index": "25642",
    "city": "San Jose",
    "contactemail1": "support@etrigue.com",
    "contactfax1": "408 490 2901",
    "contactname1": "Jim Meyer",
    "contactoff1": "eTrigue Corp",
    "contactphone1": "408 490 2905",
    "contacttitle1": "VP/General Manager",
    "corpoffemail1": "billing@etrigue.com",
    "corpofffax1": "408 293 2433",
    "corpoffname1": "Jeff Holmes",
    "corpoffphone1": "408 293 3233",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Management Consulting Services - (MCS)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-30",
    "orgverification": "In-house",
    "personaldata": "On-line, off-line",
    "ppdate": "2007-07-10",
    "previous": "",
    "privacyprograms": "Truste",
    "recoursemech": "EU Data Protection Authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2009-12-30",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95119"
}