{
    "CertificationStatus": "true",
    "Fax": "+1 212 633 5418",
    "OrgName": "Mediaocean LLC",
    "PPLoc": "http://www.mediaocean.com/privacy-policy/ ",
    "Phone": "+1 212 633 8100",
    "activities": "Mediaocean as a data controller \r\nActing as a Data Controller, we may collect and process the following information:\r\n•\tUsers’ name, email address and other contact details\r\n•\tUsers’ training profile, including details of courses attended and courses due to complete\r\n•\tinformation provided by filling in forms on our website\r\n•\tRecords of correspondence with users\r\n•\tSurveys used for research purposes\r\n•\tDetails of visits to our website including, but not limited to, traffic data, location data, weblogs and other communication data and the accessed resources access (subject to EU directives on use of cookies)\r\nWe use Personal Information in the following ways:\r\n•\tto contact users where necessary or appropriate\r\n•\tto enhance or improve the user experience on our website and/or with our products & services generally\r\n•\tto provide users with information, products, or services that they request from us and notify users of any changes to these;\r\n•\tto help us keep the information that we hold up-to-date;\r\n•\tto carry out obligations arising from contracts entered into between the client company and us\r\n•\tto keep user information secure e.g. to authenticate users when using our website or when contacting us by telephone.\r\nMediaocean as a data processor \r\nWe act only as a Data Processor with respect to Personal Information that is collected, stored or used by our clients. Our sole function is to provide technical support to run the systems on our mainframe and servers for the benefit of our clients. The client company is the Data Controller and is responsible for data protection obligations pertaining to its notification, collection, accuracy, and timely disposal. The client company is also responsible for arrangements to allow users to access their own Personal Information, and for authorizing disclosure to Third Parties.\r\nIn accordance with the provisions of Safe Harbor’s FAQ 10 – Article 17 contracts, we have entered into a contract with each of our clients that defines their ownership of all data which their staff enter into our systems. Under the terms of each contract, we’re obliged to process the data only in accordance with instructions from the client. Thus, we’re not required to apply the Safe Harbor principles to this information because the Data Controller remains responsible for it vis-à-vis each individual in accordance with EU provisions.",
    "address": "45 West 18th Street",
    "asp_index": "25657",
    "city": "New York",
    "contactemail1": "trankin@mediaocean.com",
    "contactfax1": "+44 20 7255 7171",
    "contactname1": "Todd Rankin",
    "contactoff1": "Mediaocean Systems Ltd, Blue Fin Building, 110 Southwark Street, London, SE1 0TA",
    "contactphone1": "+44 20 7255 7110",
    "contacttitle1": "European Finance Director",
    "corpoffemail1": "mbegley@mediaocean.com ",
    "corpofffax1": "212-633-5547",
    "corpoffname1": "Michael Begley",
    "corpoffphone1": "212-633-5709",
    "corpofftitle1": "Chief Finance Officer",
    "eucountries": "France, Germany, Ireland, Portugal, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "IRL",
        "PRT",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-28",
    "orgverification": "Self assessment; performed annually",
    "personaldata": "Online client & user data collected via our web site, via cookies, via our Learning Management system; Online data recorded in internal client databases and CRM systems. Acting as a data processor, Mediaocean also handles Online data stored on an IBM mainframe and on VMware servers in the Enterprise Data Center at IBM Sterling Forest, 300 Long Meadow Rd, Sterling Forest, NY 10979, United States",
    "ppdate": "2014-02-01",
    "previous": "",
    "privacyprograms": "None.  Mediaocean operates an in-house privacy program based on AICPA’s SOC2 reporting.",
    "recoursemech": "Mediaocean commits to cooperating with European data protection authorities (DPAs) in investigating any privacy complaints or suspected violations of privacy laws or Mediaocean’s International Safe Harbor commitments, as well as in rectifying any noncompliant practices.",
    "signupdate": "2012-12-28",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10011"
}