{
    "CertificationStatus": "true",
    "Fax": "540-633-5532",
    "OrgName": "Kollmorgen Corporation",
    "PPLoc": "http://www.kollmorgen.com/en-us/service-and-support/privacy-statements/ ",
    "Phone": "540-639-9046",
    "activities": "Kollmorgen receives personal data primarily from its European affiliates.  The data includes contact information, payment information, order information, service and warranty records, quality feedback, purchase records, and personal data collected for European regulatory compliance, as well as personal data in records received in the course of providing IT support services to the European affiliates.  Kollmorgen also receives human resources data from its European affiliates (solely with respect to their employees), and it collects some European personal data directly, primarily from its websites. \r\n\r\nKollmorgen uses the HR data for HR purposes, related legal compliance, and in connection with providing business support services (such as providing data storage, information security and other information technology support services).  Kollmorgen uses the other data in the course of providing its European affiliates with support relating to operations, marketing, product evaluation, research, and IT services.  Kollmorgen also uses certain data for sales, customer relations and business development purposes.",
    "address": "201 W. Rock Road",
    "asp_index": "25652",
    "city": "Radford",
    "contactemail1": "SafeHarbor@kollmorgen.com",
    "contactfax1": "540-731-5647",
    "contactname1": "Hil Johnson",
    "contactoff1": "Hil Johnson",
    "contactphone1": "540-633-5540",
    "contacttitle1": "VP Compliance Officer",
    "corpoffemail1": "SafeHarbor@kollmorgen.com",
    "corpofffax1": "540-731-5647",
    "corpoffname1": "Hil Johnson",
    "corpoffphone1": "540-633-5540",
    "corpofftitle1": "VP Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Electronics Industry Prod/Test Equipment - (EIP)General Science & Technology - (GST)",
    "industrysector_parsed": [
        "Electronics Industry Prod/Test Equipment - (EIP)",
        "General Science & Technology - (GST)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-06",
    "orgverification": "In-house",
    "personaldata": "Data about past, current and prospective (1) Kollmorgen affiliates’ workers and related individuals, such as beneficiaries, (2) customers, (3) website visitors, (4) business partners, such as vendors and sales and service partners, and (6) other individuals with whom workers communicate.  Includes data processed manually and through automated means.",
    "ppdate": "2015-02-11",
    "previous": "25652",
    "privacyprograms": "None",
    "recoursemech": "We encourage any person with a complaint to contact our Compliance Officer at SafeHarbor@kollmorgen.com or (540) 633-5540.  If we are unable to address the complaint to the person’s satisfaction, we agree to cooperate with (1) the relevant EU and Swiss data protection authorities, with respect to organization HR data and (2) the International Centre for Dispute Resolution / American Arbitration Association Safe Harbor Dispute Resolution Program, with respect to other data.",
    "signupdate": "2015-03-06",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "24141"
}