{
    "Fax": "732-530-6780",
    "OrgName": "P3 Inc. dba Pereless Systems",
    "PPLoc": "http://power.pereless.com/privacy ",
    "Phone": "732-530-0202",
    "activities": "Pereless Systems gathers contact information (such as name, address, email address, phone number) from certain registration, contact us requests, email-a-friend, resume submission, and seminar forms. The contact information that is gathered is for the sole purpose of corresponding with the parties that have expressed interest in the Pereless products or seminars.  Based on the type of request made, Pereless website will acknowledge asubmission and a Pereless representative responds via telephone with requested product or seminar information.\r\nPereless is an application service provider for our customers who upload their staffing data (including personal information of prospective job candidates and employees) to the Pereless-hosted, secured environment.  Once data is stored, customers access Pereless and their data for staffing purposes. Individuals involved in these recruitment and staffing activities interact directly with Pereless customers, rather than with Pereless. Pereless is a data “processor” for our customers who operate as “controllers” of personal information.",
    "address": "151 Bodman Place, Suite 301",
    "asp_index": "25660",
    "city": "Red Bank",
    "contactemail1": "aep@pereless.com",
    "contactfax1": "732-530-6780",
    "contactname1": "Arthur E. Pereless",
    "contactoff1": "Privacy Office",
    "contactphone1": "732-530-0202",
    "contacttitle1": "President/CEO",
    "corpoffemail1": "aep@pereless.com",
    "corpofffax1": "732-530-6780",
    "corpoffname1": "Arthur E. Pereless III",
    "corpoffphone1": "732-530-0202",
    "corpofftitle1": "President, CEO",
    "eucountries": "Austria, Czech Republic, Denmark, France, Germany, Greece, Ireland, Italy, Liechtenstein, Luxembourg, Netherlands, Norway, Portugal, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "CZE",
        "DNK",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "LIE",
        "LUX",
        "NLD",
        "NOR",
        "PRT",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-17",
    "orgverification": "Third party - TRUSTe",
    "personaldata": "Pereless Systems offer a web based Applicant Tracking Solution in which we gather candidate data, On-Line, Off-Line, Manually Processed Data",
    "ppdate": "2006-10-12",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "For human resources data, we will use the EU Data protection authorities (DPAs) panel and the Federal Data Protection and Information Commmission in Switzerland (FDPIC); for all other data, we will use TRUSTe",
    "signupdate": "2006-10-17",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07701"
}