{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Shuttlerock",
    "PPLoc": "https:/ www.shuttlerock.com/privacy-policy/ ",
    "Phone": "323-932-1010",
    "activities": "Shuttlerock provides a visual marketing platform for Corporate customers, and therefore collects and stores User data on behalf of our paying customers.\r\n\r\nThe following personal information is obtained from Users when they sign on to our platform – first and last name, email, gender, location, time-zone, picture, home town, languages they speak, platform username, link to face-book and or twitter accounts.\r\n\r\nIf the User doesn’t log on via a social channel we collect only email, password for the platform and first and last name.\r\n\r\nShuttlerock Ltd will use this information to send notification emails that the User can opt out of at any time.\r\n\r\nOur platform also provides this information to our Corporate customers, other than the password information.  We do not have any control over what these 3rd party Customers do with the information.  They can also download this information in csv format.\r\n\r\nThis information is stored in a database maintained by Heroku.com in an Amazon data centre in North Virginia – United States of America.\r\n\r\nWhen a paying Corporate Customer leaves our platform (churns) this data remains within our Heroku database.\r\n\r\nWe are currently formulating a policy to inform our churned customers that we will delete the data 6 weeks from the time they stop paying for our platform.",
    "address": "Suite 200, 5371 Wilshire Blvd",
    "asp_index": "25695",
    "city": "Los Angeles",
    "contactemail1": "dave@shuttlerock.com",
    "contactfax1": "",
    "contactname1": "Dave Perrett",
    "contactoff1": "Tokyo, Japan",
    "contactphone1": "+81 90 8566 4280",
    "contacttitle1": "CTO",
    "corpoffemail1": "colin@shuttlerock.com",
    "corpofffax1": "",
    "corpoffname1": "Colin Cadigan",
    "corpoffphone1": "+64 03 310 7966",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-04",
    "orgverification": "third party (TRUSTe)",
    "personaldata": "client and customer",
    "ppdate": "2014-12-03",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-12-04",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90036"
}