{
    "Fax": "215-664-1601",
    "OrgName": "Fiberlink Communications Corp.",
    "PPLoc": "http://www.maas360.com/about/privacy-and-legal/ ",
    "Phone": "215-664-1600",
    "activities": "The company obtains a limited amount of personal information from individuals who reach the company's website and request information from the company.  Additionally, the company obtains the username, email address, IP address, machine names and domain name of users of company's products and services through users' use of the company s products and services.    The company may use that information to follow up with the individuals who make requests, to deliver service to the customer, products or information an individual has requested to verify an individual's authority to enter certain password protected areas of the Site, to send individual notices and communications for products and/or services that they have used or that may be of interest to them, and to improve the content and general administration of the Site.  The company also collects employee data from company employees located in the European Union, such as their name, home and work addresses and phone numbers, email address, birthdays, bank account information and social security or identification number.  This information is used internally by the company to conduct human resources-related services for the company (bank account information is collected for direct deposit of paychecks).  \r\n\r\nThe company does not share the information with third parties other than third party service providers assisting the company in providing its services.  The company sells only to businesses, not individual consumers, and does not market services to persons under the age of 18.",
    "address": "1787 Sentry Parkway West, Bldg. 18, Ste. 200",
    "asp_index": "25708",
    "city": "Blue Bell",
    "contactemail1": "legal_department@fiberlink.com",
    "contactfax1": "215-664-1604",
    "contactname1": "Jessie Bryan",
    "contactoff1": "Legal Department",
    "contactphone1": "215-664-1821",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "legal_department@fiberlink.com",
    "corpofffax1": "215-664-1604",
    "corpoffname1": "Jesse Bryan",
    "corpoffphone1": "215-664-1821",
    "corpofftitle1": "Assistant General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-29",
    "orgverification": "Third-party",
    "personaldata": "On-line data",
    "ppdate": "2014-08-14",
    "previous": "",
    "privacyprograms": "TRUSTe Privacy Program",
    "recoursemech": "Fiberlink Communications will investigate and attempt to resolve complaints and dispute regarding use and disclosure of Personal information in accordance with the principles contained in the Policy. For complaints that cannot be resolved between Fiberlink and the complainant, Fiberlink has agreed to participate in the dispute resolution procedures of the panel established by the European Data Protection Authorities (DPAs) to resolve disputes pursuant to Safe Harbor Principles.",
    "signupdate": "2006-11-29",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19422"
}