{
    "CertificationStatus": "true",
    "Fax": "412-995-5500",
    "OrgName": "Carmeuse Lime & Stone, Inc",
    "PPLoc": "see link below",
    "Phone": "412-995-5523",
    "activities": "CARMEUSE collects and uses Personal Information about individuals solely for CARMEUSE’s business purposes, including decisions related to employment, promotion, payment of compensation, extension of employee benefits, performance assessment and other similar business purposes common to business and understood by employees.  Beyond these purposes, where CARMEUSE collects Personal Information directly from individuals, it will inform the individuals about further purposes for which it collects and uses Personal Information about them. With respect to vendors, customers and contractors, CARMEUSE may need to have information such as government issued identification numbers and addresses in order to enable or ensure payment or performance.  CARMEUSE will provide notice to individuals before disclosure of Personal Information for a purpose other than that for which it was originally collected or to a non-Agent third party.  Some examples of non-Agent third parties include, but are not limited to, trade unions that represent CARMEUSE employees, outside payroll processing companies, pension administration services, government authorities that require information and other outside agencies that assist in administration of pension, payroll or benefit plans.",
    "address": "11 Stanwix Street, 21st Floor",
    "asp_index": "25711",
    "city": "Pittsburgh",
    "contactemail1": "kathy.wiley@carmeusena.com",
    "contactfax1": "412-995-5500",
    "contactname1": "Kathy Wiley",
    "contactoff1": "Carmeuse Lime & Stone, 11 Stanwix Street, 21st Floor, Pittsburgh, PA  15222",
    "contactphone1": "412-995-5523",
    "contacttitle1": "VP Human Resources",
    "corpoffemail1": "kathy.wiley@carmeusena.com",
    "corpofffax1": "412-995-5500",
    "corpoffname1": "Kathy Wiley",
    "corpoffphone1": "412-995-5523",
    "corpofftitle1": "VP Human Resources",
    "eucountries": "Austria, Belgium, Czech Republic, France, Hungary, Italy, Netherlands, Romania, Slovakia, Switzerland",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "FRA",
        "HUN",
        "ITA",
        "NLD",
        "ROU",
        "SVK",
        "CHE"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Oil Gas Mineral -(OGS)\r\nOil Gas Mineral Production",
    "industrysector_parsed": [
        "Oil Gas Mineral -(OGS)\r\nOil Gas Mineral Production"
    ],
    "latest": "true",
    "nextcertification": "2015-10-25",
    "orgverification": "In House",
    "personaldata": "CARMEUSE collects and uses Personal Information about individuals solely for CARMEUSE’s business purposes, including decisions related to employment, promotion, payment of compensation, extension of employee benefits, performance assessment and other similar business purposes common to business and understood by employees.  Beyond these purposes, where CARMEUSE collects Personal Information direct",
    "ppdate": "2011-09-01",
    "previous": "25711",
    "privacyprograms": "None",
    "recoursemech": "Any questions or concerns regarding the use or disclosure of personal information should be directed to the Carmeuse Holding SA Human Resources Office (HR), attention European HR Manager, at the address given below. Any individual presenting a question or concern about personal information must complete a written statement providing a reasonable degree of detail of the issue in order for the HR Office to effectively evaluate the issue. The HR staff will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this Policy for complaints that cannot be resolved between CARMEUSE and the complainant, CARMEUSE has agreed to participate in the dispute resolution procedures of the home country of the employee and to utilize the panel established by the European Union data protection authorities (DPAs), or the Swiss Federal Data Protection and Information Commissioner (FDPIC), as appropriate, to resolve disputes pursuant to the Safe Harbor Principles.",
    "signupdate": "2011-10-25",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "15222"
}