{
    "Fax": "617-673-8001",
    "OrgName": "Bright Horizons Family Solutions",
    "PPLoc": "http://www.brighthorizons.com/privacy ",
    "Phone": "617-673-8000",
    "activities": "Bright Horizons Family Solutions LLC is the parent company which, through its EU/EEA subsidiaries, is engaged in the business of delivering child care services and other work-life and employee assistance services in the EU/EEA.    From our subsidiaries in the EU/EEA we obtain and process data (both personal and sensitive personal) for their clients and employees.  For client data, our activities in the United States include:  email communications between the EU/EEA subsidiaries and Bright Horizons; backup and storage of electronic data; utilization reporting from electronic data; call centre cover where data is collected over the telephone and entered electronically into a database but the service is carried out in the EU/EEA; and other client management activities as required from time to time.  For employee data, our activities in the United States include:  email communications between the EU/EEA subsidiaries and Bright Horizons; backup and storage of electronic data;  salary, benefits, and employee statistical reporting from  electronic data; and other human resource management activities as required from time to time.  Original hard copy documentation for the EU/EEA personal data is stored in the country of origin and not transferred outside the EU/EEA.",
    "address": "200 Talcott Avenue South",
    "asp_index": "25719",
    "city": "Watertown",
    "contactemail1": "infosec@brighthorizons.com",
    "contactfax1": "617-923-7059",
    "contactname1": "Craig Brown",
    "contactoff1": "Information Security Risk and Compliance department",
    "contactphone1": "617-673-8140",
    "contacttitle1": "Director, Information Technology",
    "corpoffemail1": "sdreier@brighthorizons.com",
    "corpofffax1": "617-673-8629",
    "corpoffname1": "Stephen Dreier",
    "corpoffphone1": "617-673-8118",
    "corpofftitle1": "Chief Administrative Officer",
    "eucountries": "Ireland, United Kingdom",
    "eucountries_parsed": [
        "IRL",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Services - (GSV)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)",
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-03",
    "orgverification": "In-House",
    "personaldata": "Bright Horizons processes personal data on its customers, propsective customers, employees, students/apprentices, job applicants and  agents/subconractors/suppliers.  The data includes on-line/off-line electronic data, however, Bright Horizons we will not be manually processing hardcopy EU data in the US.",
    "ppdate": "2014-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Bright Horizons has designated the EU data protection authorities (DPAs) as its independent recourse mechanism to investigate unresolved complaints and/or disputes that cannot be resolved by its internal procedures.",
    "signupdate": "2013-01-03",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02472"
}