{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Webbula LLC",
    "PPLoc": "http://webbula.com/privacy-center/ ",
    "Phone": "888-993-2285",
    "activities": "How We Use The Offline Data We License And Collect. The Offline Data that is licensed, collected, and used by Webbula is used in a variety of Webbula products and services, including the following (“Products and Services”): \r\no\tCloudHygiene - “CloudHygiene” is a coded representation of a statistical analysis of an email address (similar in nature to industry-standard credit scores but based on non-credit data) to protect an email sender’s reputation and brand. CloudHygiene is designed to satisfy a wide variety of business objectives such as risk, hard bounce, and fraud mitigation for email marketers.  When an email address is processed through our suppression list, proprietary algorithms, and processes is applied to the transaction information, and a CloudHygiene flag is created. Once calculated, the CloudHygiene flag is returned to the customer.  Only the CloudHygiene flag is returned to the customer while the email address within our suppression list is not returned. CloudHygiene can be used in Webbula’s  Data Enhancement and Online Audience Targeting.\r\no\tData Enhancement – “Data Enhancement” is the process of adding or appending additional data attributes to a customer’s existing list.  Through a proprietary key based linking process, attributes or personal information is added to a customer list at an individual and / or household level. Webbula does not sell “lists” or “leads” and only enhances a clients already existing contacts.\r\no\tOnline Audience Targeting - Webbula’s :Online Audience Targeting” is an offering where Webbula’s offline data attributes (not personal identifying information) are made available in online exchanges.  Webbula does not collect, place, or maintain 1st or 3rd party cookies. The offline attributes are onboarded into the online exchanges via a privacy compliant 3rd party that replaces any personal identifying information with an anonymous cookie.  Utilizing a 3rd party onboarding partner ensures no personal identifying information enters into the online exchanges.",
    "address": "3000 Village Run Rd. Suite 103 #211",
    "asp_index": "25739",
    "city": "Wexford",
    "contactemail1": "doug@webbula.com",
    "contactfax1": "",
    "contactname1": "Douglas Egeth",
    "contactoff1": "Wexford Office",
    "contactphone1": "888-993-2285",
    "contacttitle1": "CTO",
    "corpoffemail1": "vcersosimo@webbula.com",
    "corpofffax1": "",
    "corpoffname1": "Vincent Cersosimo",
    "corpoffphone1": "888-993-2285",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-09",
    "orgverification": "in-house",
    "personaldata": "Name, Postal Address, Phone Number, and Email Address are the Personally Identifiable Information (PII) that is covered under Webbula's self-certification.",
    "ppdate": "2014-12-01",
    "previous": "25739",
    "privacyprograms": "Direct Marketing Association (thedma.org)",
    "recoursemech": "The Direct Marketing Association (thedma.org) has been set as Webbula's independent recourse mechanism. Via the DMA consumer's can initiate a dispute resolution if need be and they will also ensure the enforcement of our promises in the privacy policy.",
    "signupdate": "2014-12-09",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "15090"
}