{
    "CertificationStatus": "true",
    "Fax": "(303) 465-3641",
    "OrgName": "AppExtremes, Inc. dba Conga",
    "PPLoc": "http://www.congamerge.com/privacy ",
    "Phone": "(303) 465-1616",
    "activities": "AppExtremes’ web-based service processes data and information, which may include personal data, at the direction of its customers. AppExtremes does not choose or determine the types of data that are submitted to AppExtremes’ service and it may be transferred to third parties as part of providing the service. None of this data is retained or permanently stored. As part of AppExtremes’ internal operations, AppExtremes collects and uses personal data of its current and prospective customers and current and prospective partners for sales, billing, marketing, and business partner recruitment purposes. Additionally, as part of AppExtremes’ internal operations, AppExtremes transfers personal data of its employees to AppExtremes’ U.S. headquarters for processing and storage. AppExtremes collects, transfers, and uses employee data for purposes of employee benefits and human resource administration. Such benefits and services include evaluation of qualifications for employment, provision of employment, compensation and benefits, reporting, security management, administration of compensation, performance management and company network access, authentication and personalization.",
    "address": "385 Interlocken Crescent",
    "asp_index": "25743",
    "city": "Broomfield",
    "contactemail1": "bseamans@congamerge.com",
    "contactfax1": "(303) 465-3641",
    "contactname1": "William Seamans",
    "contactoff1": "AppExtremes, Inc. dba Conga",
    "contactphone1": "(303) 381-6329",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "mwhiteside@congamerge.com",
    "corpofffax1": "(303) 465-3641",
    "corpoffname1": "Mark Whiteside",
    "corpoffphone1": "(303) 381-6318",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-28",
    "orgverification": "Third party",
    "personaldata": "On-line; Human Resources",
    "ppdate": "2013-04-11",
    "previous": "25743",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-12-28",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80021"
}