{
    "CertificationStatus": "true",
    "Fax": "415-358-5808",
    "OrgName": "Blurb Inc",
    "PPLoc": "http://www.blurb.com/about/privacy ",
    "Phone": "415-820-1754",
    "activities": "Service that allows for the design, sale, and printing of custom books. We collect Personal Information that you submit to us voluntarily through our Website or App. As you navigate our Website or App, certain information may also be passively collected, including your Internet protocol address, browser type, domain names, access times, operating system., mouse clicks, mouse movements, scrolling activity. We also use Cookies and navigational data like Uniform Resource Locators (URL) to gather information regarding the date and time of your visit and the solutions and information for which you searched and which you viewed. This type of information is collected to analyze the use of our services and solutions and to make them more useful to you. Like other aspects of our services, we use a third party service provider for some or all of this type of data collection and analysis; you can choose to disable certain aspects of such collection and analysis at http://www.clicktale.net/disable.html. These third party service providers may also independently collect information about you as described in “Disclosure of Personal Information” in our privacy policy. We may receive Personal Information about you from other sources like mobile device, telephone or fax or from companies that provide our services by way of a co-branded or private-labeled website (“Partner Companies”), and for our App, this includes location based services accessed by our App for certain features in the App. If you choose to disable location based services, some features of the App may not work properly. We may add this information to the information we have already collected from you via our Website or App in order to improve the products and services we provide. In general, Personal Information you submit to us is used either to respond to requests that you make, or to aid us in serving you better. We may also use your Personal Information to provide you with the Blurb newsletters, surveys, or promotional emails regarding changes and upgrades to our products and services and for other marketing purposes of Blurb or our partners, should you request to receive such communications from us. We may create Anonymous Information records from Personal Information by excluding information (such as your name) that make the information personally identifiable to you. We may use this Anonymous Information to analyze request patterns and usage patterns so that we may enhance our products and services. Blurb reserves the right to use and disclose Anonymous Information to third parties in its discretion. Except as otherwise stated in this Privacy Policy, we do not trade, rent, or share your Personal Information with third parties and we will not disclose financial information that is part of your Personal Information unless you ask us to do so. We may share your Personal Information with third parties to provide you with the products and services that we offer you through the Website or App. These third parties are required not to use your Personal Information other than to provide the products and services requested by Blurb and are bound by confidentiality agreements with regard to their use of such information. You expressly consent to the sharing of your Personal Information with our contractors and third party service providers for the sole purpose of providing products and services to you. If you use the Book Preview functionality of the Services, any Personal Information contained in the Book Content of the Book(s) for which you have selected Book Preview will be made publicly available to visitors of the Website or App, including search engines. We may enter into co-branding or co-promotional agreements with third parties pursuant to which we may share Personal Information with such third parties. For example, we may enter into agreements with Partner Companies pursuant to which we provide the Partner Companies with a URL and a customer registration page co-branded with, or private labeled by, the Partner Companies, and the Partner Companies distributes and promotes the URL to its customers. A Partner Company may have access to Personal Information that we collect from their customers. As a result, if you register on the Website or App through a Partner Company, we may provide your Personal Information to the Partner Company. Please note, however, that we do not control the privacy practices of these third parties. We use third-party advertising and/or web analytics companies to serve ads and/or to provide us web analytics when you visit our Website or App. These companies may use information about your visits to this and other websites (e.g., through the use of cookies) in order to provide advertisements about goods and services of interest to you, to provide us analyses of how our site is used. Although we do not authorize these third parties to collect your Personal Information from our Website or App, they may associate data collected about your use of our Website or App with the personally identifiable information they have collected about you from other websites. If you would like to opt out of third-party advertising behavior collection and use, you may do so at http://www.networkadvertising.org/managing/opt_out.asp. More information about the third-party website clickstream analytics service we use, and your ability to opt out of it, is available at http://www.clicktale.com/privacy_service.aspx and http://www.clicktale.net/disable.html. We may share some or all of your Personal Information with companies under common control such as any subsidiaries, joint ventures, or parent company (collectively, “Affiliates”), in which case we will require our Affiliates to honor this Privacy Policy. If our company or our assets are acquired by another company, that company will possess the Personal Information collected by us and it will assume the rights and obligations regarding your Personal Information as described in this Privacy Policy. Regardless of any choices you make regarding your Personal Information (as described below), we may disclose your Personal Information if we believe in good faith that such disclosure is necessary to (a) comply with relevant laws or to respond to subpoenas or warrants served on Blurb; or (b) to protect and defend the rights or property of Blurb or users of our Services.",
    "address": "580 California St Suite 300",
    "asp_index": "25762",
    "city": "San Francisco",
    "contactemail1": "gburton@blurb.com",
    "contactfax1": "415-358-5808",
    "contactname1": "Ghada Burton",
    "contactoff1": "Blurb Inc",
    "contactphone1": "415-820-1754",
    "contacttitle1": "Tax Consultant",
    "corpoffemail1": "gdomecus@blurb.com",
    "corpofffax1": "415-358-5606",
    "corpoffname1": "Gene Domecus",
    "corpoffphone1": "415-364-6314",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Books & Periodicals - (BOK)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Books & Periodicals - (BOK)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-31",
    "orgverification": "In-house",
    "personaldata": "Personal Data Covered: anything excluding human resources data",
    "ppdate": "2012-10-04",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2010-08-31",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94104"
}