{
    "Fax": "415 829 4304",
    "OrgName": "Ingenico e-Commerce Solutions, Inc.",
    "PPLoc": "http://payment-services.ingenico.com/us/en/cookie-policy ",
    "Phone": "415 568 2151",
    "activities": "Ingenico e-Commerce Solutions Inc. closely co-operates with its Belgian parent company and as a result, certain personal data may be exchanged between Ingenico e-Commerce Solutions Inc. and Ingenico e-Commerce Solutions SPRL (Belgium) and its other European affiliates.\r\nWith respect to HR data relating to its own employees, Ingenico e-Commerce Solutions Inc. will act as “data controller” and process such data for general employment related purposes (e.g. payroll, calculating days of leave, etc.).\r\nWith respect to any personal data relating to a transaction processed by the Ingenico companies that were formerly part of the Ogone group, Ingenico e-Commerce Solutions Inc. acts as “data processor” and will only process such data as per the instructions of the merchants in view of executing the transactions.\r\nWith respect to any personal data relating to customers of the Ingenico companies that were formerly part of the Ogone group, Ingenico e-Commerce Solutions Inc. will process such data on behalf of Ingenico e-Commerce Solutions SPRL or, as a data controller for customers management purposes and such other purposes as may have been communicated to the customer (as applicable).",
    "address": "2915 Ogletown Road",
    "asp_index": "25765",
    "city": "Newark",
    "contactemail1": "sabine.vydt@ecom.ingenico.com",
    "contactfax1": "+3222869616",
    "contactname1": "Sabine Vydt",
    "contactoff1": "Ingenico e-Commerce Solutions, Inc.",
    "contactphone1": "+3226130588",
    "contacttitle1": "Chief Legal Officer",
    "corpoffemail1": "sabine.vydt@ecom.ingenico.com",
    "corpofffax1": "+3222869616",
    "corpoffname1": "Sabine Vydt",
    "corpoffphone1": "+3226130588",
    "corpofftitle1": "Chief Legal Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-16",
    "orgverification": "In-house",
    "personaldata": "Employee data, customer data, end-user data; Online, offline and manually processed data",
    "ppdate": "2013-01-12",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Ingenico e-Commerce Solutions commits to cooperate with data protection authorities located in the European Union (DPAs) and/or Swiss Federal Data Protection and Information Commissioner (FDPIC) or their authorized representatives.",
    "signupdate": "2014-01-16",
    "state": "Delaware",
    "statutorybody": "FTC",
    "zip": "19713"
}