{
    "CertifiedThroughLabel": "",
    "Fax": "678-904-7148",
    "OrgName": "PrimeRevenue, Inc.",
    "PPLoc": "https://s3.amazonaws.com/primerevenue_opensci_terms/Privacy_Policy_June_2013.pdf",
    "Phone": "678-904-7100",
    "activities": "PrimeRevenue provides an electronic supply chain finance system by means of a password protected website at www.primerevenue.com (the “Platform”).  Financial institutions, buyers and suppliers to those buyers are permitted to submit electronic data and information, including personal data, into PrimeRevenue’s servers by means of the Platform.  The personal data collected includes primarily business contact information of employees and representatives of companies using the Platform, including name, business title, business address, business phone, business fax, and e-mail.  In addition, PrimeRevenue will manually collect additional information and documents, including personal data, from these parties.  This personal data, which may include copies of government-issued identification, is used to verify identity of participants on the Platform, to add new participants to the Platform and to facilitate transactions and support to participants on the Platform.  In this context, PrimeRevenue acts as a data processor and relies upon the buyers, suppliers and financial institutions for ensuring their compliance with the Principles as data controllers.  \r\nAs part of PrimeRevenue’s internal operations, PrimeRevenue transfers personal data of its current and prospective customers (including buyers, suppliers to those buyers, and financial institutions)and current and prospective partners to its U.S. headquarters for processing and storage.  PrimeRevenue collects, transfers, and uses personal data of its current and prospective customers (as outlined above) and current and prospective partners, for purposes of sales, marketing, customer care and business partner recruitment and engagement. The personal data collected is primarily business contact information of such parties and includes name, business title, business address, business phone, business fax and email.  In this context, PrimeRevenue acts as a data controller.",
    "address": "1349 W. Peachtree Street",
    "asp_index": "25778",
    "city": "Atlanta",
    "contactemail1": "legal@primerevenue.com",
    "contactfax1": "678-904-7148",
    "contactname1": "David W. Quillian",
    "contactoff1": "Office of General Counsel",
    "contactphone1": "678-904-7100",
    "contacttitle1": "Vice President and General Counsel",
    "corpoffemail1": "legal@primerevenue.com",
    "corpofffax1": "678-904-7148",
    "corpoffname1": "David W. Quillian",
    "corpoffphone1": "678-904-7100",
    "corpofftitle1": "Vice President and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-09",
    "orgverification": "In-house",
    "personaldata": "On-line and manually processed business contact data of employees and representatives of companies using the Platform, including PrimeRevenue’s buyers, suppliers to those buyers, and financial institutions, as well as prospective customers and employees and current and prospective partners.",
    "ppdate": "2013-06-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For questions or concerns regarding the privacy policy or personal data, the first point of contact is to write to legal@primerevenue.com. For any unresolved complaints or if a complaint is not satisfactorily addressed, the organization will utilize the dispute resolution procedures of the American Arbitration Association (ICDR/AAA Safe Harbor Program).",
    "signupdate": "2013-12-09",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30309"
}