{
    "CertificationStatus": "true",
    "Fax": "(404) 806-9571",
    "OrgName": "AdminiTrack, Inc.",
    "PPLoc": "http://www.adminitrack.com/docs/AdminiTrack-Privacy-Policy.pdf ",
    "Phone": "(404) 806-0159",
    "activities": "AdminiTrack’s Issue Tracking Service does not directly collect personal information. On a voluntary basis, we do collect personally identifiable information (\"PII\") in support  . PII generally includes information that could be used by us to determine the identity of an online consumer, such as name, address, phone number and email address. AdminiTrack.com does not collect personally identifiable information about individuals except when individuals specifically provide information on a voluntary basis. For example, personally identifiable information may be gathered from a contest registration, the registration process for newsletters, suggestions, and voting/polling activities. Personally identifiable information on individual users is not sold or otherwise transferred to affiliates or third party companies without the approval of the user at the time of the collection.\r\nWhile AdminiTrack’s Issue Tracking Service does not collect PII, it should be noted that we do not have the ability to prevent our clients from using our online system to collect PII about their users of their web sites and/or services. For example, some of our clients may use our technology solutions in conjunction with an e-commerce or other information technology system where providing PII is necessary to complete a transaction. We require our clients to comply with applicable laws governing online privacy and encourage them to publish privacy policies that inform users of their websites or services related to how the information they collect is to be used. \r\nWe do collect Non-PII that may include information such as the type of Internet browser used by an online user, the type of computer operating system, the location of the user's Internet service provider's point of presence, the date and time of a visit to a Web site, search keywords passed from another server in order to an understanding of trends related to the use of our online services.\r\n2. We do collect Non-PII that may include information such as the type of Internet browser used by an online user, the type of computer operating system, the location of the user's Internet service provider's point of presence, the date and time of a visit to a Web site, search keywords passed from another server in order to an understanding of trends related to the use of our online services.",
    "address": "2221 Peachtree Rd NE, Ste D629",
    "asp_index": "25788",
    "city": "Atlanta",
    "contactemail1": "don@adminitrack.com",
    "contactfax1": "(404) 806-9571",
    "contactname1": "Don Draper",
    "contactoff1": "AdminiTrack Information Security Dept.",
    "contactphone1": "(770) 265-4998",
    "contacttitle1": "Chief Technology Officer",
    "corpoffemail1": "kkota@adminitrack.com",
    "corpofffax1": "(404) 806-9571",
    "corpoffname1": "Krishen Kota",
    "corpoffphone1": "(404) 784-1699",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-05",
    "orgverification": "In-house",
    "personaldata": "on-line",
    "ppdate": "2013-12-06",
    "previous": "25788",
    "privacyprograms": "AdminiTrack complies with the principles of Safe Harbor as regulated by the U.S. Federal Trade Commission.  AdminiTrack employs security policies, procedures, technology to ensure security of data and restriction of physical access to computer equipment.  This includes use of multiple biometrically protected check points and location-aware electronic badging, advanced firewalls, anti-intrusion detection systems to monitor and pro-actively protect our systems that must communicate directly with the Internet. All of our systems are kept current on security patches and security audits are routinely run to ensure no gaps have opened up. Data is maintained on redundant servers which are backed-up to multiple servers in real-time with data moved off-site at regular intervals.  AdminiTrack utilizes VeriSign Encrypted Data Transmission for transmission of sensitive data.",
    "recoursemech": "In regards to dispute resolution, AdminiTrack will cooperate and comply with the European Union Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2009-11-05",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30309"
}