{
    "CertificationStatus": "true",
    "Fax": "+17039912508",
    "OrgName": "ZyLAB North America, LLC",
    "PPLoc": "http://www.zylab.com/privacy ",
    "Phone": "+17034422400",
    "activities": "ZyLAB North America, LLC (\"ZyLAB\") acts as data processor on behalf of its corporate clients and/or their legal counsel (\"Clients\") during its provision of electronic discovery services and related consulting (\"Services\"). From time to time ZyLAB will also act as data processor on behalf of its affiliates to aid them in their provision of Services to clients in their respective European countries. Personal information is collected in the EU (i) by the Client directly or by ZyLAB's personnel at the Client's direction or (ii) sent to ZyLAB in the United States by the Client or a ZyLAB's affiliates for processing. Data is then housed on secure servers in the United States which only ZyLAB's personnel who have a need to access such information for the purpose of performing the Services may access. During its performance of Services ZyLAB takes direction from its Clients as to what data it is authorized to process. ZyLAB's clients may also provide Personal Information to ZyLAB via its web-sites, including signing-up for various communications and offers from ZyLAB or for \r\nthe purpose of purchasing those products and services ZyLAB offers for direct purchase via its web-sites. ZyLAB uses such data for \r\nthe purposes of marketing, facilitating transactions and customer support.",
    "address": "7918 Jones Branch Drive, Suite 230",
    "asp_index": "25787",
    "city": "McLean",
    "contactemail1": "Mary.Mack@ZyLAB.COM",
    "contactfax1": "+17039912508",
    "contactname1": "Mary Mack",
    "contactoff1": "ZyLAB North America, LLC",
    "contactphone1": "+17034422419",
    "contacttitle1": "Enterprise Technology Counsel",
    "corpoffemail1": "Robert.Fucci@ZyLAB.COM",
    "corpofffax1": "+17039912508",
    "corpoffname1": "Bob Fucci",
    "corpoffphone1": "+17034422407",
    "corpofftitle1": "Vice President, North America Sales and Marketing",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Ireland, Italy, Luxembourg, Netherlands, Norway, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-11",
    "orgverification": "In-house",
    "personaldata": "On-line data, off-line data, manually processed data",
    "ppdate": "2014-12-09",
    "previous": "25787",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC",
    "signupdate": "2014-12-11",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22102"
}