{
    "CertificationStatus": "true",
    "Fax": "781-565-5553",
    "OrgName": "Nuance Communications, Inc.",
    "PPLoc": "http://www.nuance.com/company/company-overview/company-policies/privacy-policies/index.htm ",
    "Phone": "781-565-5000",
    "activities": "Nuance may collect certain personal information from the EU/EEA, such as from customers, business partners, employees and candidates for employment. The types of information provided by customers or business partners may include name, address, phone number, e-mail address, user IDs and passwords, contact preferences, billing and transaction information, and credit card and other financial information. Nuance also collects personal information from its employees and candidates for employment (human resources data) in connection with implementation and administration of its human resources programs and functions. When providing information technology products and services, Nuance may receive and process personal information controlled by its customers about the customer’s customers, clients, employees or others, and process that personal information at the direction of the customer. Personal information collected pursuant to the previous sentence is held by Nuance (and third parties authorized to do so by Nuance) for differing purposes depending upon the particular service or product being provided, including but not limited to, fixing or improving our services and products, personalizing our services and products, fraud detection and management, compliance with governmental, legislative and regulatory bodies, customer support and/or customer relationship management. Nuance contracts with third party service providers and suppliers in connection with the delivery of customer solutions and implementation and administration of human resources programs. Nuance may share personal information about customers, business partners, employees and applicants for employment with its service providers and suppliers for the sole purpose and only to the extent needed to provide the service or support for which the personal data was provided. Third parties receiving personal information are expected to apply the same level of privacy protection as Nuance and are prohibited from using the data for any purpose other than providing the service or support required by Nuance. Nuance's policy on the treatment of personal data is based upon adherence to the U.S. Department of Commerce's safe harbor privacy principles.",
    "address": "1 Wayside Road",
    "asp_index": "25794",
    "city": "Burlington",
    "contactemail1": "gretchen.herault@nuance.com",
    "contactfax1": "781-565-5553",
    "contactname1": "Gretchen Herault",
    "contactoff1": "Office of the General Counsel",
    "contactphone1": "781-565-5000",
    "contacttitle1": "Deputy Chief Privacy Officer",
    "corpoffemail1": "leanne.fitzgerald@nuance.com",
    "corpofffax1": "781-565-5553",
    "corpoffname1": "Leanne J. Fitzgerald",
    "corpoffphone1": "781-565-5000",
    "corpofftitle1": "Vice President and Associate General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Computer & Peripherals - (CPT)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-12",
    "orgverification": "In-House",
    "personaldata": "All",
    "ppdate": "2014-11-30",
    "previous": "25794",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) - For unresolved issues involving human resources data being transferred from EU member countries to the U.S.; \r\n\r\nJAMS - For unresolved issues involving personal data (other than human resources data) being transferred from EU member countries to the U.S.",
    "signupdate": "2006-12-12",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01803"
}