{
    "CertificationStatus": "true",
    "Fax": "954-473-1256",
    "OrgName": "OmniComm Systems Inc.",
    "PPLoc": "http://www.omnicomm.com/About_OmniComm/privacy.html ",
    "Phone": "954-473-1254",
    "activities": "OmniComm Systems, Inc. is an eClinical software and services company that helps pharmaceutical, biotechnology, CROs, research and medical device organizations to perform clinical trials.\r\nOmniComm provides online electronic case report forms to physicians at investigative sites (hospitals, universities, medical practices) to capture patient data, the data is centrally hosted in the US.  In this context OmniComm transmits 2 kinds of data from the European Economic Area (EEA) and/or Switzerland into the USA.\r\n\r\n- Personal information about the participating physicians, the sponsor and supporting industries like Clinical Research Organizations, laboratories etc.   This data usually includes address, telephone number and e-mail address. OmniComm saves this information in a client database. Only a limited number of authorized and trained OmniComm staff members have access to this database.  The personal information of our clients is needed to support the users of our data capture software in case of problems.  \r\n- Patient data.    All patient data is fully anonymized. Patient information is key-coded at its origin at the investigator site to not reveal the identity of the individuals. Therefore this data does not fall under the regulations of the Safe Harbor.\r\n\r\nOmniComm may transfer information concerning employees, applicants, customers, prospects, partners and suppliers on a confidential basis from branch offices to the headquarters in the US, as well as to OmniComm’s business advisors (such as auditors and legal counsel).",
    "address": "2101 W. Commercial Blvd",
    "asp_index": "25793",
    "city": "Ft. Lauderdale",
    "contactemail1": "rbowling@omnicomm.com",
    "contactfax1": "954-473-1256",
    "contactname1": "Richard Bowling",
    "contactoff1": "OmniComm Systems Inc.",
    "contactphone1": "954-473-1254",
    "contacttitle1": "Global VP QA",
    "corpoffemail1": "SJohnson@omnicomm.com",
    "corpofffax1": "954-473-1256",
    "corpoffname1": "Stephen Johnson",
    "corpoffphone1": "954-473-1254",
    "corpofftitle1": "President & COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Biotechnology - (BTC)Health Care Services - (HCS)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Computer Software - (CSF)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Health Care Services - (HCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-30",
    "orgverification": "In-House",
    "personaldata": "OmniComm Systems collects the following types of personal data: Data from clinical trial subjects, Contact information from clinical trial staff, Personal information from employees, business partners, investors",
    "ppdate": "2013-02-28",
    "previous": "",
    "privacyprograms": "OmniComm Systems Inc. is not a member of any privacy program today.",
    "recoursemech": "American Arbitration Association (AAA) (http://www.adr.org/) will be used for unresolved disputes. \r\nFor human resource data, the EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) will be used for unresolved disputes.\r\n\r\nRegulatory Agency for Europe:\r\nEuropean Data Protection Supervisor\r\nRue Wiertz 60 – MO 63\r\nB-1047 Brussels /Belgium\r\nTel: +32 2 283 1900\r\nEDPS@edps.eu.int\r\n\r\nRegulatory Agency responsible for OmniComm Europe GmbH located in Bonn, Nordrhein Westfalen, Germany:\r\nAufsichtsbehörde \r\nLandesbeauftragte für Datenschutz und Informationsfreiheit Nordrhein Westfalen\r\nPostfach 200444\r\nD-40102 Düsseldorf/Germany\r\nTel: +49.(0)211.38424-0\r\npoststelle@ldi.nrw.de\r\n\r\n\r\nOffice of the Federal Data Protection and Information Commissioner FDPIC\r\nEidgenössischer Datenschutz- und Öffentlichkeitsbeauftragter\r\nFeldeggweg 1\r\nCH - 3003 Bern\r\nTelefon: +41 (0)31 322 43 95\r\nTelefax: +41 (0)31 325 99 96\r\n\r\nDutch Data Protection Authority (Dutch DPA)\r\nPostbus 93374\r\n2509 AJ DEN HAAG\r\nTel: (+31) - (0)70 - 888 85 00\r\nFax: (+31) - (0)70 - 888 85 01",
    "signupdate": "2010-12-30",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33309"
}