{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Ecovadis",
    "PPLoc": "http://www.ecovadis.com/website/l-en/legal-notice.EcoVadis-30.aspx ",
    "Phone": "917-398-3333",
    "activities": "EcoVadis operates a Sustainability Monitoring platform dedicated to facilitating the management of suppliers' environmental and social performance offered as a \"Software as a Service\" (SaaS)model. \r\nEcoVadis may collect Personal Information, such as the user name and other personal and non-personal information. If a user purchases services through www.ecovadis.com, we may request billing and credit card information. The credit card information is not stored. Information about the user’s computer hardware and software may be automatically collected by EcoVadis. This information can include: the user’s IP address, browser type, domain names, access times and referring website addresses. This information is used for the operation of the service, to maintain and to improve the quality of the service, and to provide general statistics regarding the use of www.ecovadis.com. \r\n\r\nEcoVadis collects and uses a user’s Personal Information to deliver the services a user has requested. EcoVadis may also use your Personal Information to inform users of other products or services available from and through EcoVadis. EcoVadis may also contact users via surveys to conduct research about user opinions of current services or of potential new services that may be offered. EcoVadis does not sell, rent or lease their customer lists to third parties. \r\nEcoVadis may share usage data with trusted partners to help perform statistical analysis of usage or to provide customer support. All such third parties are prohibited from using a user’s Personal Information except to provide these services to EcoVadis, and they are required to maintain the confidentiality of user information. \r\n\r\nPlease note that the personal information a user submits to EcoVadis may be transferred or saved in France and/or other countries to be processed by EcoVadis in order to provide the EcoVadis website or service to the user including but not limited to Poland, Tunisia and Mauritius. If the user is not a resident of France, the user consent and agrees that we may collect, process, use, and store a user’s personal information and outside the user’s resident jurisdiction.",
    "address": "79 Madison Avenue",
    "asp_index": "25809",
    "city": "New York",
    "contactemail1": "fpithan@ecovadis.com",
    "contactfax1": "",
    "contactname1": "Frank Pithan",
    "contactoff1": "Ecovadis SAS",
    "contactphone1": "917-398-3333",
    "contacttitle1": "Quality Assurance Officer",
    "corpoffemail1": "ftrinel@ecovadis.com",
    "corpofffax1": "",
    "corpoffname1": "Frederic Trinel",
    "corpoffphone1": "917-398-3333",
    "corpofftitle1": "Managing Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Management Consulting Services - (MCS)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-19",
    "orgverification": "EcoVadis has an Information Security Management Sy",
    "personaldata": "Personal data are both automatically and manually processed",
    "ppdate": "2013-05-10",
    "previous": "",
    "privacyprograms": "Self-certification for Safe Harbor Principles",
    "recoursemech": "EcoVadis Inc. has designated JAMS (jamsadr.com) as our Alternative Dispute Resolution provider under the U.S. Department of Commerce Safe Harbor Framework for the European Directive 95/46/EC on the protection of personal data and the Swiss Federal Act on Data Protection (FADP). Ecovadis Inc. selected Arbitration to be used for any disputes.",
    "signupdate": "2014-12-19",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10016"
}