{
    "CertifiedThroughLabel": "",
    "Fax": "707-320-2042",
    "OrgName": "Attracta, Inc.",
    "PPLoc": "http://www.attracta.com/privacy.jsp ",
    "Phone": "707-320-2050",
    "activities": "We use personal information received from the EU when a customer places an order or orders a service only to\r\ncomplete that order. We do not share this information with outside parties except to the extent necessary to\r\ncomplete that order.\r\n\r\nWe use return email addresses to answer the email we receive. Such addresses are not used for any other\r\npurpose and are not shared with outside parties.\r\n\r\nWhen a customer registers for a service with our website they may receive email messages relating the services\r\nprovided. They may also receive alerts when their service level has been exceeded.\r\n\r\nWe use non-identifying and aggregate information to better design our website and to share with\r\nadvertisers. For example, we may tell an advertiser that X number of individuals visited a certain area on\r\nour website, or that Y number of men and Z number of women filled out our registration form, but we\r\nwould not disclose anything that could be used to identify those individuals.\r\n\r\nFinally, we never use or share the personally identifiable information provided to us online in ways\r\nunrelated to the ones described above without also providing an opportunity to opt-out or otherwise\r\nprohibit such unrelated uses.",
    "address": "860 Napa Valley Corporate Way, Suite R",
    "asp_index": "25803",
    "city": "Napa",
    "contactemail1": "privacy@attracta.com",
    "contactfax1": "707-320-2042",
    "contactname1": "Terry Gautier",
    "contactoff1": "Napa",
    "contactphone1": "707-320-2042",
    "contacttitle1": "Director of Operations",
    "corpoffemail1": "privacy@attracta.com",
    "corpofffax1": "707-320-2042",
    "corpoffname1": "Kenneth Leonard",
    "corpoffphone1": "707-320-2050",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-05",
    "orgverification": "In-house annual audit",
    "personaldata": "Manual and automated process of client's data",
    "ppdate": "2011-11-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2012-01-05",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94552"
}