{
    "CertificationStatus": "true",
    "Fax": "415-520-0292",
    "OrgName": "Taulia Inc.",
    "PPLoc": "http://www.taulia.com/en/privacy-policy ",
    "Phone": "415-376-8280",
    "activities": "This filing is in regards the Taulia hosted vendor portal and web services, whether they are accessed at https://portal.taulia.com/ or via buyer-specific URLs, including associated customer support services (\"Taulia Service\")\r\n\r\nThe main purpose of the Taulia Service is to electronically connect buyers and suppliers of products and services, to enable them to exchange business documents, data and messages related to accounts payables and accounts receivables, including but not limited to invoices, purchase orders and payment information, and to store related data and documents. \r\n\r\nThe operation of the Taulia Service involves the management of Taulia’s hosted platform, the management and maintenance of the users' accounts on the platform and the management of the connectivity to connected financial systems. \r\n\r\nThe personal information entered into this system is primarily business contact information of representatives of companies using the Taulia Service or that of their respective business partners.  \r\n\r\nThe Taulia Service is a web-based service. It is hosted in the United States.  Some processing is done in the EU.  The Taulia Service is accessed by users from Taulia's customers and their respective business partners from numerous countries on multiple continents, including the EU/EEA and Switzerland.\r\n\r\nIn order to view our two Safe Harbor compliant privacy policies please visit the two links below:\r\n\r\n(1) Main website:  http://www.taulia.com/en/privacy-policy \r\n\r\n(2) Portal website:  https://portal.taulia.com/privacyPolicy",
    "address": "201 Mission Street, Suite 900",
    "asp_index": "25802",
    "city": "San Francisco",
    "contactemail1": "privacy@taulia.com",
    "contactfax1": "415-520-0292",
    "contactname1": "Brian Soby",
    "contactoff1": "Taulia Inc.",
    "contactphone1": "415-376-8280",
    "contacttitle1": "Taulia Privacy Coordinator",
    "corpoffemail1": "legal@taulia.com",
    "corpofffax1": "415-520-0292",
    "corpoffname1": "Bertram Meyer",
    "corpoffphone1": "415-376-8280",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-12",
    "orgverification": "In-house self assessment",
    "personaldata": "Online data",
    "ppdate": "2011-12-08",
    "previous": "",
    "privacyprograms": "Self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles.",
    "recoursemech": "Taulia will cooperate with JAMS in accordance with the JAMS International Mediation Rules.",
    "signupdate": "2011-12-12",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}