{
    "CertifiedThroughLabel": "",
    "Fax": "7814346034",
    "OrgName": "Lionbridge Technologies, Inc.",
    "PPLoc": "http://www.lionbridge.com/legal/ ",
    "Phone": "7814346000",
    "activities": "Lionbridge processes Personal Data for activities associated with the management of Human Resources including but not limited to recruitment, work planning and management, appraisal, promotion, training, career development, remuneration and other benefits, health and safety, life, health, and medical insurance, administration of defined benefit (401(d) or pension) plans, succession planning and talent management initiatives, disciplinary procedures, compliance with legislation and company policy, transfer, redeployment, references, audit, corporate and business reorganizations, administrative and security functions and any other Human Resources-related activities.  For contractors and directors, Lionbridge processes Personal Data for activities associated with the provision of services provided by such contractors and directors to Lionbridge, and the payment for such services. For business contacts, Lionbridge processes Personal Data for activities associated with the procurement and performance of its business activities, including but not limited to translation, testing, localization, content development and interpretation services.",
    "address": "1050 Winter Street",
    "asp_index": "25812",
    "city": "Waltham",
    "contactemail1": "Peggy.Shukur@lionbridge.com",
    "contactfax1": "7814346057",
    "contactname1": "Margaret Shukur",
    "contactoff1": "Lionbridge Legal Department",
    "contactphone1": "9789649566",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "Peggy.Shukur@lionbridge.com",
    "corpofffax1": "7814346057",
    "corpoffname1": "Margaret Shukur",
    "corpoffphone1": "9789649566",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-02",
    "orgverification": "In-house",
    "personaldata": "Organization, including employees, former employees, job applicants, directors, contractors, as well as current, past, or prospective customers of Lionbridge or any of its subsidiaries and other individuals with whom it is, has been or may be engaged in commercial relationships.",
    "ppdate": "2013-10-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "The EU data protection authorities and/or the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2014-01-02",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02451"
}