{
    "CertificationStatus": "true",
    "Fax": "212-364-4509",
    "OrgName": "Home Box Office, Inc. Consumer Data",
    "PPLoc": "http://www.gameofthronescompendium.com/privacy-policy.html ",
    "Phone": "212-512-1000",
    "activities": "Home Box Office, Inc. (“HBO”) collects both personal and non-personal information from its users.  In the course of interacting with HBO’s site or accessing HBO’s services, users may be asked to provide personal information including their name, country, mailing address, billing address, credit card information, email address and phone number.  As a condition of  participating in promotions operated by HBO, users may also be asked to submit media or art that they created.  With the users’ consent, this information may be processed and shared with third parties.  HBO only processes personal information that is relevant to the services it provides, and only for purposes compatible with those for which the data were collected. \r\n\r\n\r\nHBO offers generally accepted standards of data security to protect personal information from loss, misuse, unauthorized access, disclosure, alteration, and destruction.  HBO will retain personal information processed on behalf of its clients for as long as needed to provide services to its clients, but never longer than is permitted by law.",
    "address": "1100 Avenue of the Americas",
    "asp_index": "25836",
    "city": "New York",
    "contactemail1": "contacthbo@hbo.com",
    "contactfax1": "212-364-4509",
    "contactname1": "Judy McCool",
    "contactoff1": "Home Box Office, Inc.",
    "contactphone1": "212-512-1000",
    "contacttitle1": "Senior Vice President, Legal Affairs",
    "corpoffemail1": "contacthbo@hbo.com",
    "corpofffax1": "212-364-4509",
    "corpoffname1": "Judy McCool",
    "corpoffphone1": "212-512-1000",
    "corpofftitle1": "Senior Vice President, Legal Affairs",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Films Videos & Other Recordings - (FLM)",
    "industrysector_parsed": [
        "Films Videos & Other Recordings - (FLM)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-15",
    "orgverification": "In-house",
    "personaldata": "User and customer information (electronic), some manually processed.  Personal information collected includes (but might not be limited to): name, country, mailing address, billing address, credit card information, email address and phone number.",
    "ppdate": "2014-12-09",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "2014-12-15",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10036"
}