{
    "Fax": "(412) 937-9309",
    "OrgName": "Innovative Systems",
    "PPLoc": "http://www.innovativesystems.com/company/privacy.php ",
    "Phone": "(412) 937-9300",
    "activities": "Data quality service processing and compliance screening.\r\n\r\nAny personal information sent to us by our clients is used exclusively for the purposes and services for which we contracted. We do not share, transmit, rent or sell that information to any other parties.\r\n\r\nWe may collect personal information such as name, title, firm, address, e-mail address, phone number and survey results from individuals who have requested information from us or expressed interest in our products and services. You may provide this information to us electronically, over the Internet, physically or through a third party. Your personal information will be used by Innovative Systems exclusively for the purpose of providing and improving service to you, or informing you of additional products and services which we think will be of interest to you.\r\nOther information gathered through this site is purely statistical, such as what Web pages are visited most often. This information is useful to Innovative Systems and enables us not only to improve and upgrade our Web site but also to refine our product lines and marketing. This information is anonymous in nature.\r\n\r\nWe do not collect sensitive information (e.g., personal information specifying medical or health conditions, racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership or information specifying the sex life of the individual).",
    "address": "790 Holiday Drive",
    "asp_index": "25837",
    "city": "Pittsburgh",
    "contactemail1": "mstearman@innovativesystems.com",
    "contactfax1": "412-937-9309",
    "contactname1": "Michael Stearman",
    "contactoff1": "Pittsburgh",
    "contactphone1": "412-937-8206",
    "contacttitle1": "Operations Manager",
    "corpoffemail1": "rgonzalez@innovativesystems.com",
    "corpofffax1": "(412) 937-9309",
    "corpoffname1": "Ricardo Gonzalez",
    "corpoffphone1": "(412) 937-7683",
    "corpofftitle1": "Treasurer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-13",
    "orgverification": "In-house",
    "personaldata": "Customer and human resources data",
    "ppdate": "2006-12-12",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Cooperate with data protection authorities located in the European Union (EU DPAs).",
    "signupdate": "2006-12-13",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "15220-8127"
}