{
    "CertificationStatus": "true",
    "Fax": "(636) 736-2494",
    "OrgName": "Reinsurance Group of America, Incorporated",
    "PPLoc": "Located on Company’s Intranet and available upon request to rjett@rgare.com; see link below",
    "Phone": "(636) 736-7300",
    "activities": "Reinsurance Group of America, Incorporated (RGA) is a reinsurer with affiliates and employees in the European Union.  The data received will be HR and employment-related data concerning employees, contractors, workers and job applicants of a RGA and its affiliates, who are located in a European Union Country.",
    "address": "1370 Timberlake Manor Parkway",
    "asp_index": "25847",
    "city": "Chesterfield",
    "contactemail1": "rjett@rgare.com",
    "contactfax1": "(636) 736-2494",
    "contactname1": "Robert S. Jett III",
    "contactoff1": "Global Compliance",
    "contactphone1": "(636) 736-8812",
    "contacttitle1": "VP and Global Compliance Counsel",
    "corpoffemail1": "mshowers@rgare.com",
    "corpofffax1": "(636) 736-2494",
    "corpoffname1": "Mark Showers",
    "corpoffphone1": "(636) 736-8005",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "France, Germany, Ireland, Italy, Netherlands, Poland, Spain, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NLD",
        "POL",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Insurance Services - (INS)",
    "industrysector_parsed": [
        "Insurance Services - (INS)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-15",
    "orgverification": "In-House and Third-Party",
    "personaldata": "HR and employment-related data; online, offline and manually processed",
    "ppdate": "2011-12-15",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "With respect to any complaints or disputes from past or present employees of RGA that cannot be resolved through our internal processes, we agree to participate in dispute resolution procedures with the competent European Data Protection Authorities (“DPAs”). RGA will cooperate with such DPA in the investigation and resolution of complaints brought under the RGA Employee Safe Harbor Policy. If RGA or the DPA conclude that we did not comply with the Policy, we will take appropriate steps to remedy any adverse effects and assure future compliance.\r\n\r\nWith respect to Data Subjects who are not past or present employees of RGA, such as job applicants, or in the event that dispute resolution through a competent DPA is not available,RGA agrees to participate in dispute resolution procedures as set forth by JAMS, The Resolution Experts. If we or JAMS determine that we did not comply with the Policy, we will take appropriate steps to address any adverse effects and assure future compliance.",
    "signupdate": "2011-12-15",
    "state": "Missouri",
    "statutorybody": "FTC",
    "zip": "63017"
}