{
    "Fax": "",
    "OrgName": "The Thought & Expression Company LLC",
    "PPLoc": "http://thoughtcatalog.com/privacy-policy/ ",
    "Phone": "978 807 2776",
    "activities": "At this time, our company collects or has access to personal information from four sources.  \r\nFirst, we have a Submissions page where persons may submit articles for publication on our web site.  Here is a link to the articles Submissions page: http://thoughtcatalog.com/submissions/.\tPersons who submit articles are required to provide their first name, last name, and email address in addition to the article they are submitting.  They may also provide their biography, picture, website address, and the reason they are submitting the article.  All persons who submit articles though this page must agree to the terms of our Submissions Agreement.  If we publish an article, all of the information we collect from the author may be published on our site.  The use and retention of information collected through our Submissions page is governed by the terms of our privacy policy.     \r\nSecond, we collect first name, last name, email address, and mailing postal/zip code from persons who opt-in to receive our newsletter.  Here is a link to the newsletter opt-in page:  http://thoughtcatalog.us2.list-manage1.com/subscribe?u=ce27c7f9ab856e12c6f2bf1da&id=ebc306e8a8.  We use the email address to send the newsletter each week.  We use first name and last name to address the emails.  We may use zip code/postal information for purposes of geo-targeting specific editions of our newsletter.  The use and retention of information collected through our newsletter opt-in page is governed by the terms of our privacy policy.\r\nThird, we have a Submissions page where persons may submit manuscripts for digital books.  Here is link to the books Submissions page:  http://thoughtcatalog.com/books/?target=submissions.\t Persons who submit book manuscripts are required to send us an email.  In the email, we may collect the author’s email address, first name, last name, biography, the manuscript they are submitting, as well as any other information the author voluntarily provides to us.   The use and retention of information collected through our books Submissions page is governed by the terms of our privacy policy.\r\nFourth, when persons submit comments through our comments platform, which is operated by a third party, we have access to email addresses of persons who submit comments.  We do not, however, collect, store, use, or share those email addresses.",
    "address": "6841 Elm Street #J",
    "asp_index": "25845",
    "city": "McLean",
    "contactemail1": "alex@thoughtcatalog.com",
    "contactfax1": "",
    "contactname1": "Alex Magnin",
    "contactoff1": "New York",
    "contactphone1": "9788072776",
    "contacttitle1": "Chief Revenue Officer",
    "corpoffemail1": "alex@thoughtcatalog.com",
    "corpofffax1": "",
    "corpoffname1": "Alex Magnin",
    "corpoffphone1": "9788072776",
    "corpofftitle1": "Chief Revenue Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Books & Periodicals - (BOK)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Books & Periodicals - (BOK)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-12",
    "orgverification": "TRUSTe",
    "personaldata": "On-line data",
    "ppdate": "2014-12-11",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-12-12",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22101"
}