{
    "Fax": "",
    "OrgName": "Convert Insights",
    "PPLoc": "http://www.convert.com/privacy-policy/ ",
    "Phone": "888-666-9711",
    "activities": "Convert Insights uses personal information that it receives from EU/Swiss customers to provide online products and services, such as but not limited to software as a service offerings and business/advertising optimization services. In providing its products and services to customers, Convert Insights may also process personal information on behalf of its customers, and in this regard Convert Insights may act as a data processor. Customers are responsible for ensuring that their use of Convert Insights' products and services, including any collection of personal information, comply with all applicable laws and regulations.",
    "address": "340 South Lemon Avenue #9512",
    "asp_index": "25842",
    "city": "Walnut",
    "contactemail1": "dennis@convert.com",
    "contactfax1": "",
    "contactname1": "Dennis van der Heijden",
    "contactoff1": "Convert Insights Inc.",
    "contactphone1": "888-666-9711",
    "contacttitle1": "CEO",
    "corpoffemail1": "dennis@convert.com",
    "corpofffax1": "",
    "corpoffname1": "Dennis van der Heijden",
    "corpoffphone1": "888-666-9711",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-12",
    "orgverification": "in-house",
    "personaldata": "On-line data, Off-line data, Human Resources Data",
    "ppdate": "2009-11-20",
    "previous": "",
    "privacyprograms": "self-regulatory privacy program",
    "recoursemech": "All disputes arising out of or in connection of the handling of personal information by Convert Insights will be handled swiftly by Convert Insights executive management. Employees located in the EEA should forward any complaints or disputes regarding personal data protection to their local HR representatives. All other questions or concerns regarding the use or disclosure of personal information should be directed to Convert Insights at the address given below in the Responsibilities and Contact Information section of this Privacy Policy. Convert Insights will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this Policy. For complaints that cannot be resolved between Convert Insights and the individual complainant, Convert Insights commits to cooperate with the European Data Protection Authorities (for personal information received from the EEA) and the Swiss Federal Data Protection and Information Commission (FDPIC) (for information received from Switzerland) and comply with any advice given by them.",
    "signupdate": "2014-12-12",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "91789"
}