{
    "Fax": "(919) 439-5092",
    "OrgName": "Zift Solutions, Inc.",
    "PPLoc": "http://www.ziftsolutions.com/privacy.php ",
    "Phone": "9194968385",
    "activities": "We collect and use EEA Data for purposes of providing products and services to our customers, communicating with corporate business partners about business matters, processing EEA Data on behalf of corporate customers, providing information on our services, and conducting related tasks for legitimate business purposes.",
    "address": "4601 Creekstone Dr., Suite 280",
    "asp_index": "25848",
    "city": "Durham",
    "contactemail1": "bferren@ziftsolutions.com",
    "contactfax1": "(919) 439-5092",
    "contactname1": "Bryan Ferren",
    "contactoff1": "Safe Harbor Oversite",
    "contactphone1": "9194968385",
    "contacttitle1": "COO",
    "corpoffemail1": "kromley@ziftsolutions.com",
    "corpofffax1": "(919) 439-5092",
    "corpoffname1": "Kenneth Romley",
    "corpoffphone1": "9194968385",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-09",
    "orgverification": "In-house",
    "personaldata": "Organization, client, customer, and prospect data is covered",
    "ppdate": "2011-03-04",
    "previous": "",
    "privacyprograms": "In-house",
    "recoursemech": "If you are an EEA Person about whom we hold EEA Data, you may request access to, and the opportunity to update, correct or delete, such EEA Data. To submit such requests or raise any other questions, please contact the business that provided your EEA Data to us. You can also contact our Safe Harbor Contact. We reserve the right to take appropriate steps to authenticate an applicant's identity, to charge an adequate fee before providing access and to deny requests, except as required by the Safe Harbor Principles.\r\n\r\nIf you have questions, please contact the Zift team at legal (at) ziftsolutions.com. If you have a comment or concern that cannot be resolved with us directly, you may contact the competent local data protection authority (EU DPAs or Swiss Federal Data Protection and Information Commissioner).",
    "signupdate": "2014-01-09",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27703"
}