{
    "CertifiedThroughLabel": "",
    "Fax": "267-200-0835",
    "OrgName": "Wildbit, LLC",
    "PPLoc": "postmarkapp.com/privacy-policy",
    "Phone": "267-469-0005",
    "activities": "Wildbit will process and store personal information (in paper and electronic form) about residents of the European Economic Area member states and Switzerland who are prospective, current, and former customers and users of Wildbit’s Postmark software and services and who are current and former employees of Wildbit. \r\nWildbit’s Postmark software is a web service that process transactional email on behalf of its customers. Personal Information is provided to Wildbit when its customers and users use Postmark, such as name, email addresses, mailing addresses, credit card information, IP addresses, type of web browser, and other location information. Customers and users may also provide personal information to Wildbit when they access Wildbit’s support services. Wildbit also collects personal information from individuals who apply and/or work for Wildbit",
    "address": "20 North 3rd St, Suite 701",
    "asp_index": "25851",
    "city": "Philadelphia",
    "contactemail1": "support@postmarkapp.com",
    "contactfax1": "267-200-0835",
    "contactname1": "Natalie Nagele",
    "contactoff1": "Wildbit Support Group",
    "contactphone1": "267-469-0005",
    "contacttitle1": "",
    "corpoffemail1": "natalie@wildbit.com",
    "corpofffax1": "267-200-0835",
    "corpoffname1": "Natalie Nagele",
    "corpoffphone1": "267-469-0005",
    "corpofftitle1": "Managing Member",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)General Science & Technology - (GST)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Science & Technology - (GST)"
    ],
    "latest": "false",
    "nextcertification": "2015-10-28",
    "orgverification": "In-House",
    "personaldata": "Organization (human resources), Postmark customers and users, and visitors to the Postmark website, www.postmarkapp.com",
    "ppdate": "2013-10-22",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "For any complaints regarding our compliance with either of the Safe Harbor Frameworks, please contact Wildbit at support@postmarkapp.com. If after submitting a complaint to Wildbit the issue cannot be resolved through Wildbit’s internal processes, individuals may submit the complaint to JAMS for mediation pursuant to the JAMS International Mediation Rules, which are accessible on the JAMS website at http://www.jamsadr.com/rules-international-rules. JAMS mediation may be commenced as provided for in the JAMS International Mediation Rules. The mediator may propose any appropriate remedy, such as publicity for findings of non-compliance, payment of compensation for losses incurred as a result of non-compliance, or cessation of processing of the Personal Information who has brought the complaint. Wildbit will assume the costs of the administrative fees if the mediator makes a written recommendation that finds Wildbit in breach of its duties pursuant to the Safe Harbor Privacy Principles. Mediation will be conducted in the English-language. Complaints involving Wildbit’s human resources data may be submitted to the European Union Data Protection Authorities (“EU DPA”) or the Swiss Federal Data Protection and Information Commissioner (“Swiss FDPIC”), as applicable. Wildbit agrees to cooperate and comply with the EU DPA and the Swiss FDPIC to investigate unresolved complaints involving Wildbit human resources data.  All other disputes will be handled as indicated above.",
    "signupdate": "2013-10-28",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19106"
}