{
    "CertifiedThroughLabel": "",
    "Fax": "415-738-5456",
    "OrgName": "Splunk Inc.",
    "PPLoc": "http://www.splunk.com/view/SP-CAAAAAG ",
    "Phone": "415-848-8400",
    "activities": "Splunk uses personal information received from the EU in a number of ways.  We use personal information received from employees residing in the EU in order to process their employment and benefits paperwork, including for payroll purposes.  We use personal information received from individual customers residing in the EU to respond to inquiries; fulfill requests; provide such customers with our products and services, including software updates; facilitate customers’ participation in Splunk online communities; send administrative information, including announcements regarding our products or services, and changes to our terms, conditions, and policies; complete and fulfill customer purchases, and provide related customer service; and send marketing communications, including special offers and information regarding events.  We also use such personal information for our business purposes, such as performing data analysis and audits, developing new products, improving our services, identifying usage trends, and determining the effectiveness of our promotional campaigns.  In addition, we use such information as we believe to be necessary or appropriate under applicable laws; to comply with legal process; to respond to requests from public and government authorities; to enforce our terms and conditions; to protect our operations or those of any of our affiliates; to protect our rights, privacy, safety, or property and/or that of our affiliates, our customers, or others; and to allow us to pursue available remedies or limit the damages that we may sustain.\r\n\r\nTo the extent that Splunk receives personal information as a data processor, we do so as an agent of our customers and those customers will remain responsible for the personal information that they collect and process and for complying with the applicable data protection laws in relation thereto.",
    "address": "250 Brannan Street",
    "asp_index": "25854",
    "city": "San Francisco",
    "contactemail1": "legal@splunk.com",
    "contactfax1": "415-738-5456",
    "contactname1": "Leonard R. Stein",
    "contactoff1": "Office of the General Counsel",
    "contactphone1": "415-848-8400",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "legal@splunk.com",
    "corpofffax1": "415-738-5456",
    "corpoffname1": "Leonard R. Stein",
    "corpoffphone1": "415-848-8400",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-13",
    "orgverification": "Self-Assessment",
    "personaldata": "Customer and employee data",
    "ppdate": "2013-10-30",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS in San Francisco, CA for third party complaints, and European data protection authorities and the Swiss Federal Data Protection and Information Commissioner with respect to employee complaints.",
    "signupdate": "2013-12-13",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}