{
    "Fax": "610-225-1125",
    "OrgName": "SunGard Availability Services LP",
    "PPLoc": "http://www.sungardas.com/Company/Pages/SafeHarbor.aspx ",
    "Phone": "484-582-2000",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\n\r\nSungard Availability Services LP (“Sungard AS”) is a provider of Availability Services, such as Managed Services, Recovery Services, Consulting Services and Business Continuity Software (“Services”). Sungard AS will provide privacy protection to personal information transmitted to Sungard AS by its Customers, vendors and channel partners  from the EU/EEA and/or Switzerland in accordance with the Safe Harbor Privacy Principles as described herein. \r\n\r\nWhen Sungard AS is a data controller: \r\n- Personal information collected online and offline in connection with Sungard AS business activities, including information concerning current, prospective and former customers; vendors and channel partners. Sungard AS collects, transfers, and uses this information for a range of business purposes, including marketing activities, enabling direct and channel partner program sales, provisioning of Services and related support and quality assurance to improve Services and Customer experience. \r\n\r\nWhen Sungard AS is a data processor: \r\n- When providing Services to its Customers, Sungard AS may process personal data owned and controlled by its Customers (“Services Data”). Sungard AS processes that data at the direction of its Customers and in accordance with the terms of its agreements with its Customers. Customers are responsible for compliance with applicable data protection principles. Sungard AS maintains a separate Services Data Privacy Policy in connection with its provision of Services to its Customers.",
    "address": "680 East Swedesford Road",
    "asp_index": "25874",
    "city": "Wayne",
    "contactemail1": "patricia.boujoukos@sungardas.com",
    "contactfax1": "610-225-1125",
    "contactname1": "Patricia Boujoukos",
    "contactoff1": "Sungard Availability Services LP Compliance - Legal Department",
    "contactphone1": "484-582-2551",
    "contacttitle1": "Chief Compliance Officer",
    "corpoffemail1": "shawn.burke@sungardas.com ",
    "corpofffax1": "610-225-1125",
    "corpoffname1": "Shawn Burke",
    "corpoffphone1": "484-582-2530",
    "corpofftitle1": "Global Chief Security Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-17",
    "orgverification": "In-house",
    "personaldata": "Personal data collected from current, prospective and former customers, vendors and channel partners (On-Line, Off-Line, Manually Processed).",
    "ppdate": "2014-12-17",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2004-12-17",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19087"
}