{
    "CertificationStatus": "true",
    "Fax": "404-584-1461",
    "OrgName": "Georgia-Pacific LLC",
    "PPLoc": "http://www.gp.com/Footer/Legal/Privacy-Notice#safeharbor ",
    "Phone": "404-652-4508",
    "activities": "Georgia-Pacific is a manufacturer that collects personal data from job applicants, employees, consumers, customers, suppliers and others located in the EU/EEA and Switzerland through Georgia-Pacific websites, social media sites, email, in person, facsimile and by telephone.  Georgia-Pacific uses such personal data (i) to respond to and process requests; (ii) to evaluate the quality of its products and services; (iii) to communicate about its products, services and related issues; (iv) to administer offers, contests, sweepstakes and other promotions; (v) in connection with general employment purposes, including but not limited to: recruiting; HR administration; career development, talent management and retention; succession planning; payroll, compensation and benefits; making employment-related decisions; employee training; corporate meeting planning and travel arranging; internal reporting, accounting and auditing; statistical reporting; budgeting; supplying information for health and safety programs; personal security management; corporate contact directories; compliance with lawful requests for information from government agencies, compliance & ethics communications, supplying information for computer network access and authentication and business continuity; (vi) to carry out compliance investigations and audits, such as financial, commercial, environmental health and safety; (vii) to provide IT support and maintain databases; and (viii) for internal administrative and analytics purposes and to comply with its legal and financial obligations, policies and procedures.",
    "address": "133 Peachtree Street, NE",
    "asp_index": "25871",
    "city": "Atlanta",
    "contactemail1": "jjsoll@gapac.com",
    "contactfax1": "404-584-1461",
    "contactname1": "Jonathan J. Soll",
    "contactoff1": "Privacy Office",
    "contactphone1": "404-652-4508",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "jjsoll@gapac.com",
    "corpofffax1": "404-584-1461",
    "corpoffname1": "Jonathan J. Soll",
    "corpoffphone1": "404-652-4508",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Building Products - (BLD)Household Consumer Goods - (HCG)Industrial Chemicals - (ICH)Paper & Paperboard - (PAP)",
    "industrysector_parsed": [
        "Building Products - (BLD)",
        "Household Consumer Goods - (HCG)",
        "Industrial Chemicals - (ICH)",
        "Paper & Paperboard - (PAP)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-03",
    "orgverification": "In-house self-assessment",
    "personaldata": "Off-line, on-line and manually processed",
    "ppdate": "2008-01-02",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "1. JAMS mediation for personal data disputes involving non-employee personal data and\r\n\r\n2. the applicable EU data protection authorities (DPAs) for HR personal data from the EU, and the Swiss Federal Data Protection and Information Commissioner (FDPIC) for HR personal data from Switzerland",
    "signupdate": "2008-01-03",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30303"
}