{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "mParticle, Inc",
    "PPLoc": "https:/ www.mparticle.com/privacypolicy ",
    "Phone": "6463788272",
    "activities": "mParticle receives job applicant information on www.mParticle.com. When you sign up for the mParticle Services, we collect your email address, name and other contact information. We also collect your payment information as well as other information required to configure, use, pay for, and receive support for the mParticle Services. You can choose not to provide certain information, but this may impair your ability to use the mParticle Services. The information we collect from these sources is used to administer our business activities, including but not limited to invoicing and customer support. In addition, we act as a data processor and receive information from our customers about their users. In mParticle’s capacity as a data processor, mParticle acts on the instructions of its customers and does not own the personal information it may process on the customers’ behalf. As a data processor, mParticle uses reasonable physical, electronic, and administrative safeguards to protect personal information from loss; misuse; or unauthorized access, disclosure, alteration, or destruction. mParticle also uses “pixel tags\" and similar technologies, in our email communications to enable us to do email tracking.",
    "address": "381 Park Avenue South, Suite 815",
    "asp_index": "25879",
    "city": "New York",
    "contactemail1": "dmyers@mparticle.com",
    "contactfax1": "",
    "contactname1": "Dave Myers",
    "contactoff1": "mParticle Operations",
    "contactphone1": "6463788272",
    "contacttitle1": "Chief Operating Officer",
    "corpoffemail1": "dmyers@mparticle.com",
    "corpofffax1": "",
    "corpoffname1": "Dave Myers",
    "corpoffphone1": "6463788272",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-29",
    "orgverification": "In-house",
    "personaldata": "Organization data, client data, customer data , website visitor",
    "ppdate": "2014-12-12",
    "previous": "25879",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2015-01-29",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10016"
}