{
    "CertifiedThroughLabel": "",
    "Fax": "901-214-1390",
    "OrgName": "International Paper, its divisions, subsidiaries and affiliated companies located in the U.S.",
    "PPLoc": "http://internationalpaper.com/utility/SafeHarborPrivacyPolicy.html ",
    "Phone": "901-419-9000",
    "activities": "International Paper collects, transfers and processes personal data from employees (past and present), prospective employees, consultants and contractors for human resources programs and operations.  International Paper collects personal data to support human resources programs and operations including: recruiting; evaluation of applications for employment; performance evaluation; career planning (including promotions and redeployment); training; talent management and retention; succession planning; emergency contact and beneficiary details; benefits planning; administration of compensation and benefit programs; financial administration; statistical reporting; budgeting and staffing; workplace security, health and safety management; personal security management related to corporate travel; corporate contact directories; internal and external investigations; compliance with lawful requests for information from government agencies and legal process; supplying information for computer network access, personalization, authentication and business continuity (backup at data processing sites in the EU and U.S.) and maintenance of information technology systems.  International Paper also uses personal data in responding to online and off-line requests for information about orders; products and services and in complying with contractual; financial; legal and regulatory obligations.  In some instances; International Paper collects personal information from consumers on behalf of our customers.  Such personal information is transferred to International Paper for processing at the direction of our customers.  All such information is owned and controlled by our customers.",
    "address": "6400 Poplar Avenue",
    "asp_index": "25892",
    "city": "Memphis",
    "contactemail1": "Nicole.Walthour@ipaper.com",
    "contactfax1": "901-214-1390",
    "contactname1": "Nicole Walthour",
    "contactoff1": "International Paper Global Ethics and Compliance Office",
    "contactphone1": "901-419-3850",
    "contacttitle1": "Deputy Ethics & Compliance Officer",
    "corpoffemail1": "Sharon.Ryan@ipaper.com",
    "corpofffax1": "901-214-0647",
    "corpoffname1": "Sharon Ryan",
    "corpoffphone1": "901-419-3817",
    "corpofftitle1": "SVP, General Counsel  and Corporate Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Paper & Paperboard - (PAP)",
    "industrysector_parsed": [
        "Paper & Paperboard - (PAP)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-15",
    "orgverification": "In-house self-assessment",
    "personaldata": "On-line, off-line, manually processed data, human resources data",
    "ppdate": "2009-12-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For unresolved disputes regarding the handling of personal information for its human resources operations and programs, International Paper, its U.S. subsidiaries and affiliated companies will cooperate with the EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).  For commercial disputes, International Paper will cooperate with the International Centre for Dispute Resolution / American Arbitration Association (AAA).",
    "signupdate": "2009-12-15",
    "state": "Tennessee",
    "statutorybody": "FTC",
    "zip": "38197"
}