{
    "Fax": "919-998-2094",
    "OrgName": "Quintiles",
    "PPLoc": "http://www.quintiles.com/privacy/privacy-policy-statement/ ",
    "Phone": "877-988-2100",
    "activities": "Quintiles, a Fortune 500 company, is the largest provider of biopharmaceutical development and commercial outsourcing services, with a network of over 32,000 employees conducting business in approximately 100 countries. \r\nWith extensive therapeutic, scientific and analytics expertise, we help biopharmaceutical and health sciences customers navigate the increasingly complex landscape with more predictability to enable better outcomes. \r\n  \r\nQuintiles and its subsidiaries in the U.S. comply with both the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland. Quintiles has certified that it and its subsidiaries in the U.S. adhere to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement. \r\n\r\nQuintiles and its subsidiaries provide services that include those that are related to clinical trials of all phases and commercialization of the approved healthcare products.  In conducting its operations, Quintiles may collect and process data pertaining to research study participants, study investigators and their staff, medical and healthcare professionals, pharmaceutical industry experts and opinion leaders, customers such as pharmaceutical, medical device and biotechnology companies, vendors, contractors, consultants, consumers, and payers and providers. In addition, Quintiles may also process human resources data from current, former, and potential employees. These data may be collected and transferred to Quintiles and its subsidiaries in the U.S. in support of Quintiles' business activities.",
    "address": "4820 Emperor Boulevard",
    "asp_index": "25930",
    "city": "Durham",
    "contactemail1": "data.protection@quintiles.com",
    "contactfax1": "919-747-3876",
    "contactname1": "Judith E. Beach",
    "contactoff1": "Council on Data Protection",
    "contactphone1": "919-998-2000",
    "contacttitle1": "Global Chief Privacy Officer",
    "corpoffemail1": "judith.beach@quintiles.com",
    "corpofffax1": "919-747-3876",
    "corpoffname1": "Judith  E. Beach",
    "corpoffphone1": "919-998-2000",
    "corpofftitle1": "Sr. VP, Sr. Assoc. Gen. Counsel & CPO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-05",
    "orgverification": "In-house",
    "personaldata": "Organization, customer, clinical trial data - - On-Line, Off-Line, Manually Processed data, Human Resources Data",
    "ppdate": "2005-01-05",
    "previous": "",
    "privacyprograms": "International Association of Privacy Professionals (IAPP)-Corporate Member",
    "recoursemech": "American Arbitration Association (AAA) for other than human resources data; EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) for human resources data only.",
    "signupdate": "2005-01-05",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27703"
}