{
    "CertificationStatus": "true",
    "Fax": "215-933-1411",
    "OrgName": "Strategic BCP, Inc",
    "PPLoc": "http://www.strategicbcp.com/privacy.php ",
    "Phone": "610-275-4227",
    "activities": "Strategic BCP, Inc. complies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland.  Strategic BCP, Inc. has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.  To learn more about the Safe Harbor program, and to view Strategic BCP's certification, please visit http://www.export.gov/safeharbor/\r\n\r\nStrategic BCP serves its clients, in part, with its ResilienceONE® SaaS software product that provides for client entry of certain business information (mainly: user name, position, telephone number and e-mail contact address) for use in business continuity planning, development and activation for client companies.  The content, scope and nature of this business information are under the control of our clients and this information is solely used for the purposes of clients contacting their associates in the event of an emergency. All information, excepting a unique ID and an e-mail address, is optional for entry.  At times, Strategic BCP is permitted to access these data solely for the purposes of fulfilling its contractual client obligations including client customer service and support.",
    "address": "676 Dekalb Pike, Suite 208",
    "asp_index": "25943",
    "city": "Blue Bell",
    "contactemail1": "privacy@strategicbcp.com",
    "contactfax1": "215-933-1411",
    "contactname1": "Frank Perlmutter",
    "contactoff1": "Headquarters",
    "contactphone1": "610-275-4227",
    "contacttitle1": "President",
    "corpoffemail1": "fperlmutter@strategicbcp.com",
    "corpofffax1": "215-933-1411",
    "corpoffname1": "Frank Perlmutter",
    "corpoffphone1": "610-275-4227",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Management Consulting Services - (MCS)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-18",
    "orgverification": "In-house",
    "personaldata": "On-line",
    "ppdate": "2011-01-01",
    "previous": "25943",
    "privacyprograms": "None",
    "recoursemech": "Strategic BCP’s privacy policy directs all individuals with questions and concerns regarding its privacy policy to contact Strategic BCP for resolution, and in the event the individual is not satisfied with Strategic BCP’s internal dispute resolution processes, Strategic BCP intends to cooperate fully with reasonable requests from the EU Data Protection Authorities (DPAs) and the Swiss Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2011-01-18",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19422"
}