{
    "CertificationStatus": "true",
    "Fax": "3364642003",
    "OrgName": "Clinical Ink",
    "PPLoc": "http://www.clinicalink.com/privacy-policy/ ",
    "Phone": "18003015033",
    "activities": "Clinical Ink is a provider of software and services to life sciences companies for use in the conduct of clinical trials throughout the world.  Acting as a third-party agent for our clients, for each clinical project Clinical Ink receives Personal Data (name, email, phone) from study sponsors, research site staff, study participants, various consultants/subcontractors, and employees.  Additionally, as specifically authorized by our customers, Clinical Ink may also collect and store Clinical Study Data which is collected pursuant to a project-specific informed consent with our customer and may include detailed information regarding health status, medical assessments, test results, and other data required for a particular study.  In all cases, Clinical Ink acts as an agent on behalf of our customer in the collection, storage, and transfer of Clinical Study Data.  Detailed contractual arrangements, SOPs and business policies govern all our work with customer data.  Clinical Ink’s internal policies are available for audit/review by our clients who determine the adequacy of our business practices and technical infrastructure.  Consistent with principles outlined in the US-EU Safe Harbor framework, Clinical Ink institutes precautions to protect against reasonably foreseeable internal and external risks to the security, confidentiality, and integrity of the Personal Data and Clinical Study Data.  Clinical Ink has certified that it adheres to the Safe Harbor Privacy Principles of Notice, Choice, Onward Transfer, Security, Data Integrity, Access, and Enforcement.  To learn more about the Safe Harbor program and to view Clinical Ink’s certification, please visit http://www.export.gov/safeharbor/.",
    "address": "525 Vine Street Suite 130",
    "asp_index": "25944",
    "city": "Winston-Salem",
    "contactemail1": "ngreer@clinicalink.com",
    "contactfax1": "3364642003",
    "contactname1": "Nathaniel B. Greer",
    "contactoff1": "Philadelphia",
    "contactphone1": "3364640715",
    "contacttitle1": "Senior Director, Quality & Compliance",
    "corpoffemail1": "ngreer@clinicalink.com",
    "corpofffax1": "336-922-1707",
    "corpoffname1": "Nathaniel Greer",
    "corpoffphone1": "336-714-7415",
    "corpofftitle1": "Director - Quality & Compliance",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)Drugs & Pharmaceuticals - (DRG)Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Health Care Services - (HCS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-03",
    "orgverification": "In-House",
    "personaldata": "Client Information, Subject Clinical Trial Data, Research Site Employee Information, Clinical Ink Employee Information",
    "ppdate": "2015-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Clinical Ink will utilize the American Arbitration Association (AAA) to resolve disputes and address all privacy violation claims.  For human resources related complaints, the EU (data protection authorities) DPAs and Swiss Federal Data Protection and Information Commissioner (FDPIC) will be used for unresolved disputes.",
    "signupdate": "2012-01-03",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27101"
}