{
    "CertificationStatus": "true",
    "Fax": "212-247-4515",
    "OrgName": "BrightIdea Incorporated",
    "PPLoc": "http://www.brightidea.com/privacy.bix ",
    "Phone": "415-814-1387",
    "activities": "As part of our marketing, sales and client support process we collect personal information. For example, as part of collecting leads we collect personal information. We also send our contracts through email. The contracts are signed by new clients. The contracts are either emailed or mailed back to our office. These contracts include personal information. All personal information collected in these processes is kept confidential and secure. \r\n\r\nOur Software as a Service (SaaS), on behalf of our clients, who own all the data entered, provides the ability for users to enter personal information within the 'profile' section of the application. The information may include but not limited to name, email address, department they work in, phone number, personal picture. This information may be added or deleted by the user as part of their rights in use of the services. All personal information entered on a profile page is also confidential and secure.",
    "address": "255 California St Suite 1100",
    "asp_index": "25959",
    "city": "San Francisco",
    "contactemail1": "vcarbone@brightidea.com",
    "contactfax1": "212-247-4515",
    "contactname1": "Vincent Carbone",
    "contactoff1": "BrightIdea Incorporated",
    "contactphone1": "646-502-7918",
    "contacttitle1": "COO",
    "corpoffemail1": "vcarbone@brightidea.com",
    "corpofffax1": "212-247-4515",
    "corpoffname1": "Vincent Carbone",
    "corpoffphone1": "646-502-7918",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-08",
    "orgverification": "In-house",
    "personaldata": "names, email, phone number, address, organization",
    "ppdate": "2010-02-10",
    "previous": "",
    "privacyprograms": "n/a",
    "recoursemech": "For human resources data: EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FPDIC); For all other types of data: BBB EU Safe Harbor (www.bbb.org/us/safe-harbor)",
    "signupdate": "2009-01-08",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94104"
}