{
    "Fax": "",
    "OrgName": "Hosting.com",
    "PPLoc": "http://www.hosting.com/terms-and-conditions/privacy-policy/ ",
    "Phone": "720-389-3800",
    "activities": "HOSTING collects certain personal information from various third parties, including customers, prospective customers, employees, prospective employees, vendors, prospective vendors, and other parties that may be located in the EU/EEA and Switzerland who may be interested in doing business with HOSTING.  Such parties may request that HOSTING not share such personal information with third parties and may choose how their personal information is used.  The personal information collected by HOSTING may include names, addresses, email addresses, phone numbers, fax numbers, payment information, service needs, survey responses, and statistical information.  Generally, the personal information collected by HOSTING enables HOSTING to provide services to customers, to consume services from vendors, to remit payment to vendors and other third parties, and to receive payment from third parties, and helps HOSTING to provide a better user experience.  The personal information is used for various purposes, including: delivering services; processing payments; identifying and fixing service issues; improving services; personalizing services; communicating with customers, vendors, and users; updating customer, vendor, and other account records; marketing campaigns; and enabling third parties to complete technical and other functions on HOSTING’s behalf.",
    "address": "900 S. Broadway, Suite 400",
    "asp_index": "25954",
    "city": "Denver",
    "contactemail1": "tbaker@hosting.com",
    "contactfax1": "",
    "contactname1": "Trent Baker",
    "contactoff1": "Compliance",
    "contactphone1": "720-389-3816",
    "contacttitle1": "Compliance Manager",
    "corpoffemail1": "jhybinette@hosting.com",
    "corpofffax1": "",
    "corpoffname1": "Johan Hybinette",
    "corpoffphone1": "720-389-3810",
    "corpofftitle1": "CISO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-23",
    "orgverification": "In-House",
    "personaldata": "HOSTING collects certain personal information from various third parties, including customers, prospective customers, employees, prospective employees, vendors, prospective vendors, and other parties that may be located in the EU/EEA and Switzerland who may be interested in doing business with HOSTING.",
    "ppdate": "2015-01-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner for human resources data.  MCM, an independent 3rd party accounting firm, will monitor and investigate phone calls and emails through an automated recourse interface easily found and accessed through our website.  http://www.hosting.com/why-hosting/service-excellence/certifications-and-expertise/",
    "signupdate": "2015-02-23",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80209"
}