{
    "CertificationStatus": "true",
    "Fax": "415-236-6009",
    "OrgName": "Fitbit, Inc.",
    "PPLoc": "www.fitbit.com/privacy ",
    "Phone": "206-910-8668",
    "activities": "We offer electronic fitness monitoring devices to consumers. In connection with a consumer's use of our devices, we collect the personal information described in our posted Privacy Policy.  This personal data includes the consumer's email address as well as personal profile data that they may elect to provide (such as their age, gender, height and/or weight); usage data sent to us wirelessly from the consumer's Fitbit product; and information that the consumer may elect to manually add to their user account (such as a diary of exercise or food intake).  We utilize the consumer's personal information to provide online and mobile services related to the use and enjoyment of our products (as further described in our Privacy Policy).  Personal data is stored on the company's servers in the United States.",
    "address": "405 Howard Street, Suite 550",
    "asp_index": "25969",
    "city": "San Francisco",
    "contactemail1": "jleung@fitbit.com",
    "contactfax1": "415-236-6009",
    "contactname1": "Joseph Leung",
    "contactoff1": "Fitbit, Inc",
    "contactphone1": "206-910-8668",
    "contacttitle1": "Director of Compliance",
    "corpoffemail1": "jpark@fitbit.com",
    "corpofffax1": "415-236-6009",
    "corpoffname1": "James Park",
    "corpoffphone1": "617-821-3006",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Consumer Electronics - (CEL)",
    "industrysector_parsed": [
        "Consumer Electronics - (CEL)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-05",
    "orgverification": "In-house",
    "personaldata": "Customer data.  There is no manually processed data.",
    "ppdate": "2014-12-09",
    "previous": "25969",
    "privacyprograms": "N/A",
    "recoursemech": "We are current members of the Better Business Bureau's BBB EU SAFE HARBOR Program, which provides an independent recourse mechanism in the event that we fail to adequately address a privacy issue, question or complaint submitted to us by a consumer.  Our contact information as well as full contact information for the Better Business Bureau are provided from within our Privacy Policy, a link to which is included on each page of our website.",
    "signupdate": "2012-01-05",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}