{
    "CertifiedThroughLabel": "",
    "Fax": "415-529-4229",
    "OrgName": "Compose, Inc.",
    "PPLoc": "https://docs.compose.io/policies/eu-safe-harbor.html",
    "Phone": "415-874-7038",
    "activities": "Compose, Inc acts as a cloud data storage provider offering to its customers a cloud-­based hosted, and/or remotely managed database solution. Thus Compose, Inc provides hosting services on its servers for customers who need data storage for their software applications. Compose, Inc does not own, control or direct the use any of the Personal Data stored or processed by any Customer. Only the Customer is entitled to access, retrieve and direct the use of such Personal Data. Compose, Inc is neither aware nor responsible for what Personal Data is actually being stored and does not directly access such Personal Data except as authorized by the Customer or as necessary to provide services to the Customer. Except as provided in this EU or Swiss Safe Harbor Privacy Frameworks, Compose, Inc does not independently cause stored Personal Data to be transferred or otherwise made available to third parties, except to third party subcontractors who function on behalf of the Company in connection with our provision of services to Customers. Instead, such actions are performed or authorized only by the applicable Customer. Compose, Inc should be considered only as a processor on behalf of its Customers as to any Personal Data transferred from the European Union or Switzerland to the United States that is subject to the requirements of the Directive. The Customer is the “Data Controller” under the Directive; meaning that such party controls the manner Personal Data is collected and used as well as the determination of the purposes and means of the processing of such Personal Data. Compose, Inc is not responsible for the content of the Personal Data or other information stored on its servers at the direction of the Customer nor is Compose, Inc responsible for the manner in which the Customer collects, handles, discloses and distributes such Personal Data.",
    "address": "273 S Railroad Ave. Ste. A",
    "asp_index": "25967",
    "city": "San Mateo",
    "contactemail1": "kristine@compose.io",
    "contactfax1": "415-529-4229",
    "contactname1": "Kristine Toone",
    "contactoff1": "Compose, Inc",
    "contactphone1": "2054924069",
    "contacttitle1": "VP of HR",
    "corpoffemail1": "jason@compose.io",
    "corpofffax1": "415-529-4229",
    "corpoffname1": "Jason McCay",
    "corpoffphone1": "2059995331",
    "corpofftitle1": "Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-20",
    "orgverification": "In-house",
    "personaldata": "organization, client",
    "ppdate": "2012-01-04",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Individuals who wish to file a complaint or who take issue with Compose, Inc’s EU/Swiss Safe Harbor Privacy Policy should direct such communication to the Compose, Inc Director of Customer Support at support@mongohq.com who can explain the process to be followed when filing a complaint. Should an individual be unable to resolve a complaint after having contacted the Privacy Administrator, that individual can contact the International Centre for Dispute Resolution of the American Arbitration Association (AAA), ICDR/AAA Safe Harbor Program. ICDR/AAA will provide independent dispute resolution in which Compose, Inc will participate.",
    "signupdate": "2011-12-20",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94401"
}