{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Epicor Software Corporation (HCM Capital Management (HCM) Solution only)",
    "PPLoc": "http://www.epicor.com/company/pages/HCMPrivacy.aspx ",
    "Phone": "800-999-1809",
    "activities": "Epicor, through its HCM business (\"Epicor HCM\"), performs software implementations, data conversions and other services for its customers. Epicor HCM also hosts human resource information systems in the United States for its hosted and subscription customers. Epicor HCM acts as a data processor and does not control or monitor its customers' data. Epicor HCM's customers determine which data elements are included in their human resource information systems and whether each data element is populated for employees in various countries. With the exception of performing data imports or as otherwise directed by its customers, Epicor HCM does not collect or enter data into its customers' software systems. At the direction of its customers, Epicor HCM may transmit data to third parties for interface/integration purposes with third party software products. Any access to or use of customer data by Epicor HCM is incidental to performing Epicor HCM's contractual obligations to its customers as a processor.",
    "address": "804 Las Cimas Parkway",
    "asp_index": "25965",
    "city": "Austin",
    "contactemail1": "vlowder@epicor.com",
    "contactfax1": "949-341-4002",
    "contactname1": "Vincent Lowder",
    "contactoff1": "Legal Department",
    "contactphone1": "949-585-4002",
    "contacttitle1": "VP, Asst. General Counsel",
    "corpoffemail1": "vlowder@epicor.com",
    "corpofffax1": "949-341-4002",
    "corpoffname1": "Vincent Lowder",
    "corpoffphone1": "949-585-4002",
    "corpofftitle1": "VP, Asst. General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-23",
    "orgverification": "In-house",
    "personaldata": "Online and offline human resources data of customers",
    "ppdate": "2013-12-18",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "2013-12-23",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78746"
}