{
    "CertifiedThroughLabel": "",
    "Fax": "650-919-8006",
    "OrgName": "MobileIron, Inc.",
    "PPLoc": "http://www.mobileiron.com/en/privacy-policy ",
    "Phone": "650-919-8100",
    "activities": "Mobile Iron, Inc. (“MobileIron”) is a leader in enterprise mobility management. Organizations purchase MobileIron products and services as tools to enable them to securely manage, and deliver apps, documents and other content to, mobile devices that connect to the organizations’ networks. MobileIron processes certain limited personal information regarding its business customers' employees, consultants, contractors or other personnel whose mobile devices connect to the customers’ networks and are managed using MobileIron tools. MobileIron processes this personal information to facilitate the registration of the mobile devices and to enable the implementation, operation and maintenance of the MobileIron products and services by customers. MobileIron processes this personal information only on behalf of its business customers.  Apart from the limited personal information MobileIron processes in connection with the company’s products and services, MobileIron also may communicate with consumers and businesses directly via the company’s  websites, mobile applications, social media assets and by email in connection with the company's business development efforts, marketing programs, surveys, offers, events and other promotions. In addition, Mobile processes in the U.S. the personal information of the company’s employees who are located in the EEA or Switzerland for purposes of administering the employment relationship, for carrying out lawful business activities, when required by law, and for compliance with the company’s contractual obligations and policies and procedures.",
    "address": "415 East Middlefield Road",
    "asp_index": "25978",
    "city": "Mountain View",
    "contactemail1": "contracts@mobileiron.com",
    "contactfax1": "650-919 8100",
    "contactname1": "Carl L Spataro Jr",
    "contactoff1": "Legal",
    "contactphone1": "650-919 8100",
    "contacttitle1": "Deputy General Counsel",
    "corpoffemail1": "lfinch@mobileiron.com",
    "corpofffax1": "650-919-8006",
    "corpoffname1": "Laurel Finch",
    "corpoffphone1": "650-919-8100",
    "corpofftitle1": "VP and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-19",
    "orgverification": "In-house self-assessment",
    "personaldata": "Personal information of business customer employees and personal information obtained in connection with MobileIron's business development efforts and marketing programs, including manually processed data, as well as personal information of MobileIron employees.",
    "ppdate": "2013-12-18",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "2011-12-19",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94043"
}