{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Agel Enterprises, Inc.",
    "PPLoc": "http://www.agel.com/sites/all/themes/agel/pdfs/Agel_Enterprises_Inc_SAFE_HARBOR_POLICY.pdf ",
    "Phone": "801-642-3850",
    "activities": "As a part of its normal business operations, Agel Enterprises, Inc., (or “Agel”) operates a computer System (the “System”), which contains (or could contain) contact information of vendors, guests, contractors, and employers for such purposes, including without limitation, as the administration of benefits and auditing contracts, tracking payment information and other reasons that require use of Personal Information. The use of such information is necessary to carry on Agel’s normal business operations. For instance, Agel, may hire employees, agents and/or contractors to carry out certain functions that require use of Personal Information, such as data processing and benefit administration. \r\nThe collection and use of Personal Information is necessary for the conduct of the human resources and operational management of Agel and its Entities. Examples of the purposes for which Agel collects and uses Personal Information about Individuals with respect to human resources include, without limitation, facilitating the provision of internal goods and services required for employees and contractors to carry out their work duties.\r\nIn addition, the collection and use of Personal Information is necessary in the routine course of business, and in times of crisis for Agel and its entities. In the ordinary course of business as a direct seller, we have independent contractors who sell our products through our subsidiaries. As part of the day-to-day processes, we collect information concerning the independent contractors. Some additional examples of related to these purposes for which Agel collects and uses Personal Information about Individuals could include, without limitation, assembling teams for specific assignments, contacting family in times of emergency, booking travel, hotel and special events.",
    "address": "2174 West Grove Parkway Suite 100",
    "asp_index": "25981",
    "city": "Pleasant Grove",
    "contactemail1": "grantw@cvsl.us.com",
    "contactfax1": "972-398-7142",
    "contactname1": "Grant Walker",
    "contactoff1": "CVSL, Inc",
    "contactphone1": "972-398-7119",
    "contacttitle1": "Director of Safe Harbor Compliance",
    "corpoffemail1": "jhiggenson@agel.com",
    "corpofffax1": "",
    "corpoffname1": "Jeff Higginson",
    "corpoffphone1": "801-642-3850",
    "corpofftitle1": "Co-Chief Executive Officer",
    "eucountries": "Italy",
    "eucountries_parsed": [
        "ITA"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "General Consumer Goods - (GCG)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-08",
    "orgverification": "in-house",
    "personaldata": "Name, Email address, birthdate, phone number is collected automatically. This does not cover data that is manually processed.",
    "ppdate": "2014-12-23",
    "previous": "",
    "privacyprograms": "Agel  recognizes the privacy protections afforded to individuals in the European Union and the European Economic Area (collectively the “EEA”) with regard to Personal Information. For that reason, Agel  has subscribed and will adhere to the voluntary U.S.-EU Safe Harbor program (“Safe Harbor Program”) by adopting and implementing this set of Safe Harbor Privacy Principles.\r\nAgel collects and uses Personal Information only in a lawful manner and in compliance with the Safe Harbor Program and these Principles.\r\n(a)\tInforming the Individual and Obtaining Consent\r\nExcept where an applicable legal exception exists, Agel entities are legally required to inform Individuals (or to request that Independent Contractors inform Individuals) of the ways in which their Personal Information will be collected and used and the types of third parties to which such Information will be disclosed, if any, and to obtain the Individuals’ consent.\r\nAccordingly, except where an applicable legal exception exists, if Agel either plans to use Personal Information for purposes incompatible with the purposes about which the Affiliated Entities (or Independent Contractors) notified Individuals,  or plans to disclose Personal Information to types of third parties other than those about which its Entities (or Independent Contractors) notified Individuals (“Supplemental Uses”), then Agel shall notify (or shall request the Independent Contractor, as appropriate, to notify) Individuals of the following with respect to such Supplemental Uses:\r\no\tThe type(s) of Personal Information Agel plans to use;\r\no\tThe purposes for which Agel will process Personal Information;\r\no\tHow to contact the Agel-team with any inquiries or complaints about the use and processing of such Personal Information;\r\no\tThe types of parties to whom Agel will disclose Personal Information;\r\no\tThe privacy and security safeguards Agel employs; and\r\no\tThe right of Individuals to access and, if necessary, correct Personal Information about them.\r\n(b)\tAccess \r\nAgel provides Individuals about whom it maintains Personal Information with a reasonable opportunity to examine their information, to challenge its accuracy, and to have it corrected, amended or deleted as appropriate, subject to certain exceptions.\r\n(c)\tData Integrity\r\nAgel employs reasonable steps to keep Personal Information accurate, complete, and up-to-date for the purposes for which such Personal Information is used. Each Individual is responsible for helping to ensure that the Personal Information that Agel holds about him or her is accurate, complete, and up-to-date.\r\n(d)\tSecurity\r\nAgel takes reasonable precautions, including administrative, technical, personnel, and physical measures to safeguard Personal Information against loss, theft and misuse, as well as unauthorized access, disclosure, alteration and destruction.\r\n(e)\tEnforcement\r\n\r\n1.\tCompliance\r\nAgel maintains an active program to ensure compliance with the Principles, Safe Harbor Program, and Agel contractual agreements and other commitments regarding the handling of Personal Information. The Agel Legal, Finance, and IT Departments collaboratively (“Safe Harbor Compliance Team or SHCT”) are responsible for implementing and overseeing the administration of the Principles. It is the responsibility of all Agel employees to act in accordance with the Principles with respect to Personal Information. Failure to do so may result in disciplinary action up to and including discharge from employment.\r\n2.\tDispute Resolution\r\nAgel recognizes the importance of having mechanisms in place to address and resolve complaints by Individuals about the processing of Personal Information. Therefore, if an Individual makes a complaint about the processing of his/her Personal Information, and the complaint is not resolved to the Individual’s satisfaction through Agel’s internal procedure, then Agel will refer such Individual to the national data protection authority in the jurisdiction where the Individual works or resides as required by the Safe Harbor Program.\r\n (A)  Responsibilities of the Agel’s Safe Harbor Compliance Team\r\n?\tEnsuring that the privacy guidelines, programs, procedures, training, and other measures necessary to implement the Principles are developed and put into practice;\r\n?\tOverseeing responses to inquiries and resolution of complaints relating to Personal Information;\r\n?\tWorking to ensure Agel’s ongoing compliance with applicable privacy laws and agreements, as well as any obligations Agel may enter into voluntarily, such as the Principles and the U.S.-EU Safe Harbor Program; and\r\n?\tOverseeing assessments of Agel’s internal practices to ensure that they conform to the Principles and related company obligations.\r\n(B) Steps to Ensure Compliance with Safe Harbor’s Principles\r\nCompliance measures include:\r\no\tEducating Agel employees as to the purpose and application of the Principles;\r\no\tTraining Agel employees with access to Personal Information on the purposes and application of the Principles;\r\no\tEnsuring that Agel employees, agents, and contractors with access to Personal Information are legally obligated to abide by the Principles;\r\no\tHolding Agel employees, agents, and contractors accountable for violations of the Principles, with sanctions up to and including termination of contracts and employment.\r\n3.\tComplaint Resolution\r\nAgel recognizes the importance of having mechanisms in place to address and resolve complaints by Individuals about the processing of Personal Information. Therefore, if an Individual makes a complaint about the processing of his/her Personal Information, and the complaint is not resolved to the Individual’s satisfaction through internal Agel procedures; then, if the matter remains unresolved, Agel will refer such Individual to the national data protection authority in the jurisdiction where the Individual works and/or resides as required by the Safe Harbor Program.\r\nProcedures for filing an internal complaint about the handling of Personal Information by Agel\r\nIndividuals covered by the Principles should contact the Agel’s Safe Harbor Compliance Team at the following address:\r\nAGEL ENTERPRISES, INC.\r\nGlobal Headquarters\r\n2174 West Grove Parkway Suite100\r\nPleasant Grove, Utah 84062 \r\nThese representatives will provide particular information about the mechanics of the complaint process.",
    "recoursemech": "Individuals covered by the Principles should contact the Agel Safe Harbor Compliance Team at the following address:\r\nGlobal Headquarters\r\n2174 West Grove Parkway Suite100\r\nPleasant Grove, Utah 84062 \r\nThese representatives will provide particular information about the mechanics of the complaint process, and if necessary, in the event that an Individual’s complaint is not resolved to the Individual’s satisfaction through internal Agel procedures, then Agel will refer such Individual to the national data protection authority in the jurisdiction where the Individual works and/or resides as required by the Safe Harbor Program. All EEA jurisdictions have established data protection authorities overseeing the processing of Personal Information that are willing to assist in the resolution of complaints. To maintain its certification under the Safe Harbor Program, Agel must cooperate with these authorities to resolve any complaint and comply with their decisions in such cases.\r\nEU Data Protection Authorities",
    "signupdate": "2015-01-08",
    "state": "Utah",
    "statutorybody": "FTC",
    "zip": "84062"
}