{
    "CertificationStatus": "true",
    "Fax": "(818) 553-7350",
    "OrgName": "Disney Worldwide Services, Inc.",
    "PPLoc": "https://disneyprivacycenter.com/safe-harbor/disney-worldwide-services-inc/",
    "Phone": "(818) 553-7333",
    "activities": "Disney Worldwide Services, Inc. (\"DWS\") processes or will process data in: \r\n(1)\tA Systems Applications and Products database (“SAP”) for financial and human resources management purposes.\r\n(2)\tA document management database (“Hummingbird”) for finance and human resource management purposes.\r\n(3)\tA rights and a contracts management database (“Zeus”) for administration of international television programming distribution.\r\n(4)\tAn accounts receivables management database (“Get Paid”) for the process workflow for invoices and customer management relating to film distribution for Buena Vista International Systems.\r\n(5)\tA global learning management system (“Disney Development Connection”) for the administration of employee training and retention of employee training records.\r\n(6)\tA global performance management system (\"Performance Connection\") for the administration and harmonization of employee performance evaluation and talent planning processes (collectively the “Databases”).\r\n(7)\tThe Customer Data Environment (‘CDE’) processes consumer data, including personally identifiable data collected in the European Union, for marketing purposes.\r\n(8)\tThe Workscape Compensation Planning System will process employee data for the purpose of determining employee compensation.\r\n(9)\tThe travel advisory system (“Travel Advisor”) processes employee travel data for the purpose of contacting employee travelers regarding travel alerts or emergency situations.\r\n(10)\t The Disney Store Order Management System processes guest contact information for the purpose of supporting online orders taken through Disney Store online European websites.\r\n(11)\tAn internal employee directory, Disney Rostr (“Rostr”), which shows contact and reporting information for the purpose of expediting internal enterprise communications.\r\n(12)\tA search engine tool, FAST Search (“FAST”), which stores an index for performing textual searches of data records in Rostr. \r\n(13)\tA single sign-on, central, policy-based authorization/authentication system (“Corporate SiteMinder”) for non-consumer facing, enterprise web applications.\r\n(14)\tAn LDAP-based directory (“Enterprise Directory”) for enterprise user and computer/device authentication and authorization.\r\n(15)\tA global enterprise implementation of Microsoft’s Active Directory (“Global Active Directory”).\r\n(16)\tInternational Labor Standards (“ILS”) which is a system for monitoring licensee and vendor compliance with Disney’s Code of Conduct.\r\n(17)\tDisney’s implementation of the APEX: First Strike software (“APEX”) for management of vendor invoices and payments, including vendor discounts.\r\n(18)\tA system for management of IT service requests (“Corporate Service Manager”). \r\n(19)\tAn emergency notification system (“WebEOC”) processes employee contact information to provide communication between company Emergency Operations Centers during emergency or disaster situations.\r\n20)\tA system for processing HR data (“Global Staffing”) for recruiting purposes and for applicant information management.\r\n(21)\tA database containing labor resource information (“HR Analytics”), used for the purpose of reporting and monitoring workforce performance.\r\n(22)\tA file transfer system (“GlobalScape”), used for the purpose of transferring email files related to labor resource information.\r\n(23)\tA metadata system for managing internal user access requests (“HD Forms”) through a portal-based module.\r\n(24) A centralized authentication and authorization service to Disney websites \"DisneyID\"). Guests provide their personal information directly via online account creation and management.\r\n(25) A database of Disney patent information (\"Lecorpio\") used for the purpose of managing and statusing Disney patents.\r\n(26) An emergency notification system (\"Everbridge\") that stores individual contact information for various Disney Business Units.\r\n(27) An enterprise case management tracking system (\"PPM Perspective\") that is used to manage security investigations.\r\n(28) A database of Disney HR information (\"Intuit Quickbase\") for managing employee case investigations.\r\n(29) An application for management of IT incident, change and service requests (\"ServiceNow\") that includes basic HR data drawn from SAP. \r\n(30) A global learning management system (\"SuccessFactors\") for the administration of employee training, and retention of employee training records.\r\n(31) A web-based program publishing HR data in an organization chart format (\"OrgPublisher WebAdmin\") that is accessed by HR leaders through the internet.\r\n(32) An access control system (\"Lenel\") that stores individual contact information for various Disney Business Units in order to track visitors to Disney facilities.\r\n(33) A global implementation of the ILS Facility Authorization Notification (\"ILS Facility Notification\") System for monitoring licensees, vendors and factories for compliance with Disney's Code of Conduct.\r\n(34) An Enterprise application using HR data to provide a snapshot of enterprise risk, compliance and continuity (\"Continuity Logic\") for business continuity management.\r\n(35) An application processing HR data (\"Chequed\") for the purpose of job applicant information management and verification.\r\n(36) A central repository (\"Global Mobility\") storing HR data for the purpose of managing the relocation and re-assignment process.\r\n\r\nThe Databases may contain personal information of certain individuals who reside in the European Economic Area and who have an association, either direct or indirect, with DWS and/or with other corporations or business organizations that are affiliated with DWS through direct or indirect common ownership or control.",
    "address": "500 South Buena Vista Street",
    "asp_index": "25999",
    "city": "Burbank",
    "contactemail1": "michael.lebovich@disney.com",
    "contactfax1": "(818) 563-4160",
    "contactname1": "Michael Lebovich",
    "contactoff1": "Privacy Compliance Office",
    "contactphone1": "(818) 560-3182",
    "contacttitle1": "Assistant General Counsel, Chief Trust Officer",
    "corpoffemail1": "Susan.Oday@disney.com",
    "corpofffax1": "(818) 553-7350",
    "corpoffname1": "Susan O'Day",
    "corpoffphone1": "(818) 553-7300",
    "corpofftitle1": "Executive Vice President",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Italy, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-31",
    "orgverification": "In-house verification.",
    "personaldata": "Online Human Resource and contractor/vendor/licensee data.",
    "ppdate": "2002-05-06",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "European Union Data Protection Authorities.",
    "signupdate": "2002-05-06",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "91521"
}