{
    "CertificationStatus": "true",
    "Fax": "425-679-5701",
    "OrgName": "Finsphere Corporation",
    "PPLoc": "http://www.finsphere.com/privacypolicy ",
    "Phone": "425-679-5700",
    "activities": "Finsphere provides hosted fraud prevention and identity protection services to financial institutions. This certification covers non-personal information (“Anonymous Information”) transferred from the European Union to the United States regarding financial transactions for the sole purpose of providing fraud prevention and identity protection services to our business customers. In the course of providing fraud prevention and identity protection services to our business customers, Finsphere does not collect personally identifiable information (“Personal Information”) about cardholders that utilize financial services offered by such business customers. We do obtain Anonymous Information from our business customers regarding payment transactions and related interactions in which cardholders and our business customers are involved. While not considered Personal Information under current privacy legislation, Finsphere recognizes that both business customers and cardholders may consider this Anonymous Information to be sensitive in nature and therefore Finsphere has chosen to treat such Anonymous Information in accordance with the terms set forth in our Data Processing Privacy Statement",
    "address": "505 106th Ave NE, Suite 200",
    "asp_index": "26004",
    "city": "Bellevue",
    "contactemail1": "safe_harbor@finsphere.com",
    "contactfax1": "425-679-5701",
    "contactname1": "Jeffrey A Brennan",
    "contactoff1": "Finsphere Corporation",
    "contactphone1": "425-679-5700",
    "contacttitle1": "Chief Privacy Officer/Chief Security Officer",
    "corpoffemail1": "jeff.brennan@finsphere.com",
    "corpofffax1": "425-679-5701",
    "corpoffname1": "Jeff Brennan",
    "corpoffphone1": "425-679-5700",
    "corpofftitle1": "Chief Privacy Officer / Chief Security Officer",
    "eucountries": "Germany, Greece, Ireland, Italy, Netherlands, Poland, Portugal, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "NLD",
        "POL",
        "PRT",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-08",
    "orgverification": "In-house, data security consultants",
    "personaldata": "on-line, off-line",
    "ppdate": "2009-01-06",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "All complainants are encouraged to refer privacy issues to Finsphere at safe_harbor@finsphere.com for expedited resolution. If the issue cannot be resolved to that individual's satisfaction, Finsphere will agree to mediate the issue using the European Union Data Protection Authorities or the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2009-01-08",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98004"
}