{
    "CertificationStatus": "true",
    "Fax": "281-396-1905",
    "OrgName": "DNV GL and its U.S. subsidiaries and affiliates",
    "PPLoc": "Company intranet and Human Resources office and see link below",
    "Phone": "281-396-1000",
    "activities": "HR data from employees of affilated companies or candidates for employment may be collected for purposes related to employment.  Specific activities may include evaluation of qualifications for a position; administration of compensation, benefits or training; deployment or utilization of human resources including project staffing; manpower and career planning and individual development; communication with emergency contacts; organizational directories; organizational development including competence planning and management; budgeting; and company network access, authentication and personalization.\r\n\r\nThrough our DNV Certification and DNV Training websites, we also offer an on-line bookstore and receive information from companies that register their employees for our on-line and off-line training programs.  Customers request information, subscribe to newsletters, receive marketing materials, books, manuals, software products and information services.  The personal information we collect from our customers is necessary to allow us to ship the products they order, to process payment through the customer’s credit card, and to notify the customer  of the status of their order.  We may ask but not require profile information for personalization services.  Occasionally we may contact customers for market research purposes.",
    "address": "1400 Ravello Drive",
    "asp_index": "26016",
    "city": "Katy",
    "contactemail1": "houhr@dnvgl.com",
    "contactfax1": "281-396-1905",
    "contactname1": "Michael McCaffrey",
    "contactoff1": "Human Resources",
    "contactphone1": "281-396-1000",
    "contacttitle1": "HR Manager",
    "corpoffemail1": "alexander.ellingsen@dnvgl.com",
    "corpofffax1": "281-396-1905",
    "corpoffname1": "Alexander Ellingsen",
    "corpoffphone1": "281-396-1704",
    "corpofftitle1": "Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)Architectural/Construction/Eng Svc - (ACE)",
    "industrysector_parsed": [
        "Architectural/Construction/Eng Svc - (ACE)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-06",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed, Human Resources Data",
    "ppdate": "2002-12-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "European Union Data Protection Authorities (DPAs)",
    "signupdate": "2003-01-06",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "77449"
}