{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Brooks Sports, Inc.",
    "PPLoc": "http://www.brooksrunning.com/en_us/privacy-policy.html ",
    "Phone": "2068585400",
    "activities": "Brooks Sports, Inc. (“Brooks”) sells footwear, apparel and other athletics accessories within the EU and Switzerland through its European subsidiaries.  Brooks processes personal data of its European subsidiaries’ consumers, employees and business contacts.  Personal data is collected from European consumers via their use of the website and online services of Brooks Sports B.V., as well as other customer support interactions that those consumers may have with Brooks’ European subsidiaries. Brooks Sports B.V.’s privacy policy explains how Brooks Sports B.V. uses, secures and shares the information it collects about European consumers.  Brooks processes data about its European subsidiaries’ employees for purposes of managing human resources and operating its business.  Brooks processes data about its European subsidiaries’ business contacts for purposes of conducting business related to the purchase and resale of Brooks’ products within the EU and Switzerland.",
    "address": "3400 Stone Way North, 5th Floor",
    "asp_index": "26013",
    "city": "Seattle",
    "contactemail1": "matthew.dodge@brooksrunning.com",
    "contactfax1": "",
    "contactname1": "Matthew Dodge",
    "contactoff1": "Legal Department",
    "contactphone1": "2068585548",
    "contacttitle1": "Associate General Counsel",
    "corpoffemail1": "John.Rangel@brooksrunning.com",
    "corpofffax1": "",
    "corpoffname1": "John Rangel",
    "corpoffphone1": "2068585509",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Apparel - (APP)Footwear - (FOT)",
    "industrysector_parsed": [
        "Apparel - (APP)",
        "Footwear - (FOT)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-24",
    "orgverification": "In-house",
    "personaldata": "data about consumers, employees and business contacts, collected both online and offline, including manually processed data",
    "ppdate": "2014-12-23",
    "previous": "26013",
    "privacyprograms": "None",
    "recoursemech": "For non-HR data, Brooks will cooperate with JAMS in accordance with the JAMS International Mediation Rules.  For HR data only, Brooks will cooperate with the Swiss Federal Data Protection and Information Commissioner and the relevant data protection authorities of EU member countries.",
    "signupdate": "2014-12-24",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98101"
}