{
    "Fax": "508-382-9445",
    "OrgName": "Boston Scientific Corporation",
    "PPLoc": "http://www.bostonscientific.com/en-US/privacy-policy.html ",
    "Phone": "800-876-9960",
    "activities": "Boston Scientific, including its subsidiaries and affiliates, is a worldwide developer, manufacturer and marketer of medical devices with approximately 25,000 employees. Boston Scientific's mission is to improve the quality of patient care and the productivity of health care delivery through the development and advocacy of less-invasive medical devices and procedures. To accomplish this mission, Boston Scientific processes patient demographic, medical, device and clinical trials personal data along with team member personal data. The scope of this certification includes all Boston Scientific divisions, namely, Cardiac Rhythm Management (CRM), Interventional Cardiology (IC), Electrophysiology, Peripheral Intervention (PI) and Medical Surgery (MedSurg) which includes  Neuromodulation, Endoscopy and Urology and Women’s Health.",
    "address": "100 Boston Scientific Way - M22",
    "asp_index": "26012",
    "city": "Marlborough",
    "contactemail1": "richard.reynolds@bsci.com",
    "contactfax1": "508-382-9445",
    "contactname1": "Richard Reynolds",
    "contactoff1": "Global Compliance",
    "contactphone1": "508-382-0240",
    "contacttitle1": "Sr Privacy Counsel",
    "corpoffemail1": "richard.reynolds@bsci.com",
    "corpofffax1": "508-382-9445",
    "corpoffname1": "Richard Reynolds",
    "corpoffphone1": "508-382-0240",
    "corpofftitle1": "Sr Privacy Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Medical Equipment - (MED)Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Health Care Services - (HCS)",
        "Medical Equipment - (MED)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-23",
    "orgverification": "In-house and Third Party",
    "personaldata": "All applicable (related to the residents of the countries noted below) personal data, including patient demographic, medical, device and clinical trials personal data along with team member personal data. This includes all applicable personal data from each Boston Scientific division listed above.",
    "ppdate": "2012-04-30",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe Dispute Resolution Program; EU Data Protection Authorities (DPAs) Panel (for Human Resources Data Only; Swiss Federal Data Protection and Information Commissioner for Switzerland (FDPIC) - HR Only",
    "signupdate": "2011-12-23",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01752-1234"
}