{
    "Fax": "917-281-3241",
    "OrgName": "K2 Intelligence",
    "PPLoc": "http://www.k2globalconsulting.com/eu-safe-harbor-privacy-policy/ ",
    "Phone": "212-694-7000",
    "activities": "K2 Intelligence receives personal information pertaining to  subjects residing in the European Union (“EU”). Such personal information may be received from subjects through the subject’s voluntary submission in writing, electronic submission via our website, or from our clients in connection with requests for background screening services we provide. K2 has certified that it adheres to the seven Safe Harbor Principles published by the U.S. Department of Commerce with regard to the use of certain personal information.  In addition all personal information is collected, stored and used in compliance with the Fair Credit Reporting Act (“FCRA”) and other state and federal laws where applicable, which regulate a majority of the work prepared by K2.\r\nK2 receives personal information about consumers from its clients in providing employment related and investment due diligence. K2 clients certify that (a) to the extent required by applicable law, they have obtained the consumer’s consent to share this information with K2 for purposes of conducting a background screen on the consumer, (b) they are requesting a background screen for employment or other purposes permitted under the FCRA or other applicable law, and (c) they will use the results of K2s work only for legally permissible purposes, such as employment and investment due diligence decisions. K2 conducts due diligence only in compliance with the FCRA or other applicable law. Through its background screens, K2 obtains about a consumer, and provides to its client, information as requested by K2’s client. The information that is collected about the consumer may include, but may not be limited to, history of arrests and/or convictions, credit history, employment history, educational history, places of residence, and driving records. Pursuant to the terms of its contract with its client, K2 uses this information to prepare a report that meets its clients’ needs.\r\nK2 will not use the information collected about a consumer for any other purpose without first giving the consumer an opportunity to opt out from such use. If the information is “sensitive” information as defined in the Safe Harbor Privacy Principles (i.e., personal information specifying medical or health conditions, racial or ethnic origin, political opinions or philosophical beliefs, trade union membership or information concerning the sex life of the individual), K2 will use the information for an incompatible purpose only if the consumer affirmatively authorized that use.",
    "address": "845 Third Ave, 4th Floor",
    "asp_index": "26011",
    "city": "New York",
    "contactemail1": "bcairl@k2intelligence.com",
    "contactfax1": "917-281-3241",
    "contactname1": "Brian Cairl",
    "contactoff1": "New York",
    "contactphone1": "917-243-7318",
    "contacttitle1": "Managing Director",
    "corpoffemail1": "jeremy@k2intelligence.com",
    "corpofffax1": "917-281-3241",
    "corpoffname1": "Jeremy M. Kroll",
    "corpoffphone1": "212-694-7000",
    "corpofftitle1": "CEO & Co-Founder",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-20",
    "orgverification": "in-house",
    "personaldata": "organization, employee, client, consumer. This includes manually processed data concerning employees and consumers",
    "ppdate": "2010-08-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "K2 conducts in-house verification of its compliance with the Safe Harbor Privacy Principles. As part of\r\nour participation in Safe Harbor, we have designated the American Arbitration Association (ICDR/AAA Safe Harbor Program) as our independent recourse mechanism for investigation of unresolved complaints relating to our compliance with the Safe Harbor Privacy Frameworks.\r\nFor any complaints regarding our compliance with the Safe Harbor Frameworks, please contact Brian Cairl at bcairl@k2intelligence.com  If contacting K2 does not resolve\r\nthe complaint, please contact the American Arbitration Association (ICDR/AAA Safe Harbor Program)\r\n\r\nComplaints involving human resources data as defined by the Safe Harbor may be submitted to the European Union and Swiss data protection authorities.",
    "signupdate": "2012-01-20",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10022"
}