{
    "CertificationStatus": "true",
    "Fax": "847-935-4675",
    "OrgName": "AbbVie Inc.",
    "PPLoc": "http://www.abbvie.com/responsibility/transparency-policies/policies-disclosures.html ",
    "Phone": "847-932-7900",
    "activities": "AbbVie Inc. and its affiliates and subsidiaries in the United States receive personal information from the EEA and Switzerland including information concerning: (i) AbbVie employees (potential, current or former) and their family members, contractors and contingent workers; (ii) customers, medical and health care professionals, industry experts and opinion leaders, consumers, suppliers, service providers, business partners, and vendors; and (iii) clinical research study subjects, patients and investigators (including their staff and other individuals participating in AbbVie sponsored research and health care programs), adverse event reporters and subjects.  These data are collected and transferred to the U.S. in support of the company's human resources administration and management, marketing, sales, customer service, financial, legal, research, development, regulatory and other business activities.  AbbVie contracts with third party providers to render related services, including payroll processors, call centers and support services.",
    "address": "1 North Waukegan Road",
    "asp_index": "26049",
    "city": "North Chicago",
    "contactemail1": "ericka.watson@abbvie.com",
    "contactfax1": "847-935-4675",
    "contactname1": "Ericka Watson",
    "contactoff1": "Legal Regulatory & Compliance",
    "contactphone1": "847-937-1607",
    "contacttitle1": "Sr. Counsel, Global Privacy",
    "corpoffemail1": "timothy.richmond@abbvie.com; carlos.alban@abbvie.c",
    "corpofffax1": "847-935-3297",
    "corpoffname1": "Tim Richmond (Senior VP, Human Resources), Carlos Alban (President, Commercial Operations)",
    "corpoffphone1": "847-932-7900",
    "corpofftitle1": "Scott Brun (Vice President, Pharmaceutical Development)",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-03",
    "orgverification": "In-house",
    "personaldata": "Human Resources, Customer and Supplier, Clinical Research and Pharmacovigilance (manual & electronic processing)",
    "ppdate": "2013-10-15",
    "previous": "26049",
    "privacyprograms": "None",
    "recoursemech": "Individuals’ complaints will be resolved in accordance with AbbVie's existing formal complaints procedures.  For individuals located in the EU and Switzerland and whose data are covered by this certification, if efforts to resolve concerns internally are unsatisfactory, such individuals may contact the panel of the EU data protection authorities or the Swiss Federal Data Protection and Information Commissioner (FDPIC).  AbbVie will cooperate in the resolution of such inquiries and will comply with the advice given by the panel or the Swiss FDPIC.",
    "signupdate": "2013-01-03",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60064"
}