{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "ServerGrove Networks Inc.",
    "PPLoc": "http://servergrove.com/privacy ",
    "Phone": "7869996585",
    "activities": "ServerGrove is a webhosting/data storage/data processing company.\r\n\r\nWe use the Personally-Identifiable Information in the file we maintain about you, and other information we obtain from your current and past activities on the Website to: deliver the products and services that you have requested, manage your account and provide you with customer support, communicate with you by email, postal mail, telephone and/or mobile devices about products or services that may be of interest to you either from us, our affiliate companies or other third parties, develop and display content and advertising tailored to your interests on our Website and other sites, resolve disputes, troubleshoot problems, measure consumer interest in our services, reward you for the ads you watch, inform you of updates, customize your experience, detect and protect us against error, fraud and other criminal activity, enforce our Terms of Service Agreement, and as otherwise described to you at the time of collection. At times, we may look across multiple users to identify problems. In particular, we may examine your Personally-Identifiable Information to identify users using multiple user IDs or aliases. We may compare and review your Personally-Identifiable Information for accuracy and to detect errors and omissions. We may use financial information or payment method to process payment for any purchases made on our Website, enroll you in the discount, rebate, and other programs in which you elect to participate, to protect against or identify possible fraudulent transactions, and otherwise as needed to manage our business.",
    "address": "1101 Brickell Ave. #310323",
    "asp_index": "26045",
    "city": "Miami",
    "contactemail1": "abuse@servergrove.com",
    "contactfax1": "",
    "contactname1": "Pablo Godel",
    "contactoff1": "Abuse",
    "contactphone1": "7869996585",
    "contacttitle1": "CTO",
    "corpoffemail1": "abuse@servergrove.com",
    "corpofffax1": "",
    "corpoffname1": "Gilles K Grinfeder",
    "corpoffphone1": "7869996585",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-07",
    "orgverification": "In-house",
    "personaldata": "on-line",
    "ppdate": "2009-08-30",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Commitment to cooperate with data protection authorities located in the European Union (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner (Swiss FDPIC) or their authorized representatives.",
    "signupdate": "2010-10-07",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33131"
}