{
    "CertificationStatus": "true",
    "Fax": "201-307-6777",
    "OrgName": "KPMG LLP",
    "PPLoc": "http://www.us.kpmg.com/privacy.html ",
    "Phone": "201-307-7000",
    "activities": "KPMG LLP uses personal information regarding:\r\n•\tCurrent, former, and prospective partners, principals, and employees (“personnel”) in order to provide services and benefits to personnel and the promotion and delivery of services to clients and prospective clients;\r\n•\tClients and prospective clients and their personnel and customers in the delivery and promotion of professional services and the administration of the client relationship;\r\n•\tThird parties (such as service providers and contractors) and their personnel in connection with the management and administration of the business relationships with such third parties or in connection with the promotion and delivery of services to clients and prospective clients; and\r\n•\tCompliance with or response to governmental, professional and legal obligations or inquiries in the jurisdictions in which we operate, including investigation, preparation and defense of legal claims of or against KPMG LLP.\r\nAdditionally, KPMG LLP may from time to time, collect personal information from the general public in order to answer inquiries or provide information as outlined in the Privacy Statement.",
    "address": "3 Chestnut Ridge Road",
    "asp_index": "26043",
    "city": "Montvale",
    "contactemail1": "us-privacy@kpmg.com",
    "contactfax1": "973-215-2905",
    "contactname1": "James I Howard",
    "contactoff1": "Information Management Office",
    "contactphone1": "212-909-5989",
    "contacttitle1": "Principal and Chief Privacy Officer",
    "corpoffemail1": "us-privacy@kpmg.com",
    "corpofffax1": "973-215-2905",
    "corpoffname1": "James I Howard",
    "corpoffphone1": "212-909-5989",
    "corpofftitle1": "Principal and Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Accounting Services - (ACT)General Services - (GSV)",
    "industrysector_parsed": [
        "Accounting Services - (ACT)",
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-21",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed",
    "ppdate": "2007-12-21",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For human resources data: EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).\r\nFor other data: Better Business Bureau (BBB) EU Safe Harbor",
    "signupdate": "2007-12-21",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07645"
}