{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Integral Ad Science, Inc.",
    "PPLoc": "",
    "Phone": "646-278-4871",
    "activities": "Integral Ad Science, Inc. (“Integral”) has a suite of solutions that its clients in the digital advertising ecosystem use to maximize media quality and understand the value of their media inventory.  Integral’s technologies are designed to enable these digital advertising purposes through the collection of data, which includes such things as information about the page where an ad was displayed to the dimensions and location of the ad to measurements pertaining to ad viewability and user interaction with the ad.  Integral also collects IP address, cookie ID, browser type, user agent and referring URL.  This data is considered non-personally identifiable in most jurisdictions; however, we recognize that in some contexts, both IP addresses and cookie ID may be considered personal data under the EU’s 1995 Data Protection Directive.  Accordingly we have signed onto the US-EU and US-Swiss Safe Harbor Frameworks.\r\n\r\nIntegral uses personal business contact information to market to business clients globally.  Integral has offices and employees in multiple EU countries, and employee data may be stored in Integral’s home office in the United States.",
    "address": "95 Morton Street, 8th Floor",
    "asp_index": "26053",
    "city": "New York",
    "contactemail1": "privacy@integralads.com",
    "contactfax1": "",
    "contactname1": "Micah Nessan",
    "contactoff1": "Office of General Counsel",
    "contactphone1": "646-668-4741",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "mnessan@integralads.com",
    "corpofffax1": "",
    "corpoffname1": "Micah Nessan",
    "corpoffphone1": "646-668-4741",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-26",
    "orgverification": "In-House",
    "personaldata": "Consumer data (e.g., IP address, unique user ID, clickstream data).  Business-to-business information for marketing.  Human resources data, which may include offline or manually processed data.",
    "ppdate": "2015-01-16",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2015-01-26",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10014"
}