{
    "CertificationStatus": "true",
    "Fax": "641 355 1013",
    "OrgName": "Kingland Systems Corporation",
    "PPLoc": "http://www.kingland.com/wp-content/uploads/2013/05/Kingland_SH_Privacy_Statement.pdf ",
    "Phone": "641 355 1000",
    "activities": "Kingland Systems Corporation (hereinafter referred to as ‘Kingland’), acting as Data Processor, receives and processes the data on behalf of and as contracted by various organizations acting as data controllers as indicted below;\r\n•\tCustomer personal human resources information on behalf of global audit firms for the purpose of ensuring compliance with United States Securities Exchange Commission Independence regulations. The activities and responsibilities of Kingland Systems are that of a Data Processor for the Independence compliance application, where the audit firms contracted with Kingland Systems Corp. function in the capacity of Data Controllers.\r\n•\tCustomer business entity information in support of registration for a legal entity identifier (LEI) issued by Business Entity Data B.V.  The activities of Kingland Systems are that of Data Processor for the LEI Portal as contracted by Business Entity Data B.V.   The firm Business Entity Data B.V. functions in the capacity of Data Controller.\r\nIn this relationship, Kingland acts as a Data Processor, and the contracting organization has responsibilities as Data Controllers.  (See definitions of Data Processor and Data Controller under the U.S. Department of Commerce Safe Harbor program.  Further information about the Safe Harbor program is available at: http://www.export.gov/safeharbor/.)",
    "address": "1401 6th Avenue South",
    "asp_index": "26069",
    "city": "Clear Lake",
    "contactemail1": "customer.service@kingland.com",
    "contactfax1": "(641) 355-1099",
    "contactname1": "Customer Services Manager",
    "contactoff1": "Kingland Systems Corp. Customer Services",
    "contactphone1": "(641) 357-8965",
    "contacttitle1": "Customer Services Manager",
    "corpoffemail1": "jeff.gorball@kingland.com",
    "corpofffax1": "(641) 355-1013",
    "corpoffname1": "Jeff Gorball",
    "corpoffphone1": "(641) 355-1005",
    "corpofftitle1": "Managing Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Accounting Services - (ACT)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Accounting Services - (ACT)",
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-11-18",
    "orgverification": "In-house and via SSAE 16 SOC 2 Type II audits",
    "personaldata": "On-Line, Off-Line,  Manually Processed Data, Human Resources Data",
    "ppdate": "2012-04-20",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Disputes should be directed to the Data Controller for whom the data was solicited and collected.  Disputes and concerns may also be forwarded to Kingland Systems Corporation for further communication to the appropriate Data Controller.  Kingland Systems Corp. Privacy Policy directs individuals with concerns or complaints about Kingland Systems Corp. use or disclosure of their personal information to contact our Customer Services Department at 1401 6th Avenue South, Clear Lake, Iowa 50428, or via telephone at (641) 357-8965, or via email at customer.service@kingland.com.  Kingland Systems Corp. is committed to rigorous adherence to its Privacy Policy; however, we recognize that, in some instances, an individual may not be satisfied with our internal dispute resolution procedures. In those instances, Kingland Systems Corp. agrees to cooperate fully with the American Arbitration Association (AAA) as an independent recourse mechanism for dispute resolution.",
    "signupdate": "2002-11-18",
    "state": "Iowa",
    "statutorybody": "FTC",
    "zip": "50428"
}