{
    "Fax": "510-315-3111",
    "OrgName": "TriNet HR Corporation",
    "PPLoc": "http://www.trinet.com/company/terms.htm ",
    "Phone": "510-352-5000",
    "activities": "Payroll servicing and benefits administration: If you are a non-customer, the only information TriNet.com collects from you is your email. TriNet will never sell, borrow, or trade the email addresses in our possession to any other company for the purpose of contacting you regarding commercial services. If you are a TriNet customer or employee we collect the information necessary to provide our services.\r\n\r\nIf you are a customer (also referred to as a worksite employer) or worksite employee serviced by TriNet, we may collect and maintain personally identifiable information including, but not limited to, name, address, phone number, social security number, taxpayer identification number, age, marital status, occupation, salary, benefits, dependent information, etc. through HR Passport® or other means. This information will be used to provide our professional employer and other HR-related services including sharing such information with the worksite employer to the extent permitted by applicable law. By using our services you agree to the terms of use contained in this policy.",
    "address": "1100 San Leandro Blvd., Suite 400",
    "asp_index": "26079",
    "city": "San Leandro",
    "contactemail1": "RegulatoryCompliance@trinet.com",
    "contactfax1": "510-315-3111",
    "contactname1": "Todd Cohn",
    "contactoff1": "Legal",
    "contactphone1": "510-875-7111",
    "contacttitle1": "Executive Director, Advocacy and Regulatory Compliance",
    "corpoffemail1": "RegulatoryCompliance@trinet.com",
    "corpofffax1": "510-315-3111",
    "corpoffname1": "Gregory L. Hammond",
    "corpoffphone1": "510-875-7111",
    "corpofftitle1": "EVP and CLO/Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Services - (GSV)Employment Services - (EMP)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Employment Services - (EMP)",
        "General Services - (GSV)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-25",
    "orgverification": "In-house",
    "personaldata": "Organization and customer human resources data.",
    "ppdate": "2010-09-20",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For organization human resources data: EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC); For all other types of data: TRUSTe EU Safe Harbor-effective as of March 12, 2013.",
    "signupdate": "2011-10-25",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94577"
}