{
    "CertifiedThroughLabel": "",
    "Fax": "339-674-2502",
    "OrgName": "Veracode",
    "PPLoc": "http://www.veracode.com/privacy-policy.html ",
    "Phone": "339-674-2500",
    "activities": "This certification covers (1) Employee/Human Resources Personal Data and (2) Business/Customer Personal Data:\r\n(1) Employee/Human Resources Personal Data may be transferred on behalf of current, former and potential job applicants, employees, contractual workers/consultants, retirees, dependents or others whose personal data have been given to Veracode by such persons. It relates to e.g., compensation and benefit administration and management, recruitment and staffing, including background checks, worker and organization development, data administration and workforce management. For each purpose, different categories of personal data are collected, e.g., contact information, date and place of birth, tax identification numbers, dependent information, salary and benefit information, banking details, appraisals, individual demographic information in compliance with law requirements, such as marital status, nationality, work permit information.\r\n(2) Business/Customer Personal Data may be transferred on behalf of current, former and potential customers, suppliers, and agents related to e.g., sales and marketing (including providing customers and potential customers with marketing information on services and products), analysis of customer and potential customer data in order to provide enhanced customer service and more effective communications, website content selection, website user friendliness and navigation, for purposes of managing the information in the Organization’s cloud-based application security testing platform.",
    "address": "65 Network Drive",
    "asp_index": "26070",
    "city": "Burlington",
    "contactemail1": "contact@veracode.com",
    "contactfax1": "339-674-2502",
    "contactname1": "Vivian Vitale",
    "contactoff1": "Executive Vice President (EVP), Human Resources",
    "contactphone1": "339-674-2847",
    "contacttitle1": "EVP",
    "corpoffemail1": "contact@veracode.com",
    "corpofffax1": "339-674-2502",
    "corpoffname1": "Bill Brown",
    "corpoffphone1": "339-674-2836",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)Security & Safety Equipment - (SEC)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)",
        "Security & Safety Equipment - (SEC)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-30",
    "orgverification": "In-house",
    "personaldata": "Human resources, business/customer and supplier/vendor information in all formats, including electronically stored and manually processed information.",
    "ppdate": "2014-07-11",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "An individual may refer a privacy issue to (1) the Organization's EVP, Human Resources by email at contact@veracode.com. If an individual remains unsatisfied with its/his/her resolution with EVP, Human Resources then either party may file a request for mediation of a privacy issue with (2) the American Arbitration Association (AAA)(ICDR/AAA Safe Harbor Program; file online, or by mail or fax as directed at http://go.adr.org/safeharbor) for resolution pursuant to the Safe Harbor Privacy Principles. Veracode also agrees to cooperate with the EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2013-01-30",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01803"
}