{
    "CertifiedThroughLabel": "",
    "Fax": "215-972-8298",
    "OrgName": "eResearchTechnology, Inc.",
    "PPLoc": "https:/ www.ert.com/legal/ ",
    "Phone": "215-972-0420",
    "activities": "eResearchTechnology, Inc. (ERT™), a Delaware corporation, was founded in 1977. ERT and its consolidated subsidiaries collectively are referred to as the \"Company\" or \"we.\" We are a global technology-driven provider of services and customizable medical devices primarily to biopharmaceutical organizations and, to a lesser extent, healthcare organizations. We are the market leader for centralized cardiac safety (Cardiac Safety solutions) and respiratory efficacy services (Respiratory solutions) in drug development and also collect, analyze and distribute electronic clinical outcomes assessments (eCOA) in multiple modalities across all phases of clinical research. We provide centralized cardiac safety testing which is a critical component of diagnostic testing in clinical trials. Our Cardiac Safety solutions include the collection, interpretation and distribution of ECG data and images and are performed during clinical trials in all phases of the clinical research process. The ECG provides an electronic map of the heart’s rhythm and structure and is performed in most clinical trials. Our Cardiac Safety solutions permit assessments of the safety of therapies by documenting the occurrence of cardiac electrical change. Specific trials, such as a Thorough QTc study, focus on the cardiac safety profile of a compound. Thorough QTc studies are comprehensive studies that typically are of large volume and short duration and are recommended by the United States Food and Drug Administration (FDA) under guidance issued in 2005 by the International Committee on Harmonization (ICH E14). ERT provides biopharmaceutical and healthcare organizations a \"one-stop-shop\" clinical evaluation for respiratory data which may also include additional testing for cardiac safety and related ePRO analysis in a fully integrated system. We have established a preferred centralized respiratory vendor status with several of the top 20 pharmaceutical companies. Our staff of medical doctors, exercise physiologists and respiratory therapists are trained and certified to over-read data from pulmonary function and cardio-pulmonary stress tests. ERT provides new-therapy researchers the highest-integrity patient-centered data, and deliver confidence in the data’s scientific reliability and validity and its regulatory acceptance through a fully-integrated approach to capturing Clinical Outcome Assessment (COA) data (including PROs, ClinROs & ObsROs). Clinical Outcome Assessments provide less variable and more reliable data enabling smaller trials and better scientific conclusions. Our COA solutions include both products and services for clinical trials.",
    "address": "1818 Market Street, Suite 1000",
    "asp_index": "26103",
    "city": "Philadelphia",
    "contactemail1": "rmiller@ert.com",
    "contactfax1": "215-972-8298",
    "contactname1": "Richard Miller",
    "contactoff1": "ERT's Philadelphia Office Location",
    "contactphone1": "215-282-5588",
    "contacttitle1": "Vice President, Quality Management",
    "corpoffemail1": "jcorrigan@ert.com",
    "corpofffax1": "215-972-8298",
    "corpoffname1": "Jim Corrigan",
    "corpoffphone1": "215-282-1531",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-13",
    "orgverification": "In-house",
    "personaldata": "ERT receives Sponsor defined encoded, pseudonymised and anonymised study subject demographic information during the contracted management of clinical trials.",
    "ppdate": "2013-11-25",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2011-01-13",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19103"
}