{
    "CertificationStatus": "true",
    "Fax": "913-321-1243",
    "OrgName": "Epiq Systems, Inc. and its U.S. Subsidiaries",
    "PPLoc": "http://www.epiqsystems.com/general.aspx?id=117 ",
    "Phone": "913-621-9500",
    "activities": "Epiq uses best in class technological, security, and access controls including utilization of designated senior level employees with executive oversight in connection with the transfer, receipt, and securitization of all personal data from the EU to the US.",
    "address": "501 Kansas Avenue",
    "asp_index": "26115",
    "city": "Kansas City",
    "contactemail1": "safeharbor@epiqsystems.com",
    "contactfax1": "913-321-1243",
    "contactname1": "Jayne Rothman",
    "contactoff1": "Epiq Systems, Inc.",
    "contactphone1": "913-621-9500",
    "contacttitle1": "Vice President, General Counsel",
    "corpoffemail1": "nwatkins@epiqsystems.com",
    "corpofffax1": "913-321-1243",
    "corpoffname1": "Neil Watkins",
    "corpoffphone1": "913-621-9500",
    "corpofftitle1": "Vice President, Security, Risk & Compliance",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-04",
    "orgverification": "In-house",
    "personaldata": "off-line, online, client data, manually processed, human resources data",
    "ppdate": "2008-01-31",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Epiq has established a Safe Harbor team composed of associate members from various departments at Epiq including Human Resources, Finance, Privacy, Legal and Information Technology, and will undertake self-assessment in consultation with independent third party dispute and enforcement mechanisms, as necessary, to ensure compliance to the Safe Harbor Principles.  All requests or complaints may be submitted via regular mail or email to safeharbor@epiqsystems.com, each as set forth in Epiq's Safe Harbor Policy, which is publicly available on Epiq's website (www.epiqsystems.com).  Once any request or complaint affecting the Safe Harbor Principles has been submitted to Epiq, Epiq's Safe Harbor team will promptly notify the data subject that the request or complaint has been received and is being investigated, and each data subject will be notified regarding the resolution thereof.\r\n\r\nEpiq will fully cooperate to resolve all outstanding issues with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commission (FDPIC).",
    "signupdate": "2008-02-04",
    "state": "Kansas",
    "statutorybody": "FTC",
    "zip": "66105"
}