{
    "Fax": "2148383129",
    "OrgName": "o9 Solutions",
    "PPLoc": "http://o9solutions.com/privacy ",
    "Phone": "2148383125",
    "activities": "We may collect personal information from you in a variety of ways, including, but not limited to, when you visit our Site, provide contact information on our Site, fill out a form on our Site, and in connection with other activities, services, features or resources we make available on our Site. You may be asked for, as appropriate, your name, email address, or other contact information. You may, however, visit our Site anonymously. We will collect personal information about you only if you voluntarily submit such information to us.\r\nWe will use your personal information so that we and our representatives can respond to your business inquiries, service requests and support needs more efficiently and to provide information such as product upgrades, special offers, updated information, new services, and other o9 Solutions-related information. We may also use feedback you provide to improve our products and services.\r\n\r\nIn addition, we may use your personal information to improve our marketing and promotional efforts, to analyze Site usage, to improve the services and resources provided on our Site, and to customize our Site. We may also use personal information you provide to deliver information to you and to contact you regarding administrative notices.",
    "address": "11494 Luna Road",
    "asp_index": "26111",
    "city": "Dallas",
    "contactemail1": "igor.rikalo@o9solutions.com",
    "contactfax1": "2148383129",
    "contactname1": "Igor Rikalo",
    "contactoff1": "o9 Solutions",
    "contactphone1": "2148383125",
    "contacttitle1": "VP, Finance & Operations",
    "corpoffemail1": "chakri@o9solutions.com",
    "corpofffax1": "2148383129",
    "corpoffname1": "Chakri Gottemukkala",
    "corpoffphone1": "2148383125",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-02-05",
    "orgverification": "TRUSTe",
    "personaldata": "On-line Data only",
    "ppdate": "2013-11-25",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-02-05",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75234"
}