{
    "CertifiedThroughLabel": "",
    "Fax": "201-939-5447",
    "OrgName": "New York Football Giants, Inc.",
    "PPLoc": "http://giants.com/footer/privacy-policy.html ",
    "Phone": "201-935-2501",
    "activities": "We may ask you to provide us with certain information, including contact information, such as your name, mailing address, email address and phone number, unique identifiers, such as your user ID and user password, demographic information, such as your gender, education, household income, occupation, ticket holder status, game attendance, home ownership, marital status, or number of children, or similar information.  We may receive and store certain types of internet usage information whenever you visit the Website, such as your click-stream data and your IP address. When you open emails from us, we may receive a confirmation noting you opened the email, if your computer supports such capabilities. We also may keep track of what emails we send you and what emails you may be receiving from our subsidiaries and affiliates. We keep a record of what communications you have opted to receive or not to receive.  You may be asked to complete a registration form and provide personally identifiable information; you may also be asked to choose a user ID and password in order to take advantage of certain features the Website may choose to offer, such as newsletters or contests. Participation in registration is voluntary and you will have the opportunity to decide whether or not to disclose information to the Website.  We offer free newsletters to share information with you about the Website, about us and our affiliates and subsidiaries, or about our marketing partners and advertisers and sponsors. Participation is voluntary and you will have the opportunity to decide whether or not to disclose information to the Website. You may also cancel your free email subscription by following the instructions provided on the Website or in the newsletter or email. We may operate sweepstakes through the Website that may require the submission of personal information. Participation is voluntary and you will have the opportunity to decide whether or not to disclose information to the Website. Your personally identifiable information may be used to contact you for winner notification or other related purposes.  We may also ask your permission to allow us to publicly post some of your information on the Website in the event you win a contest or sweepstakes. Except as required by applicable law, we will not post your information without your permission. A third party advertiser or sponsor may operate or host a contest or sweepstakes on the Website and collect your information; in those cases, where we are not the operator or host of the contest or sweepstakes, we do not collect your information and we have no control over the information collected from you.  We may request personally identifiable information from you in conjunction with a survey or voting poll. Participation is voluntary and you will have the opportunity to decide whether or not to disclose information to the Website.  When you register to play games on our Website, you may be asked to provide personally identifiable information.  Our Website uses \"cookies,\" a unique number stored in your computer that identify your browser to the Website whenever you visit the Website. Accepting cookies allows you to personalize your experience on the Website and may also allow the Website to present to you advertising which may be of interest to you. If you do not want information collected through the use of cookies, your browser should contain an option that allows you to disable or delete cookie data at any time. Some areas of the Website, however, may not provide you with a personalized experience if you have disabled the use of cookies. The use of cookies by third parties is not covered by our privacy policy. Our Website uses a variety of technical methods for tracking purposes, including Web beacons. We also use these technical methods to analyze the traffic patterns on our Web sites, such as the frequency with which our users visit various parts of our Web sites. These technical methods may involve the transmission of information either directly to us or to another party authorized by us to collect information on our behalf. The information from use of these technical methods may be collected in a form that is personally identifiable.  If you conduct a financial transaction with our Website, we will ask you to complete an order form that will request certain information from you, including contact information, demographic information and financial information. We will use this information to complete the transaction that you have requested, i.e., to deliver the information, products or other services that you order, and to invoice you. For your protection, such information is collected and stored through encrypted means.  At times, we may share your personal information with others for various purposes. We employ other businesses, certain services and individuals to perform functions on our behalf. Examples include fulfilling orders, sending e-mail, removing repetitive information from customer lists, Website analysis, analyzing data, providing marketing assistance, processing credit card payments, and providing customer service. They may have access to personally identifiable information needed to perform their functions, but may not use it for their own purposes.  We may share aggregate information, such as demographics and Website usage statistics, with advertisers, sponsors or other organizations. When this type of information is shared, the other parties do not have access to your personally identifiable information.  When you provide us with personal information, you may be presented with the opportunity to share your personal information with third parties for various purposes, such as receiving information or special offers. An opt-in/opt-out message will ask you if you would like your information to be shared. When you allow us to share your personal information with third parties, we require third parties who have access to that information to agree to abide by our current Website privacy policy. Once the information is transferred, however, we cannot control the privacy practices of these other companies.  The Website may use a third party network advertiser to serve the advertisements on the Website or may use a traffic measurement service to analyze the traffic on the Website. Audience and Traffic Measurement Services allow us to collect anonymous traffic and behavior information from our Website by monitoring anonymous visitor activity. Other companies' use of their cookies is subject to their own privacy policies, not this one.  See \"YOUR ACCEPTANCE OF THE PRIVACY POLICY AND NOTIFICATION OF CHANGES TO THE POLICY\" section below.   Your personal information may be transferred to third parties without notice to you in order to comply with applicable law, law enforcement agencies, to protect our rights, or protect the rights of other users of this website.",
    "address": "1925 Giants Drive",
    "asp_index": "26116",
    "city": "East Rutherford",
    "contactemail1": "nilay.shah@giants.nfl.net",
    "contactfax1": "201-935-8493",
    "contactname1": "Nilay Shah",
    "contactoff1": "NY Giants - Digital Media",
    "contactphone1": "201-935-8111",
    "contacttitle1": "Director of Digital Media",
    "corpoffemail1": "bill.heller@giants.nfl.net",
    "corpofffax1": "201-939-5447",
    "corpoffname1": "William J. Heller",
    "corpoffphone1": "201-935-2501",
    "corpofftitle1": "Sr. VP and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-27",
    "orgverification": "Third Party",
    "personaldata": "Online",
    "ppdate": "2014-01-22",
    "previous": "",
    "privacyprograms": "TrustE",
    "recoursemech": "TrustE",
    "signupdate": "2014-01-27",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07073"
}