{
    "Fax": "303-390-5638",
    "OrgName": "Chipotle Mexican Grill, Inc.",
    "PPLoc": "https:/ www.chipotle.com/en-US/html/privacy.html ",
    "Phone": "303-595-4000",
    "activities": "Chipotle’s US companies receive personal information from Chipotle’s operating companies in the EU (currently the UK, France and Germany) in the form of:\r\n\t•\tEmployee names, addresses, and compensation and benefits related information (such as account or identification numbers for national insurance and similar programs).\r\n\t•\tCustomer names and address information collected as part of marketing and promotional activities, as well as online ordering activities (which may also be provided directly to Chipotle’s US companies). Note that credit card data is not transferred to Chipotle’s US companies, but personally identifiable information may be.\r\n\t•\tVendor information – addresses and other contact info, plus account info for vendors paid electronically. While many of our vendors do not supply personal information, some vendors, such as sole proprietors do. \r\n\r\nIt is important to note that Chipotle does not currently receive the following types of information from its EU operations.\r\n\t•\tCustomer credit card information.  Only transaction information, which is not personally identifiable, is provided to Chipotle in the U.S. or its outside service providers (including its POS system vendor).",
    "address": "1401 Wynkoops St., Suite 500",
    "asp_index": "26121",
    "city": "Denver",
    "contactemail1": "customerservice@chipotle.com",
    "contactfax1": "303-390-5638",
    "contactname1": "Customer Service",
    "contactoff1": "Chipotle Mexican Grill, Inc.",
    "contactphone1": "303-595-4000",
    "contacttitle1": "",
    "corpoffemail1": "mmcgawn@chipotle.com",
    "corpofffax1": "303-390-5638",
    "corpoffname1": "Michael McGawn",
    "corpoffphone1": "303-222-5978",
    "corpofftitle1": "Director, Attorney",
    "eucountries": "France, Germany, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Foods Processed - (FOD)",
    "industrysector_parsed": [
        "Foods Processed - (FOD)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-13",
    "orgverification": "In-house",
    "personaldata": "Employee information, customer names and address information and vendor information, including both automatic and manually processed data",
    "ppdate": "2014-05-27",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "We encourage interested persons to raise any concerns using the contact information listed in our privacy policy. Individuals may file a complaint, as provided in the privacy policy, in connection with Chipotle's processing of their personal data under the Principles. With respect to any dispute relating to Chipotle's privacy policy that cannot be resolved through internal processes: • Chipotle will cooperate with competent EU data protection authorities (EU DPAs) and comply with the advice of such authorities. In the event that we or such authorities determine that we did not comply with our privacy policy, we will take appropriate steps to address any adverse effects and to promote future compliance. • Personnel who violate our privacy policies could be subject to disciplinary process.",
    "signupdate": "2015-02-13",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80202"
}