{
    "CertificationStatus": "true",
    "Fax": "847-949-2633",
    "OrgName": "Medline Industries, Inc.",
    "PPLoc": "http://www.medline.com/pages/privacy/safe-harbor ",
    "Phone": "847-949-2060",
    "activities": "Medline Industries, Inc. may receive different types of personal data regarding employees (including applicants and former employees and family members), business partners, consultants, customers and suppliers and their representatives, health care professionals, investigators, clinical investigation subjects, as well as personal data on individuals in relation to adverse events reports, product complaints and other information necessary for Medline’s compliance with its legal and regulatory obligations. These data are transferred to the US in connection with Medline’s administration and support of human resources (including reports made through a compliance helpline), business operations, contract management, clinical research and investigations, safety and efficacy monitoring activities, including reporting of adverse events, product and quality management, sales, marketing, information technology provision, legal, compliance and audit functions and compliance with legal and regulatory obligations.",
    "address": "One Medline Place",
    "asp_index": "26129",
    "city": "Mundelein",
    "contactemail1": "medlineprivacyoffice@medline.com",
    "contactfax1": "847-949-2633",
    "contactname1": "Ann K. Ford",
    "contactoff1": "Medline Privacy Office",
    "contactphone1": "847-949-2060",
    "contacttitle1": "Chief Compliance Officer",
    "corpoffemail1": "AFord@medline.com",
    "corpofffax1": "847-949-2633",
    "corpoffname1": "Ann K. Ford",
    "corpoffphone1": "847-949-2060",
    "corpofftitle1": "Chief Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-03",
    "orgverification": "In-House",
    "personaldata": "Human resources data, clinical research and investigations data, including data on health care professionals, investigators and clinical investigation subjects, adverse event data, medical information, contract management data, business partner, customer, patient, government official, and supplier data, including contact data, with provision in all formats, including electronically stored and man",
    "ppdate": "2012-02-01",
    "previous": "26129",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) for human resources data.\r\nAmerican Arbitration Association (AAA) for all other personal data.",
    "signupdate": "2012-02-03",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60060"
}