{
    "Fax": "801-401-7234",
    "OrgName": "SA International, Inc.",
    "PPLoc": "English version www.ThinkSAi.com/privacy-policy (n.b., policy also available in other languages) ",
    "Phone": "801-803-5747",
    "activities": "www.SAiCloud.com\r\nSAi collects Personally Identifiable Information (PII) through www.SAiCloud.com. Customers who purchase SAi Flexi or SAi PhotoPRINT software products must create a login at www.SAiCloud.com to gain access to the software. During the registration process, SAi currently collects the following PII: Email Address, Full Name, and Company Name, and also records computer IP Address.\r\nWe collect this information for a variety of reasons. This data aids in providing technical support services, customer support, software updates / upgrades to the correct license, offering access to the SAi Flexi and SAi PhotoPRINT “SAi Cloud” mobile app, and marketing activities like emailing, calling or mailing product or company updates. \r\nSAi works with several 3rd party web providers to create software and web solutions, including Aptinet, Artify Labs, Amazon, Bronto and Mongo Labs. While these companies have access to SAi’s customers’ PII, it is used only to service the customer (SAi) and for no other purposes. PII is stored on secure servers backed up in a remote data center location.\r\nThe website www.SAiCloud.com connects several other pieces of SAi’s software and web services, including www.SignPrintGuild.org. The registrations for www.SignPrintGuild.org are maintained strictly through www.SAiCloud.com. However, www.SignPrintGuild.org requests additional information from each user, including full address and contact phone number. SAi uses this information for marketing activities like emailing, calling or mailing product or company updates.\r\nwww.ThinkSAi.com\r\nIn some instances, SAi collects PII on www.ThinkSAi.com, which is SAi’s corporate website that contains information about all of the company’s products, organized by multiple regions and languages. There are a select few places that are secured behind a login. Here they are:\r\n1.\tFirst, customers who want to access SAi Flexi or SAi PhotoPRINT user forums are required to register for our website. The user forums contain tips and answers to software questions posed by the SAi Flexi and SAi PhotoPRINT user base. \r\n2.\tSecond, a reseller must register for the site when he wants to access the Reseller Resource Center, which contains links to marketing materials like downloadable brochures, product and company logos, as well as a tool to look up a customer’s key.\r\nWhen a customer is required to register for www.ThinkSAi.com, SAi collects the following PII: First and last name, full address, phone number, email address and customer number. \r\nWe collect this information for a variety of reasons. This data aids in providing technical support services, customer support and marketing activities like emailing, calling or mailing product or company updates. \r\nSAi works with several 3rd party web providers to create software and web solutions on www.ThinkSAi.com, including Aptinet and Bronto. While these companies have access to PII, it is used only to service the customer (SAi) and for no other purposes. PII is stored on secure servers backed up in a remote data center location.",
    "address": "5296 Commerce Drive, St 102",
    "asp_index": "26123",
    "city": "Murray",
    "contactemail1": "stephanies@thinksai.com",
    "contactfax1": "801-401-7234",
    "contactname1": "Stephanie Stamm",
    "contactoff1": "Utah",
    "contactphone1": "801-803-5747",
    "contacttitle1": "Marketing Manager",
    "corpoffemail1": "markb@thinksai.com",
    "corpofffax1": "801-401-7234",
    "corpoffname1": "Mark Blundell",
    "corpoffphone1": "801-803-5747",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)General Services - (GSV)Information Services - (INF)Printing & Graphic Arts Equipment - (PGA)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "General Services - (GSV)",
        "Information Services - (INF)",
        "Printing & Graphic Arts Equipment - (PGA)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-29",
    "orgverification": "In-house",
    "personaldata": "On-line, Manually processed data",
    "ppdate": "2013-01-08",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor\r\n3033 Wilson Blvd, Suite 600\r\nArlington, VA 22201",
    "signupdate": "2013-01-29",
    "state": "Utah",
    "statutorybody": "FTC",
    "zip": "84107"
}