{
    "CertificationStatus": "true",
    "Fax": "415-344-3252",
    "OrgName": "OpenDNS Inc",
    "PPLoc": "http://www.opendns.com/privacy/ ",
    "Phone": "415-344-3262",
    "activities": "OpenDNS collects on its website certain personally identifiable information such as a user's name, company name, phone number, email address, address, payment information, username and password. OpenDNS collects this information when users: submit a lead, purchase services, use certain services or functions on the OpenDNS websites, or  subscribe to RSS feeds from the website or set up an account, open a support ticket, request more information, register to attend a webinar or request white papers. OpenDNS may also collect a user's friend's email address and any personally identifiable information that a user voluntarily includes in the user's email message if a user uses OpenDNS' tell a friend feature.  OpenDNS also collects potentially personally identifiable information through its website and service, such as Internet Protocol (IP) addresses.  OpenDNS uses the foregoing information it collects in accordance with its website privacy policy.  OpenDNS discloses personally identifiable  information to its employees and contractors performing services on OpenDNS' behalf (such as billing agents and third party advertising, search, and security providers) and may disclose personally identifiable information to a successor in interest through a business acquisition or merger or as required by law.",
    "address": "135 Bluxome Street",
    "asp_index": "26124",
    "city": "San Francisco",
    "contactemail1": "legal@opendns.com",
    "contactfax1": "415-344-3252",
    "contactname1": "Fallon Scholl",
    "contactoff1": "OpenDNS Inc",
    "contactphone1": "415-344-3262",
    "contacttitle1": "Legal Counsel",
    "corpoffemail1": "david@opendns.com",
    "corpofffax1": "415-344-3252",
    "corpoffname1": "David Ulevitch",
    "corpoffphone1": "415-344-3118",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-16",
    "orgverification": "Third Party: TRUSTe",
    "personaldata": "on-line",
    "ppdate": "2007-07-22",
    "previous": "",
    "privacyprograms": "TRUSTe privacy program",
    "recoursemech": "TRUSTe EU Safe Harbor Program",
    "signupdate": "2010-02-16",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}