{
    "Fax": "212-859-7010",
    "OrgName": "Assurant, Inc",
    "PPLoc": "electronic employee handbook located on corporate intranet",
    "Phone": "212-859-7000",
    "activities": "We collect, use and disclose identifiable employee personal information with expressed or implied consent of the employee, as described in this Statement, and as required or permitted by law.  We may in the future and may have already collected, used and disclosed identifiable employee personal information for the purposes of:\r\n?\tevaluating and selecting prospective employees, or for determining an employee’s suitability for advancement, or transfer or promotion to another position, and for obtaining and providing references; \r\n?\tidentifying employees generally and for security purposes;\r\n?\tpaying employees all forms of remuneration and making changes to compensation, administering tax and other withholdings and deductions from wages;\r\n?\tassessing and monitoring employees’ attendance, performance and training requirements, and leave requests, and responding to employee absences, illness or injury;\r\n?\trecognising employees’ special occasions and offering condolences where appropriate;\r\n?\tmaintaining records of employee acknowledgements of our policies and codes of conduct;\r\n?\tadministering employee benefits and insurance plans, pension plans, professional indemnity insurance plans and professional memberships, and maintaining records relating to those plans, programs and memberships;\r\n?\tadministering and processing employees’ work-related expenses or personal expenses;\r\n?\tresolving any disputes arising between employees or between an employee and our clients, suppliers or other third parties; \r\n?\tfacilitating inter-office and inter-departmental communication;\r\n?\tcontacting an employee or an emergency contact in the event of a work query or emergency;\r\n?\tadministering charitable campaigns and charitable donations in which the employee chooses to participate;\r\n?\tmaintaining the safety and security of and appropriate use of our premises, workplace computer systems, network, email, and Internet access;\r\n?\tconducting investigations into suspected unlawful or inappropriate activity;\r\n?\tconducting any due diligence reviews in connection with any potential merger, sale or purchase of Assurant or all or part of its business; and\r\n?\tcomplying with any federal or provincial statute or other legal requirement.\r\nWe may also disclose identifiable personal information to the following parties: to third parties for the purpose of providing references; to financial institutions for the purpose of confirming employee salary and/or employment where the employee requests or consents; to third parties connected with the contemplated or actual financing, insuring, sale, merger, transfer, or assignment of all or part of our business or assets; to regulatory or governmental authorities as requested or required for the purpose of fulfilling their mandates or responsibilities; to third parties connected with workplace safety/workers’ compensation insurance plans for the purposes of managing and administering any claims or complaints; to third parties for emergency and disaster management purposes; to any other third party authorized by the employee; to any third party service providers retained to facilitate an employee or office relocation and to any other person as may be permitted or required by law.\r\nThe provisions of the FTC Act apply to the insurance industry \"to the extent that such business is not regulated by State law.\"  The McCarran Ferguson Act defers to the states only with respect to \"the business of insurance.\"  Therefore, the FTC has advised the EU that it retains residual authority over unfair or deceptive practices by insurance companies when they are not engaged in the business of insurance, which Assurant understands to extend to investigating unresolved complaints pertaining to the Safe Harbor by persons covered by Assurant's HR privacy policy.",
    "address": "One Chase Manhattan Plaza,  41st Floor",
    "asp_index": "26143",
    "city": "New York",
    "contactemail1": "melonie.jones@assurant.com",
    "contactfax1": "816-881-8508",
    "contactname1": "Melonie Jones",
    "contactoff1": "Privacy Office",
    "contactphone1": "816-881-8459",
    "contacttitle1": "Asst. VP, Law and Chief Privacy Officer",
    "corpoffemail1": "melonie.jones@assurant.com",
    "corpofffax1": "816-881-8508",
    "corpoffname1": "Melonie Jones",
    "corpoffphone1": "816-881-8459",
    "corpofftitle1": "Asst. VP, Law and Chief Privacy Officer",
    "eucountries": "Denmark, France, Germany, Ireland, Italy, Spain, United Kingdom",
    "eucountries_parsed": [
        "DNK",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Insurance Services - (INS)",
    "industrysector_parsed": [
        "Insurance Services - (INS)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-08",
    "orgverification": "In-house",
    "personaldata": "Human Resources Data",
    "ppdate": "2008-06-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "2007-01-08",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10005"
}