{
    "Fax": "4089881070",
    "OrgName": "Atypon Systems, Inc.",
    "PPLoc": "http://www.atypon.com/privacyPolicy.html ",
    "Phone": "4089881240",
    "activities": "What Information Do We Collect?\r\n\r\nAtypon collects personal information in three ways through information provided directly from our users and from information collected through web server logs.\r\nInformation Supplied by Our Users\r\n\r\nAtypon collects personal information, such as your email address, name, home or work address, and telephone number. We use such information to fulfill your order, send you confirmation, respond to your requests and provide you services. Atypon does not collect any of this unique information about you except when you specifically and knowingly provide such information to Atypon.\r\nIf you wish to subscribe to our newsletter(s), we will use your name and email address to send the newsletter to you. Out of respect for your privacy, you may choose to stop receiving our newsletter or marketing emails by following the unsubscribe link included in these emails, or you can CONTACT US.\r\nFrames\r\n\r\nSome of our pages utilize framing techniques to serve content to from our partners while preserving the look and feel of our site. Please be aware that you are providing your personal information to these third parties and not to Atypon.\r\nCookies\r\n\r\nTechnologies such as: cookies and scripts are used by Atypon, affiliates, or analytics or service providers. These technologies are used in analyzing trends, administering the site, tracking users’ movements around the site and to gather demographic information about our user base as a whole. We may receive reports based on the use of these technologies by these companies on an individual as well as aggregated basis.\r\nWe use cookies for [our shopping cart, to remember users’ settings (e.g. language preference), for authentication]. Users can control the use of cookies at the individual browser level. If you reject cookies, you may still use our site, but your ability to use some features or areas of our site may be limited.\r\nInformation from Web Server Logs\r\n\r\nAs is true of most web sites, we gather certain information automatically and store it in log files. This information may include internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and/or clickstream data.\r\nWe may combine this automatically collected log information with other information we collect about you. We do this to improve services we offer you, to improve marketing, analytics, and site functionality.\r\nBehavioral Targeting\r\n\r\nWe partner with a third party to either display advertising on our Web site or to manage our advertising on other sites. Our third party partner may use technologies such as cookies to gather information about your activities on this site and other sites in order to provide you advertising based upon your browsing activities and interests. If you wish to not have this information used for the purpose of serving you interest-based ads, you may opt-out. Please note this does not opt you out of being served ads. You will continue to receive generic ads.\r\nInformation Related to Data Collected for our Clients\r\n\r\nAtypon Systems, Inc. collects information under the direction of its Clients, and has no direct relationship with the individuals whose personal data it processes. If you are a customer of one of our Clients and would no longer like to be contacted by one of our Clients that use our service, please contact the Client that you interact with directly. We may transfer personal information to companies that help us provide our service. Transfers to subsequent third parties are covered by the service agreements with our Clients.\r\nAtypon Systems, Inc. has no direct relationship with the individuals whose personal data it processes. An individual who seeks access, or who seeks to correct, amend, or delete inaccurate data should direct his query to the Atypon Systems, Inc.’s Client (the data controller). If requested to access or remove data we will respond within 30 days.\r\nWe will retain personal data we process on behalf of our Clients for as long as needed to provide services to our Client. Atypon Systems, Inc. will retain this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\r\nLinks to Other Sites\r\n\r\nAtypon provides links to third party websites. We encourage you to review the privacy statements of websites you choose to visit from Atypon so that you can understand how those websites collect, use, and share your information. Atypon is not responsible for the privacy statements or other content on websites outside of the Atypon site.\r\nSocial Media Widgets\r\n\r\nOur Web site includes Social Media Features, such as the Twitter button that run on our site. These Features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the Feature to function properly. Social Media Features and Widgets are hosted by a third party. Your interactions with these Features are governed by the privacy policy of the company providing it.\r\nDisclosure of your Personal Information to Third Parties\r\n\r\nWe will share your personal information with third parties only in the ways that are described in this privacy policy. We do not sell your personal information to third parties.\r\nAtypon will not willfully disclose any individually identifiable information about you to any third party without first receiving your permission. Atypon may disclose your personal information if required to do so by law or when, in the good faith belief that such action is necessary, to conform to the edicts of the law or to comply with legal process served on Atypon, to protect and defend the rights or property of Atypon, or to act under exigent circumstances to protect the personal safety of users of Atypon or members of the public.\r\nIf Atypon Systems, Inc. is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.\r\nWe may provide your personal information to companies that provide services to help us with our business activities such as offering customer service. These companies are authorized to use your personal information only as necessary to provide these services to us.\r\nProtecting Your Information\r\n\r\nThe security of your personal information is important to us. When you enter sensitive information (such as log in credentials) on our forms, we encrypt the transmission of that information using secure socket layer technology (SSL). We follow generally accepted standards to protect the personal information submitted to us, both during transmission and once we receive it. While Atypon is committed to protecting your personal information, no data transmission over the Internet can be guaranteed to be 100% secure.\r\nWe welcome your comments or questions. If you have any questions about security on our Web site, you can CONTACT US.\r\nUser Access and Choice\r\n\r\nWe may update this privacy policy to reflect changes to our information practices. If we make any material changes we will notify you by email (sent to the e-mail address specified in your account) or by means of a notice on this Site prior to the change becoming effective. We encourage you to periodically review this page for the latest information on our privacy practices.\r\nIf you have any questions about our Privacy Policy please CONTACT US.",
    "address": "5201 Great American Parkway",
    "asp_index": "26141",
    "city": "Santa Clara",
    "contactemail1": "costas@atypon.com",
    "contactfax1": "4089881070",
    "contactname1": "Contantinos P. Karantzas",
    "contactoff1": "Santa Clara",
    "contactphone1": "4089881240",
    "contacttitle1": "Vice President of Cloud Operations",
    "corpoffemail1": "gtibbitts@atypon.com",
    "corpofffax1": "4089881070",
    "corpoffname1": "Gordon Tibbitts",
    "corpoffphone1": "4089881240",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Books & Periodicals - (BOK)",
    "industrysector_parsed": [
        "Books & Periodicals - (BOK)",
        "Computer Services - (CSV)"
    ],
    "latest": "false",
    "nextcertification": "2015-06-20",
    "orgverification": "Third Party",
    "personaldata": "On-line data, Offline data, Manually processed data",
    "ppdate": "2012-04-26",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-06-20",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95054"
}