{
    "CertificationStatus": "true",
    "Fax": "(248) 543-3777",
    "OrgName": "HelloWorld, Inc.",
    "PPLoc": "http://www.helloworld.com/privacy-policy ",
    "Phone": "(248) 543-6800",
    "activities": "HelloWorld, Inc. is a company which helps other businesses operate sweepstakes, contests and promotions (\"Promotions\"). In addition, HelloWorld occasionally runs its own Promotions. Such Promotions gather personally identifiable information from those individuals who choose to enter a particular Promotion and anonymous data regarding the Promotion itself. There are three types of Promotions in which HelloWorld is involved: 1) Client Promotions; 2) HelloWorld \"Opt-in\" to Client Promotions; and 3) HelloWorld Promotions. \r\nClient Promotions:\r\nAs a full service promotions and sweepstakes agency, HelloWorld operates Promotions on behalf of its clients. As part of those services, HelloWorld collects personally identifiable information for its clients by the use of HelloWorld's proprietary technology online and HelloWorld mailboxes and points of entry offline. HelloWorld collects such personally identifiable information solely for the use of its clients and the operation of the Promotion. HelloWorld does not use any of the data collected itself, other than to notify potential winners and for prize fulfillment purposes in connection with a Promotion. HelloWorld does not consolidate data across Promotions, does not maintain data beyond the conclusion of client Promotions (other than for back-up purposes on its client's behalf), and does not \"monetize\" data collected on behalf of its clients in any manner whatsoever. HelloWorld strictly limits access to all personally identifiable information within its organization and data is never shared outside of the company for any reason whatsoever (with, of course, the exception of appropriate governmental or legal requests). Personally identifiable information collected from different client Promotions is never mingled nor shared with anyone other than the client on whose behalf the information was collected. Personally identifiable information collected by HelloWorld on behalf of a client belongs solely to the client and will be used solely in accordance with that particular client's privacy policy. An individual's desire to \"opt-out\" of receiving marketing or other information from a client will be handled in accordance with a particular client's privacy policy. HelloWorld requires its clients, by contract, to use the data which HelloWorld collects on its behalf in accordance with generally accepted privacy standards for both offline and online data, which includes an \"opt-out\" method for individuals who have provided personally identifiable information. Ultimately, however, HelloWorld is not responsible for data collected on behalf of its clients when such data is in its client's possession. Where HelloWorld operates one Promotion on behalf of multiple clients, the use of the personally identifiable information by all of the companies involved will be clearly outlined by a privacy policy created for that Promotion. \r\nHelloWorld \"Opt-in\" to Client Promotions: From time to time, HelloWorld and one of its clients will agree to allow HelloWorld to offer entrants to a Promotion an opportunity to \"opt-in\" to receiving marketing information from HelloWorld and its partners. In such cases, on the Promotion registration page, an HelloWorld \"opt-in\" question will appear clearly explaining to potential entrants that by checking the box they would be agreeing to share their personally identifiable information with HelloWorld. If there is not an HelloWorld \"opt-in\" question on the registration form, HelloWorld will not share or use any of the data collected whatsoever.When individuals \"opt-in\" to receive information from HelloWorld, they are agreeing to receive email and other notices from HelloWorld, including marketing messages, surveys, special offers and notices about other Promotions. Such notices may come from HelloWorld itself, companies with whom HelloWorld has a business relationship and/or HelloWorld clients. HelloWorld gives the individuals an opportunity to opt-out or correct data for these types of promotions.\r\nHelloWorld Promotions: HelloWorld also runs Promotions on its own behalf. Such Promotions are to generate interest f",
    "address": "One ePrize Drive",
    "asp_index": "26149",
    "city": "Pleasant Ridge",
    "contactemail1": "ira.schlussel@helloworld.com",
    "contactfax1": "(248) 543-3777",
    "contactname1": "Ira Schlussel",
    "contactoff1": "HelloWorld, Inc.",
    "contactphone1": "(248) 414-3128",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "ira.schlussel@helloworld.com",
    "corpofffax1": "(248) 543-3777",
    "corpoffname1": "Ira Schlussel",
    "corpoffphone1": "(248) 414-3128",
    "corpofftitle1": "Vice President, General Counsel",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-22",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed",
    "ppdate": "2002-03-23",
    "previous": "26149",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "2004-01-22",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48069"
}