{
    "Fax": "(303) 927-2437",
    "OrgName": "Molson Coors Brewing Company",
    "PPLoc": "http://www.molsoncoors.com/en/Responsibility/Policies%20Principles.aspx ",
    "Phone": "(303) 927-2337",
    "activities": "The information currently being collected is employee human resources data, which will be used in connnection with various internal tasks, including but not limited to running analytics (HR metrics, financial analysis/budgeting, etc., managing/administering global HR processes (Annual Comp Planning, People Survey/Surveys in general, Talent Management, Recruiting, etc)and providing such information to third party vendors in order for employee services to be administered (e.g. health benefits, payroll, company sponsored benefits.  In addition, Molson may collect consumer data for general marketing and business development purposes, including without limitation for customer satisfaction and product or brand promotion, brand and product research and development, social media involvement and consumer interaction/engagement and for other general marketing research purposes and for the purpose of otherwise advancing the interests of its business.",
    "address": "1225 Seventeenth Street, Suite 3200",
    "asp_index": "26154",
    "city": "Denver",
    "contactemail1": "robert.simmons@molsoncoors.com",
    "contactfax1": "(303) 927-2437",
    "contactname1": "Robert Simmons",
    "contactoff1": "Molson Coors Brewing Company",
    "contactphone1": "(303) 927-3607",
    "contacttitle1": "",
    "corpoffemail1": "lee.reichert@molsoncoors.com",
    "corpofffax1": "(303) 927-2416",
    "corpoffname1": "E. Lee Reichert",
    "corpoffphone1": "(303) 927-2622",
    "corpofftitle1": "Deputy General Counsel & Cheif Legal Officer",
    "eucountries": "Bulgaria, Croatia, Czech Republic, Hungary, Ireland, Romania, Slovakia, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BGR",
        "HRV",
        "CZE",
        "HUN",
        "IRL",
        "ROU",
        "SVK",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Foods Processed - (FOD)",
    "industrysector_parsed": [
        "Foods Processed - (FOD)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-23",
    "orgverification": "In-house",
    "personaldata": "Organization data, employee data and consumer data.",
    "ppdate": "2012-12-19",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "In the event that the complaint cannot be resolved by Molson Coors internally, the complainant may submit the matter to binding arbitration administered by the American Arbitration Association (the “AAA”) and conducted before a sole arbitrator pursuant to the Rules and Procedures established by the AAA.",
    "signupdate": "2013-01-23",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80202"
}