{
    "CertificationStatus": "true",
    "Fax": "408-974-5870",
    "OrgName": "Apple Inc.",
    "PPLoc": "http://www.apple.com/privacy/privacy-policy/ ",
    "Phone": "408-996-1010",
    "activities": "Apple receives both customer and human resources personal information from the EU.\r\n\r\nApple collects customer data during transactions and communications with its customers including, without limitation, when users purchase, register, use, update or request support for, Apple products and services, apply for commercial credit, enroll in programs and workshops or participate in surveys.  Customer data is transferred from EU Apple subsidiaries to Apple Inc. (which is located in the United States) for the purposes of marketing, providing services, facilitating transactions, security, customer support, customer communications, creating, developing, operating, delivering, and improving products, services, content and advertising, loss prevention and anti-fraud purposes, verification of identity and determination of appropriate services, the provision of data services to third parties including services that provide computing and various information processing or development services, auditing, data analysis, data storage and administering sweepstakes, contests or promotions.\r\n\r\nHuman Resources data is transferred from EU Apple subsidiaries to Apple Inc. for the purpose of conducting the human resources and financial management of Apple Inc. and its subsidiaries, which includes, without limitation, making available benefits, administering stock options, bonus plans, succession planning, arranging travel or relocation, recruiting new employees, compliance with various legal obligations, security, data audit and error control, and tracking the use of temporary workers and independent workers.",
    "address": "1 Infinite Loop",
    "asp_index": "26169",
    "city": "Cupertino",
    "contactemail1": "jane_horvath@apple.com",
    "contactfax1": "408-974-5400",
    "contactname1": "Jane Horvath",
    "contactoff1": "Global Privacy",
    "contactphone1": "408-996-1010",
    "contacttitle1": "Senior Director",
    "corpoffemail1": "bsewell@apple.com",
    "corpofffax1": "408-974-5400",
    "corpoffname1": "Bruce Sewell",
    "corpoffphone1": "408-996-1010",
    "corpofftitle1": "SVP, General Counsel and Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Consumer Electronics - (CEL)",
    "industrysector_parsed": [
        "Consumer Electronics - (CEL)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-11",
    "orgverification": "In-house",
    "personaldata": "On-Line and Off-Line Human Resources and Customer Data",
    "ppdate": "2014-09-17",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Consumers may contact Apple Inc. with privacy complaints or disputes using the Privacy Questions user interface available through the \"contact us\" link in the Privacy Policy or by sending an email directly to a region-specific email address.  If the matter cannot be resolved through internal Apple Inc. procedures, then customers will be directed to the state or national data protection authority in their jurisdiction.\r\n\r\nQuestions or complaints about the way Apple Inc. and/or its subsidiaries have treated human resources related personal information will generally be handled by the employee's local Human Resources Manager or the Apple Inc. Human Resources Privacy Compliance Office.  If the matter is not resolved through internal Apple Inc. procedures, then employees will be directed to the state or national data protection authority in the jurisdiction where the employee works.",
    "signupdate": "2004-08-24",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95014"
}