{
    "Fax": "646-915-1656",
    "OrgName": "Qube Managed Hosting Inc.",
    "PPLoc": "http://www.qubemanagedhosting.com/privacy_policy/ ",
    "Phone": "646-351-1840",
    "activities": "Qube Managed Hosting, Inc. is a service provider of Colocation & Data Center facilities, Cloud Servers, Dedicated Server Hosting, Business IT Hosting and IP Transit services.\r\n\r\nQube Managed Hosting, Inc. may collect personal data from prospective vendors, prospective customers, prospective employees, resellers or other persons and organizations located in the European Union or Switzerland. \r\n\r\nData is collected via the company website, web forms, telephone calls, e-mails, written correspondence, personal visits and meetings or third party providers. Qube may use this data to contact those persons and organizations about potential business transactions, to improve our product and service marketing and for operations purposes.\r\n\r\nAppropriate software, hardware and physical security measures and controls have been implemented to limit access to this data to only specific employees of the company who may need to access the data in relation to the business relationship between it and that person. Data is not shared with any other organization unless specifically confirmed with prior to, and expressly authorized by that party.\r\nCompany staff are instructed about and trained in data handling techniques and privacy issues.\r\n\r\nDuring the course of normal business operations, i.e. IT hosting and Online services, Qube may process data that our customers control.\r\n\r\nQube will process that data under direction of it's customers and in accordance with the customer requirements, terms and any specific agreements with that customers.\r\n\r\nQube Managed Hosting, Inc. publishes a publicly accessible privacy policy on our website with contact details for making privacy related inquiries and requests.",
    "address": "33 West 19th Street, 4th Floor,",
    "asp_index": "26173",
    "city": "New York",
    "contactemail1": "corporate@qubems.com",
    "contactfax1": "646-915-1656",
    "contactname1": "Polly Arrowsmith",
    "contactoff1": "Corporate Office",
    "contactphone1": "646-351-1840",
    "contacttitle1": "Managing Director",
    "corpoffemail1": "ian.olliffe@qubems.com",
    "corpofffax1": "646-915-1656",
    "corpoffname1": "Ian Olliffe",
    "corpoffphone1": "646-351-1840",
    "corpofftitle1": "Information Security Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2015-04-19",
    "orgverification": "In-house",
    "personaldata": "On-line, off-line, manually processed",
    "ppdate": "2010-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Initial contact should be made with Qube Managed Hosting, Inc. The company will attempt to resolve the issue using internal dispute resolution processes.\r\n\r\nIf the issue can not be solved or the inquiring party is not fully satisfied, the matter will be referred to either:\r\n- EU Data Protection Authorities (DPAs)\r\n- Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2011-04-19",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10011"
}