{
    "CertifiedThroughLabel": "",
    "Fax": "732-549-0101",
    "OrgName": "Retail Decisions, Inc.",
    "PPLoc": "http://www.redworldwide.com/privacy/north-america-privacy-policy ",
    "Phone": "732-452-2455",
    "activities": "ReD USA acts as a Data Processor and processes data in accordance with the instructions from the Data Controller, its European affiliate, ReD Europe Ltd. The personal data that is transferred from Europe to the U.S. is for fraud screening purposes and consists of individual transaction information. The handling of the data in the U.S.is fully automated and on-line. Upon receipt in the U.S. a number of validation checks are performed on the data aimed at identifying any potentially fraudulent purchases. Depending upon options chosen by our clients (retailers), one aspect of this screening process will be to automatically forward the transaction data to another U.S. organisation.  Further screening procedures are performed by this organisation which involves neural risk scoring analysis based upon the data supplied. The cumulative result of this processing activity is to calculate a score which estimates a probability of fraud for each purchase. The higher the score the likelihood is that the attempted purchase is fraudulent. As a result, a message is sent back from the U.S to ReD Europe recommending either acceptance or rejection of the proposed purchase. Details of the transactions are held in a database in the U.S. and are available for viewing by authorised personnel.",
    "address": "379 Thornall Street, 7th Floor",
    "asp_index": "26188",
    "city": "Edison",
    "contactemail1": "vmedich@red-usa.com",
    "contactfax1": "732-549-0101",
    "contactname1": "Valerie Medich",
    "contactoff1": "Edison",
    "contactphone1": "732-452-2455",
    "contacttitle1": "",
    "corpoffemail1": "vmedich@red-usa.com",
    "corpofffax1": "732-549-0101",
    "corpoffname1": "Steve Watson",
    "corpoffphone1": "732-452-2455",
    "corpofftitle1": "Head of Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Financial Services - (FNS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-24",
    "orgverification": "In-house",
    "personaldata": "On-Line",
    "ppdate": "2002-12-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Retail Decisions will use the EU Data Protection Authorities (EU DPAs) to resolve any disputes.",
    "signupdate": "2002-12-24",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08837"
}