{
    "CertificationStatus": "true",
    "Fax": "650-645-2099",
    "OrgName": "SuccessFactors, Inc.",
    "PPLoc": "http://www.successfactors.com/en_us/company/privacy.html ",
    "Phone": "650-645-2000",
    "activities": "SuccessFactors provides Business Execution Software solutions that drive outstanding business results for our customers and own use. Our Business Execution Suite includes several web based on demand modules, e.g Performance, Goal, Succession, Recruiting Marketing and Management, Learning (social and formal), Employee Central (System of Records), Workforce Planning and Analytics (as further described http://www.successfactors.com/business-execution-software/) which enable its customers to collect and process personal data of their job candidates, employees and temporary personnel in a secure environment. SuccessFactors processes such data only as a data processor in accordance with a customer’s lawful instruction to provide the Hosted Service (including implementation, training and support services as requested). Customer contact details can be used for advertising, marketing & public relations and contract administration purposes based on SuccessFactors’ legitimate interests. Furthermore, SuccessFactors uses its own personnel data for purposes of  appointments or removals, pay, discipline, superannuation, work management or other personnel matters in relation to its staff and its worldwide affiliates and  keeping accounts and records according to applicable laws.",
    "address": "1 Tower Place, Suite 1100",
    "asp_index": "26196",
    "city": "South San Francisco",
    "contactemail1": "hsmith@successfactors.com",
    "contactfax1": "650-645-2099",
    "contactname1": "Hillary Smith",
    "contactoff1": "General Counsel",
    "contactphone1": "650-645-2000",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "ralph.salomon@sap.com",
    "corpofffax1": "650-645-2099",
    "corpoffname1": "Ralph Salomon",
    "corpoffphone1": "650-461-1967",
    "corpofftitle1": "Vice President Security, Risk & Compliance Office",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)Employment Services - (EMP)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Employment Services - (EMP)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-10",
    "orgverification": "In-house self-assessment",
    "personaldata": "On-Line, Off-Line, Human Resources Data",
    "ppdate": "2014-12-17",
    "previous": "26196",
    "privacyprograms": "International Association of Privacy Professionals - IAPP (individual memberships); Safe Harbor arbitration services from TrustE ; ISACA individual memberships",
    "recoursemech": "SuccessFactors agrees to cooperate with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2005-01-10",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94080"
}