{
    "CertificationStatus": "true",
    "Fax": "973 227 7461",
    "OrgName": "Continuity Logic LLC",
    "PPLoc": "http://www.continuitylogic.com/privacy-policy/ ",
    "Phone": "866 321 5079",
    "activities": "Continuity Logic (CL) is a business-to-business (B2B) enterprise software company that offers governance management (business continuity, disaster recovery, risk and compliance management) software services to organizations largely domiciled in the United States, but also include the European Union.  When US multi-national corporations or EU organizations implement our software in order to manage their continuity of operations (business and IT), in the face of threats or incidents, they incorporate employee and vendor information into our people and vendor modules.  This information is limited to names as well as home and business addresses, telephone numbers and email addresses.  CL acts as the “Processor On Behalf” to our clients (which are B2B only), assisting them in loading such information from an existing repository or system (such as SAP or PeopleSoft) into the CL database.  CL does NOT use the data at anytime, in anyway, for any purpose other than in service of the needs of the “Data Controller” that is our client.  Such data is most frequently used by our clients for the purpose of notifying and mobilizing their appropriate employees and vendors, in order to engage in mitigation or recovery strategies, in the event of business interruptions or disasters.  CL does not have any contact with the customers of our client companies.",
    "address": "55 Lane Road",
    "asp_index": "26226",
    "city": "Fairfield",
    "contactemail1": "peter.christensen@continuitylogic.com",
    "contactfax1": "973 227 7461",
    "contactname1": "Peter Christensen",
    "contactoff1": "55 Lane Road, Fairfield, NJ 07004",
    "contactphone1": "917 972 6358",
    "contacttitle1": "Chairman",
    "corpoffemail1": "peter.christensen@continuitylogic.com",
    "corpofffax1": "973 227 7461",
    "corpoffname1": "Peter Christensen",
    "corpoffphone1": "917 972 6358",
    "corpofftitle1": "Chairman",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-16",
    "orgverification": "In-house",
    "personaldata": "Data processed by CL includes client employee contact information.  CL does not process a client's customer data.  All data is used within our automated workflow environment.  Data is not manually processed.",
    "ppdate": "2011-11-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "CL has agreed to cooperate and to participate in the dispute resolution procedures with the data protection authorities (DPAs) located in the EU or their authorized representative (for Personal Information received from the EEA) or with the Swiss Federal Data Protection and Information Commissioner (FDPIC) (for Personal Information received from Switzerland).",
    "signupdate": "2011-11-16",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07004"
}