{
    "Fax": "918-234-1702",
    "OrgName": "Navico, Inc.",
    "PPLoc": "https://insightstore.navico.com/policies/privacypolicy",
    "Phone": "918-437-6881",
    "activities": "1.        Information Collection By The Company. \r\n\r\nA.        Information We Directly Collect From You: We collect the following types of personal information (collectively, \"Personal Information\") that you voluntarily provide through the Service.\r\n\r\n\r\n   •    Personal Identifiers. A \"Personal Identifier\" is information that can be used to identify and/or contact a natural person and includes name, postal address, telephone number, or email address.  \r\n \r\n\r\n   •    Other Personal Information.  \"Other Personal Information\" is information combined with Personal Identifiers that may include your country of residence, demographic information (for example, gender or age), if you make a purchase through the site, credit card information or purchase history, correspondence sent to us through the Service or information regarding your tastes and preferences. In addition, if you register with the Service we ask you to create a unique user ID and password which will be associated with the Personal Identifiers you have provided.   \r\n \r\n\r\nB.        How We Directly Collect Personal Information:  There are a number of different ways that we collect Personal Information from you. These may include:\r\n\r\n\r\n   •    Communications From You.  When you email or write to us, you may provide us with your name, contact details, and other Personal Information as part of your message. \r\n\r\n\r\n\r\n   •    Customer Support.  You may provide us with Personal Information when you telephone or email us to request technical assistance with our products or information that you would like to receive about our products. \r\n\r\n\r\n   •    Email/Direct Mail Campaigns That You Approve. If you elect to receive our online newsletters or other promotional email communications, from time to time we may contact you with information about new products, promotions or special offers. If you want to stop receiving promotional communications from us, you can follow the unsubscribe instructions at the bottom of each email, contact us at privacy@insight-genesis.com or, if you have an account with us, change your preferences by signing into your account through the Service.   \r\n \r\n\r\n   •    Registration of Products.  If you register a Navico product, you may be asked to provide information that we will use to record you as an owner of a Navico product and to assist us in providing you with product specific accessories, services and information. \r\n\r\n\r\n   •    Purchases.  If you wish to purchase Navico products through the Service we will require sufficient information to complete your purchase including your credit card information. \r\n\r\n\r\n   •    Surveys.  From time to time we may conduct surveys in respect of our products and services. Participation in our surveys is optional. However, if you respond to one of our surveys, we may ask you for information such as what type of boat you own, what your experience is with marine electronics, whether you prefer saltwater or freshwater boating and about other preferences that you might have.  Unless you otherwise consent, we will only use this information to determine the types of offers, products or services that may be of interest to you and to operate and improve our product and services offerings.   \r\n\r\n\r\nIf you do not provide us with the information we request from you, we may not be able to provide you with the products or services offered through the Service. \r\n\r\n \r\n\r\nC.        Information That We Automatically Collect From Your Computer: We (or service providers on our behalf) may automatically collect information from you using \"session cookies\".  Session cookies are small amounts of data that are temporarily stored within your computer’s Internet browser until you exit or close your Internet browser. \r\n\r\n \r\n\r\nInformation collected by session cookies may include, without limitation: \r\n\r\n \r\n\r\n   •    the pages you visit within the Service;  \r\n\r\n\r\n   •    the date and time of your visit to the Service;  \r\n\r\n\r\n   •    the Internet Protocol (IP) address used to connect your computer to the Internet;  \r\n\r\n\r\n   •    your computer and connection information such as your browser type and version, browser language, operating system and platform; and/or \r\n\r\n\r\n   •    your purchase history. \r\n\r\n\r\n \r\n\r\nWe will use data gathered using session cookies to help us improve your experience of the Service. You can set your browser to reject cookies or to notify you when you are sent a cookie. You can also purchase and download software that will allow you to visit the Service without providing the information gathered by cookies. You are welcome to use the Service if you use such software, but your experience while visiting or using the Service may not be optimal. \r\n\r\n \r\n\r\nBY USING THE SERVICE WITHOUT SETTING YOUR BROWSER TO REJECT COOKIES, YOU AGREE TO THE USE OF COOKIES AS SET FORTH IN THIS PRIVACY POLICY.  \r\n\r\n \r\n\r\nD.        Other Information That You May Choose To Provide:   \r\n\r\n \r\n\r\n   •    Sonar Logs.  When you install and use our products, certain functions within the products may enable you to provide us with sonar logs based on your use of the products.   \r\n\r\n\r\n \r\n\r\n   •    Product Reviews.  You may have the option to post reviews of our products through the Service.  Any review that you post may be viewed by other users of the Service.  If you elect to post a review we recommend that you do not post any Personal Information or other information that you do not want to make publicly available.  You are solely responsible for any loss of privacy or other harm resulting from the content you post as part of a product review.   \r\n\r\n\r\n \r\n\r\n2.        Collection of Information by Third Parties.\r\n\r\n \r\n\r\nIf you visit or access the Service from a third-party website the third-party website may give you a unique code, cookie or graphic which will uniquely identify you. This will only happen if you link directly from a third party website to the Service.  Your activities on the Service while such a code is active may be reported back to the third party website.  We will not report any information to these third party websites that will allow them to personally identify you.  The presence of a third party navigation bar at the top of any page on the Service is an indication that the third party website may be able to see your activity on the Service. \r\n\r\n \r\n\r\nWe may also provide social media features through the Service that enable you to share information with your social networks and to interact with us on various social media sites. Your use of these features may result in the collection or sharing of information about you, depending on the feature. We encourage you to review the privacy policies and settings on the social media sites with which you interact to make sure you understand the information that may be collected, used, and shared by those sites.\r\n\r\n \r\n\r\nThe Service may include third-party advertising, links to other websites, and other content from third-party businesses.  These third-party sites, businesses, and advertisers, may use web beacons and cookies to measure the effectiveness of their ads, personalize or optimize advertising content and to track users who click on the links made available through the Service.  We do not have access to or control over web beacons or cookies that these third parties may use.  We are not responsible for the privacy practices or the content of these third-party websites.  You are encouraged to review the privacy policies of the different websites you visit. \r\n\r\n \r\n\r\nSome third-party advertising companies may provide a mechanism to opt-out of their technology.  For more information about the opt out process, you may visit the Network Advertising Initiative website, available at http://www.networkadvertising.org/managing/opt_out.asp.\r\n\r\n \r\n\r\n3.        Use of Information Collected By Us. We use the information described above (a) to process and fulfill any orders you place through the Service, including to send you emails to c",
    "address": "4500 South 129th East Avenue, Suite 200",
    "asp_index": "26224",
    "city": "Tulsa",
    "contactemail1": "laura.farjadian@navico.com",
    "contactfax1": "918-234-1702",
    "contactname1": "Laura Farjadian",
    "contactoff1": "Navico, Inc.",
    "contactphone1": "918-438-8767",
    "contacttitle1": "Sr. Intellectual Property Manager",
    "corpoffemail1": "louis.chemi@navico.com",
    "corpofffax1": "608-324-2043",
    "corpoffname1": "Louis Chemi",
    "corpoffphone1": "608-324-2060",
    "corpofftitle1": "COO and EVP Navico Americas",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Commercial Fishing Equipment - (CFE)Construction Equipment - (CON)Pleasure Boats & Accessories - (PLB)Sporting Goods & Recreational Equipment - (SPT)",
    "industrysector_parsed": [
        "Commercial Fishing Equipment - (CFE)",
        "Construction Equipment - (CON)",
        "Pleasure Boats & Accessories - (PLB)",
        "Sporting Goods & Recreational Equipment - (SPT)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-25",
    "orgverification": "In-house",
    "personaldata": "Customer data including name, address, email, username and password.  No manually processed data.",
    "ppdate": "2013-01-25",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (ICDR/AAA Safe Harbor Program)",
    "signupdate": "2013-01-25",
    "state": "Oklahoma",
    "statutorybody": "FTC",
    "zip": "74134-4884"
}