{
    "CertificationStatus": "true",
    "Fax": "781 996 5340",
    "OrgName": "Mimecast North America, Inc.",
    "PPLoc": "http://www.mimecast.com/privacy/ ",
    "Phone": "781 996 5340",
    "activities": "Mimecast provides email management services including security, continuity, archiving and policy enforcement as well as ancillary services like data migration and ingestion.  Mimecast stores the client information in data centers in the US and the UK and that client data may contain personal information relating to our clients' employees, customers, partners or other third parties with whom our clients may communicate.  Mimecast's policy on the treatment of personal data is based upon adherence to the US Department of Commerce's safe harbor privacy principles.",
    "address": "480 Pleasant Street, Ste. C-10",
    "asp_index": "26223",
    "city": "Watertown",
    "contactemail1": "legal@mimecast.com",
    "contactfax1": "617-663-6080",
    "contactname1": "Peter Campbell",
    "contactoff1": "Mimecast North America",
    "contactphone1": "781 996 5340",
    "contacttitle1": "CFO",
    "corpoffemail1": "legal@mimecast.com",
    "corpofffax1": "617-663-6080",
    "corpoffname1": "Peter Campbell",
    "corpoffphone1": "781 996 5340",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-15",
    "orgverification": "In-house",
    "personaldata": "On-line, off-line and HR data",
    "ppdate": "2008-10-07",
    "previous": "",
    "privacyprograms": "Not applicable",
    "recoursemech": "Mimecast has agreed to American Arbitration Association (AAA) dispute resolution for disputes relating to our compliance with the Safe Harbor Privacy not involving European Union or Switzerland related human resources data. For complaints that cannot be resolved between Mimecast and the complainant involving European Union or Switzerland related human resources data, Mimecast has agreed to participate in the dispute resolution procedures of the panel established by the European Union data protection authorities (DPAs) and to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2010-11-15",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02472"
}