{
    "CertifiedThroughLabel": "",
    "Fax": "650-810-8001",
    "OrgName": "Jasper Technologies, Inc.",
    "PPLoc": "www.jasper.com/privacy-policy ",
    "Phone": "650-810-8000",
    "activities": "Jasper’s mobile network operator and enterprise customers use Jasper’s cloud-based IoT platform to manage their connected devices and connected device businesses.  In connection with such use, they are permitted to submit electronic data, which could include personal data, to Jasper’s servers, which could be located in Jasper’s U.S. data centers.  In this context, Jasper acts as a data processor.  In connection with Jasper’s internal operations, Jasper transfers personal data of its employees and non-employee personnel, as well as customers, vendors and business partners, to Jasper’s U.S. offices for processing and storage.  In this context, Jasper acts as a data controller.",
    "address": "189 North Bernardo Avenue, Suite 150",
    "asp_index": "26235",
    "city": "Mountain View",
    "contactemail1": "julian.ong@jasper.com",
    "contactfax1": "650-810-8001",
    "contactname1": "Julian Ong",
    "contactoff1": "Legal",
    "contactphone1": "650-810-8147",
    "contacttitle1": "Chief Legal Officer",
    "corpoffemail1": "julian.ong@jasper.com",
    "corpofffax1": "650-810-8001",
    "corpoffname1": "Julian Ong",
    "corpoffphone1": "650-810-8147",
    "corpofftitle1": "Chief Legal Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)Telecommunications Equipment - (TEL)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)",
        "Telecommunications Equipment - (TEL)"
    ],
    "latest": "false",
    "nextcertification": "2015-11-28",
    "orgverification": "In-house",
    "personaldata": "Human resources data; customer data; partner data; supplier data; prospective customer data",
    "ppdate": "2011-11-23",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Jasper will investigate and attempt to resolve complaints and disputes regarding use and disclosure of Personal Information in accordance with the principles contained in the Jasper Safe Harbor Privacy Policy. For complaints that cannot be resolved between Jasper and the complainant, Jasper has agreed to participate in the dispute resolution procedures  via the American Arbitration Association ICDR to resolve disputes pursuant to the Safe Harbor Principles (ICDR/AAA Safe Harbor Program).",
    "signupdate": "2011-11-28",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94043"
}