{
    "Fax": "641 787 9210",
    "OrgName": "Medgate America Corp.",
    "PPLoc": "http://www.medgate.com/safe-harbor.asp ",
    "Phone": "641 787 9210",
    "activities": "Medgate offers a Medgate hosted and a customer hosted web-based Occupational Health, Safety and Environmental data management system for large companies, government, and hospital customers. We store personal data including employee name, department, contact info.  We also store information pertaining to occupational injuries and illnesses and personal health information such as wellness data. Our Safety Management system stores information about the injuries that occur on corporate sites such as date & time of incident, incident type and injury type.  The personal data is available only to authorized users who have been granted the site, role or action level security to view or modify such records.",
    "address": "717 W. 9th Streete South",
    "asp_index": "26230",
    "city": "Newton",
    "contactemail1": "smarsden@medgate.com",
    "contactfax1": "641 787 9210",
    "contactname1": "Stan Marsden",
    "contactoff1": "Medgate America Corp.",
    "contactphone1": "800 276 9120",
    "contacttitle1": "Chief Security Officer",
    "corpoffemail1": "smarsden@medgate.com",
    "corpofffax1": "641 787 9210",
    "corpoffname1": "Stan Marsden",
    "corpoffphone1": "800 276 9120",
    "corpofftitle1": "Chief Security Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2015-11-02",
    "orgverification": "In-house",
    "personaldata": "organization, human resources, personal health information, includes manually processed data",
    "ppdate": "2011-10-10",
    "previous": "",
    "privacyprograms": "ISO 27001",
    "recoursemech": "The Company's Chief Security Officer has the responsibility for handling any third party complaints, access requests and any other third party issues arising under the Safe Harbor process. Medgate America Corp. will cooperate with EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) for questions or disputes.",
    "signupdate": "2011-11-02",
    "state": "Iowa",
    "statutorybody": "FTC",
    "zip": "50208"
}