{
    "CertificationStatus": "true",
    "Fax": "650-857-6076",
    "OrgName": "Hewlett-Packard Company and its following U.S. subsidiaries \"HP\":  Hewlett-Packard Financial Services Company; EYP Mission-Critical Facilities, Inc., HP Enterprise Services, LLC; Hewlett-Packard Puerto Rico B.V.; and Autonomy and Autonomy Digital",
    "PPLoc": "http://www.hp.com/country/us/eng/privacy.htm ",
    "Phone": "650-857-1501",
    "activities": "Personal Information Received from the EU: Personal data received by HP in the course of HP’s business activities, including personally identifiable information related to prospective, current, and former: employees, partners, vendors, suppliers, customers, and clients. HP also receives client-controlled personal data as a data processor.\r\n\r\nWhen HP is the data controller, notice to the data subject regarding the data collected, processed, used and transferred and their rights regarding such data is provided in applicable privacy statements, policies, and other documents, including the HP Online Privacy Statement, Global Master Privacy Policy and/or the Global Employee Data Privacy Policy. Examples of when personal data is received by HP include: purchasing or leasing hardware/software products or e-services; requesting/accessing information; visiting HP administered websites; product/service, warranty, customer, or other registrations; subscribing to newsletters; indicating marketing/contact preferences; and downloading software drivers/updates. These data processing activities apply to a wide range of hardware, software, imaging, computing, networking, appliances, support, and e-services offered by HP and post-purchase service and support. HP may also request additional/optional profile information for personalization of products and services. Occasionally, HP may contact customers for market research purposes. \r\n\r\nHP also collects, transfers, processes, and uses employee data for purposes of: employee benefits; services; human resources administration; and provisioning computing hardware, software, and services to employees (e.g. email, instant messaging, mobile devices, collaboration tools, etc.). Examples of when personal data is received by HP include: evaluation of qualifications for employment and/or promotion; provision of employment benefits and resources; reporting; security management; administration of compensation; performance management and training; budgeting and salary administration; stock options and related management; and workforce management; business contact and experience directory; company computing resource/asset and network use/access; and authentication and personalization. \r\nAs a data controller, HP has also established a set of binding corporate rules (“BCRs”), which have been approved by all Data Protection Regulators in the EEA and Switzerland effective June 2011. The BCRs ensure that personal data from the EEA is adequately protected while being processed by any of HP’s global entities.\r\nWhen providing information technology, application support and/or business process management services, HP may receive and process personal information as a data processor on behalf of and at the direction of  its clients (the data controllers), which may include personal information about the clients' customers, employees or others.  As the data controller, appropriate notice and choice to the data subject are to be provided by HP’s client. As the data processor, HP typically does not have a direct relationship with the data subject.  HP shall comply with contractual obligations and instructions of its client in relation to the onward transfer, integrity, security or access to their personal data.",
    "address": "3000 Hanover Street, MS 1050",
    "asp_index": "26258",
    "city": "Palo Alto",
    "contactemail1": "staylor@hp.com",
    "contactfax1": "650-857-6201",
    "contactname1": "Scott M. Taylor",
    "contactoff1": "HP Privacy Program",
    "contactphone1": "650-857-7469",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "bruce_ives@hp.com",
    "corpofffax1": "650 857 3710",
    "corpoffname1": "Bruce Ives",
    "corpoffphone1": "650 857 8780",
    "corpofftitle1": "Vice President ,& Chief Ethics & Compliance Officer (Acting)",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer & Peripherals - (CPT)Computer Software - (CSF)Financial Services - (FNS)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-23",
    "orgverification": "In-House",
    "personaldata": "On-Line, Off-Line, Manually-Processed, Human Resources",
    "ppdate": "2014-10-01",
    "previous": "26258",
    "privacyprograms": "BBB Accredited Business Privacy Seal Program; BBB EU Safe Harbor program",
    "recoursemech": "HP commits to BBB EU Safe Harbor Program for online data and the European Union Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) or their authorized representatives for off-line, manually processed, and human resources data, or in the event that BBB EU Safe Harbor Program is unavailable.  We also have received approval for Binding Corporate Rules from the EU.",
    "signupdate": "2001-01-23",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94304"
}