{
    "CertificationStatus": "true",
    "Fax": "305-538-4845",
    "OrgName": "SafetyPay",
    "PPLoc": "http://www.safetypay.com/privacy-policy/ ",
    "Phone": "786-298-6411",
    "activities": "SAFTPAY has a patent pending process allowing it to operate as a clearing house between Banks and Merchants.  Shoppers can make purchases online locally and internationally using their bank accounts in a secure, confidential environment, without ever disclosing personal financial data to either merchants or SAFTPAY.  Merchants add SAFTPAY to the payment options in their Check-Out page and banks incorporate SAFTPAY into their online banking system. When a shopper registers at saftpay.com the only identifiable information captured is the email address, this is done with purpose of communicating with the customer to send newsletters or promotions if they elect to receive them.",
    "address": "1920 Meridian Ave, 2nd Floor",
    "asp_index": "26266",
    "city": "Miami Beach",
    "contactemail1": "cmerino@safetypay.com",
    "contactfax1": "305-538-4845",
    "contactname1": "Cristina Merino",
    "contactoff1": "SAFTPAY, Inc",
    "contactphone1": "786-298-6411 x227",
    "contacttitle1": "Compliance Analyst",
    "corpoffemail1": "bbibas@safetypay.com",
    "corpofffax1": "305-538-4845",
    "corpoffname1": "Barbara Bibas",
    "corpoffphone1": "786-298-6411 x221",
    "corpofftitle1": "C.M.O.",
    "eucountries": "Austria, Germany, Spain",
    "eucountries_parsed": [
        "AUT",
        "DEU",
        "ESP"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-12",
    "orgverification": "In-house",
    "personaldata": "On-line",
    "ppdate": "2008-08-25",
    "previous": "",
    "privacyprograms": "None at the present time",
    "recoursemech": "SAFTPAY elects to satisfy the requirement in points (a) and (c) of the Safe Harbor Enforcement Principle by committing to cooperate with the EU data protection authorities (DPAs); will cooperate with the DPAs in the investigation and resolution of complaints brought under the safe harbor; and will comply with any advice given by the DPAs where the DPAs take the view that the organization needs to take specific action to comply with the Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by any non-compliance with the Principles, and will provide the DPAs with written confirmation that such action has been taken.",
    "signupdate": "2008-11-12",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33139"
}