{
    "CertifiedThroughLabel": "",
    "Fax": "503 968 3095",
    "OrgName": "Prolifiq Software",
    "PPLoc": "http://prolifiq.com/corp/privacy-policy/ ",
    "Phone": "503 684 1415",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\nProlifiq Software Inc. collects and maintains personal information in relation to natural persons from Switzerland  and within member states to the European Union (\"European data subjects\") as result of: 1) the use and operation Prolifiq Software Inc. which carries on its business and supplies services to European data subjects; and 2) the distribution, within Switzerland and the member states of the European Union, by Prolifiq Software Inc.  of applications and products to European data subjects; and 3) the supply of goods and/or services to Prolifiq Software Inc. and its businesses located in Switzerland and the member states of European Union (which may in some cases involve the supply or exchange of personal information in relation to European data subjects); and 4) the collection and maintenance of human resources data for European data subjects who are employees Prolifiq Software Inc. within Switzerland and/or the European Union. Personal information collected under (1) and (2) is primarily collected from the websites and applications owned and operated by Prolifiq Software Inc.   European data subjects described under this certification are natural persons that use these websites in their  capacity inside their trade, business or profession. This personal information is held and processed by Prolifiq Software Inc. for differing purposes depending upon the particular service or product being provided, including: distributing sales and marketing information to such European data subjects ,supplying services and/or products to such European data subjects, developing and improving our websites, services and products, personalizing our services and products, financial processing and management, fraud detection and prevention, compliance with governmental, legislative and regulatory bodies, and customer support and relationship management.  Personal information collected under (3) is held and processed by Prolifiq Software Inc. for differing purposes depending upon the nature of the supply of goods and/or services, including: contract negotiation, effecting transactions with such individuals and/or businesses, financial management and/or supplier relationship management, fraud detection and prevention, and compliance with governmental, legislative and regulatory bodies.  Personal information collected under (4) is held and processed by Prolifiq Software Inc. for the purpose of providing employment and benefits, including: employment application and processing, payroll and compensation processing, benefits administration, communicating with third party vendors and suppliers of employee services and benefits, employee performance review, relationship and termination processing, and compliance with governmental, legislative and regulatory bodies.",
    "address": "8585 sw cascade ave, ste 200",
    "asp_index": "26270",
    "city": "Beaverton",
    "contactemail1": "privacy@prolifiq.com",
    "contactfax1": "503 968 3095",
    "contactname1": "Jeffrey Pearson",
    "contactoff1": "Headquarters",
    "contactphone1": "503 684 1415",
    "contacttitle1": "Chief Operating Officer",
    "corpoffemail1": "privacy@prolifiq.com",
    "corpofffax1": "503 968 3095",
    "corpoffname1": "Jeffrey Pearson",
    "corpoffphone1": "503 684 1415",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-18",
    "orgverification": "In-house",
    "personaldata": "client and customer contact data, on-line, human resources - Not manually processed",
    "ppdate": "2011-06-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) for HR data, and AAA for all other data.",
    "signupdate": "2012-01-18",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97008"
}