{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "U.bio Inc.",
    "PPLoc": "https://u.bio/privacypolicy",
    "Phone": "3474192764",
    "activities": "While using our Service, we may collect certain personally identifiable information that can be used to contact or identify you. Personally identifiable information may include, but is not limited to email addresses, names, phone numbers, postal addresses, other similar information. We collect this information for the purpose of providing the our internet, computer and telecommunication services to our clients. Responding to requests/inquiries, servicing purchase orders, and improving our services.\r\nWe collect Personal Information in several different areas on our website: log data, information you give us, email communications and automatic information.\r\n The Log Data may include information such as one's computer's Internet Protocol (\"IP\") address, browser type, browser version etc.",
    "address": "79 Madison Avenue",
    "asp_index": "26282",
    "city": "New York",
    "contactemail1": "contact@u.bio",
    "contactfax1": "",
    "contactname1": "Robert Rozicki",
    "contactoff1": "U.bio",
    "contactphone1": "3474192764",
    "contacttitle1": "Co-founder",
    "corpoffemail1": "rob@u.bio",
    "corpofffax1": "",
    "corpoffname1": "Robert Rozicki",
    "corpoffphone1": "3474192764",
    "corpofftitle1": "Co-founder",
    "eucountries": "France, Germany, Ireland",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "IRL"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Telecommunications Services - (TES)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-13",
    "orgverification": "In-house Legal Counsel",
    "personaldata": "U.BIO enables anyone to start a personalized web presence through access to a personalized domain name, email and the ability to create a unique web page for content.",
    "ppdate": "2014-12-18",
    "previous": "",
    "privacyprograms": "No",
    "recoursemech": "U.bio Inc will provide contact details that allow the individual recourse in the event of disputes or disagreement and will make sure to follow and respect each individual's decision with regards to the handling of their data. Unresolved complaints will be referred to a dispute resolution mechanism chosen by U.bio that will adhere to the safe harbor framework and/or EU data protection authorities and will furthermore ensure compiance with local international laws as applicable. U.bio Inc shall cooperate with data protection authorities in the European Union.",
    "signupdate": "2015-01-13",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10016"
}