{
    "CertificationStatus": "true",
    "Fax": "503 273 8778",
    "OrgName": "Academic Network, a Stericycle Company",
    "PPLoc": "http://www.academicnetwork.com/privacy2 ",
    "Phone": "503 228 3217",
    "activities": "Academic Network is a HIPAA-compliant communications leader, providing the clinical trial expertise and contact center capabilities to launch and accelerate the clinical trial recruitment and retention programs of clients in the pharmaceutical and biopharmaceutical industries. We ensure that the self-reported enrollment data of potential study subjects is expertly integrated, stored, tracked, analyzed and protected by an SSL encryption security system.  Information gathered from potential study participants in the EU is gathered through secure websites and/or health-trained call center personnel. The information is transmitted electronically to a database in the United States, currently in Portland, Oregon. When there is an appropriate match between self-reported health information and a clinical trial study, Academic Network passes the self-reported health information to physicians conducting the clinical trials, who will then establish contact with the individual. This disclosure is made clear to the individual providing the information prior to the time the information is collected.",
    "address": "120 NW 9th Ave., Ste. 216",
    "asp_index": "26294",
    "city": "Portland",
    "contactemail1": "rgreben@stericycle.com",
    "contactfax1": "503-273-8778",
    "contactname1": "Rachel Greben",
    "contactoff1": "Academic Network",
    "contactphone1": "503-228-3217",
    "contacttitle1": "Relationship Manager",
    "corpoffemail1": "dhoughton@stericycle.com",
    "corpofffax1": "503-278-8778",
    "corpoffname1": "Donald B. Houghton",
    "corpoffphone1": "503-432-4620",
    "corpofftitle1": "Director of Contact Center & Online Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, France, Germany, Greece, Hungary, Ireland, Italy, Netherlands, Poland, Portugal, Romania, Slovenia, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "DNK",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "POL",
        "PRT",
        "ROU",
        "SVN",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Health Care Services - (HCS)Biotechnology - (BTC)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Health Care Services - (HCS)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-06",
    "orgverification": "In-house",
    "personaldata": "Off-line, online, manually processed",
    "ppdate": "2011-01-06",
    "previous": "",
    "privacyprograms": "Websites developed by Academic Network comply with Health Care on the Network standards.",
    "recoursemech": "Individuals concerned about the privacy of their personal health information may contact Academic Network via phone or email to privacy@academicnetwork.com. Relevant concerns are transmitted to the Privacy Officer, who directs the investigation of the complaint and ensures that corrective action is compliant with Safe Harbor dispute resolution procedures.  All dispute resolution will be handled through the International Centre for Dispute Resolution (ICDR)/ American Arbitration Association (AAA).",
    "signupdate": "2011-01-06",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97209"
}