{
    "Fax": "415-484-7239",
    "OrgName": "Crittercism, Inc.",
    "PPLoc": "http://www.crittercism.com/privacy-policy/ ",
    "Phone": "888-987-2748",
    "activities": "Types of Data Collected: We sell web-based mobile application performance management software. Our software primarily collects our customer’s mobile application performance data, such as mobile application session loads and hardware utilization metrics. In addition, we collect contact information from individual representatives of customers, such as first and last name, e-mail and mailing addresses, telephone number, professional title, company name, and password, when they purchase Products, register to receive information, or register for support forums. In addition, we (or our third-party credit card or payment processor on our behalf) will collect Personal Data including name and email addresses, when they sign-up for Products or services on our website. \r\n\r\nHow Data is Used:  We collect and use the data for purposes of providing products and services to our customers. Crittercism uses the data in the following ways: to process mobile application performance data on behalf of corporate customers, to facilitate the creation of customer accounts on our network; provide improved administration of our website, Products, and related services.",
    "address": "760 Market St #1101",
    "asp_index": "26298",
    "city": "San Francisco",
    "contactemail1": "cfo@crittercism.com",
    "contactfax1": "415-484-7239",
    "contactname1": "John Kemmerer",
    "contactoff1": "Crittercism, Inc.",
    "contactphone1": "415-767-5060",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "andrew@crittercism.com",
    "corpofffax1": "415-484-7239",
    "corpoffname1": "Andrew Levy",
    "corpoffphone1": "888-987-2748",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-14",
    "orgverification": "Third Party, TRUSTe",
    "personaldata": "On-line data",
    "ppdate": "2015-01-08",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-01-14",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94102"
}