{
    "CertifiedThroughLabel": "",
    "Fax": "4152844610",
    "OrgName": "TokBox Inc",
    "PPLoc": "https://tokbox.com/support/privacy-policy",
    "Phone": "4152844688",
    "activities": "TokBox is a WebRTC platform for adding live video, voice, and messaging to customer websites and mobile apps. The company contracts directly with businesses. It has no relationship with the end users of the application run by the business we contract with. \r\n\r\nAll personal information (such as name, email address, company) collected relates to the business user for the purposes of managing their account with TokBox. At no point does TokBox collect personal information of the end user of the application being run by TokBox’s business customer. \r\n \r\nAll TokBox data (personal or internal) is retained for 3 years. Customers of TokBox may elect to archive their communications. TokBox has a policy of requiring longer term storage of these sessions to be held by the Customer in a cloud storage system such as Amazon Web Services. TokBox provides temporary storage in AWS for up to 72 hours, after which the archive is deleted. TokBox does not store the archives on its own servers. \r\n \r\nAll personal information relating to credit card payments in exchange for the TokBox services are held directly by Stripe Inc. TokBox does not store the credit card details of its customers.\r\n\r\nTokBox neither rents nor sells customer information to anyone. Furthermore, the company does not share customer information with other organizations or individuals outside of TokBox.",
    "address": "501 2nd Street Suite 310",
    "asp_index": "26295",
    "city": "San Francisco",
    "contactemail1": "craig@tokbox.com",
    "contactfax1": "4152844610",
    "contactname1": "Craig Wallace",
    "contactoff1": "As listed above",
    "contactphone1": "4158897162",
    "contacttitle1": "CFO",
    "corpoffemail1": "craig@tokbox.com",
    "corpofffax1": "4152844610",
    "corpoffname1": "Craig Wallace",
    "corpoffphone1": "4158897162",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)Health Care Services - (HCS)Information Services - (INF)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)",
        "Financial Services - (FNS)",
        "Health Care Services - (HCS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-02",
    "orgverification": "Third party",
    "personaldata": "On-line data",
    "ppdate": "2015-01-09",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-02-02",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}