{
    "CertifiedThroughLabel": "",
    "Fax": "212-867-8652",
    "OrgName": "TAIC",
    "PPLoc": "http://www.tcs.com/safeharbor ",
    "Phone": "212-687-1154",
    "activities": "Tata America International Corporation and its affiliated companies in the United States (“TAIC”) provide certain outsourcing services in information technology, infrastructure support, business process outsourcing, and other support services to corporate customers in the European Union and Switzerland.  In connection with the provision of such services, TAIC receives in the US certain personally identifiable information about individual employees, consumers, and other end users of such customers in the European Union and Switzerland (collectively, “European Customer Data”).    TAIC adheres to the Safe Harbor Privacy Principles published by the US Department of Commerce (“Safe Harbor”) with respect to European Customer Data received or accessed by TAIC in the United States.  TAIC acts as a data processor on behalf of its European customers with respect to European Customer Data, and accordingly follows each customer’s instructions concerning the collection, processing and protection of European Customer Data.  Our customers act as the data controller for any European Customer Data.",
    "address": "101 Park Avenue, 26th Floor",
    "asp_index": "26306",
    "city": "New York",
    "contactemail1": "pushpa.hegde@tcs.com",
    "contactfax1": "212-867-8652",
    "contactname1": "Pushpa S. Hegde",
    "contactoff1": "Corporate Secretary",
    "contactphone1": "646-313-4574",
    "contacttitle1": "General Manager",
    "corpoffemail1": "pushpa.hegde@tcs.com",
    "corpofffax1": "212-867-8652",
    "corpoffname1": "Pushpa S. Hegde",
    "corpoffphone1": "646-313-4574",
    "corpofftitle1": "General Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-27",
    "orgverification": "In-House",
    "personaldata": "online",
    "ppdate": "2010-12-24",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2010-12-27",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10178"
}