{
    "Fax": "202-234-3513",
    "OrgName": "The Secor Group",
    "PPLoc": "http://www.secor-group.com/go.cfm?do=Page.View&pid=54 ",
    "Phone": "202-234-5600",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\nThe following information describes how The Secor Group's privacy policy protects and uses personal information received from the EU/ EEA and /or Switzerland. Information Collect and Use We collect the following personal information from you: Contact information such as name and email address We also collect information about the type of service you would like a quote for, moving date, and move origin or storage zip code. We use this information to contact you regarding the service you have requested, respond to your inquiries, and to bill you for goods and services. Based upon the personally identifiable information you provide us, we will send you a welcoming email to verify your username and password. We will also communicate with you in response to your inquiries, to provide the services you request, and to manage your account. We will communicate with you by email or telephone, in accordance with your wishes. User Access and Choice If your personal information changes, or if you no longer desire our service, you may correct, update, delete inaccuracies, or amend it by emailing us at privacy@secor-group.com. We will respond to your access request within 30 days. We will retain your information for as long as your account is active or as needed to provide you services. We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. Sharing of Information We do not sell your personal information to third parties. We will share your personal information with third parties only in ways that are described in this privacy policy. We may provide your personal information to companies that provide services to help us with our business activities such as tracking your shipment, processing your payment, fulfilling your requests and offering customer service. These companies are authorized to use your personal information only as necessary to provide these services to us. We may also disclose your personal information as required by law, such as to comply with a subpoena, or similar legal process, when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request. If we are involved in a merger, acquisition, or sale of all or a portion of our assets, you will be notified via email and/or prominent notice on our Web site of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information. Cookies A cookie is a small text file that is stored on a user's computer for record-keeping purposes. We use cookies on this site. We do not link the information we store in cookies to any personal information you submit while on our site. We use both session ID cookies and persistent cookies. A session ID cookie expires when you close your browser. A persistent cookie remains on your hard drive for an extended period of time. You can remove persistent cookies by following directions provided in your Internet browser's \"help\" directory. The use of cookies by third parties is not covered by our privacy policy. We do not have access or control over these cookies. Log Files As true of most Web sites, we gather certain information automatically and store it in log files. This information includes internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system. Date/time stamp, and clickstream data. We use this information, which does not identify individual users, to analyze trends, to administer the site, to track user's movements around the site and to gather demographic information about our users base as a whole. We do not link this automatically-collected data to personal information. Security The security of your personal information is important to us. We follow generally accepted industry standards to protect personal information submitted to us, both during transmission and once we receive it. No method of transmission over the Internet, or method of electronic storage is 100% secure, however. Therefore, we cannot guarantee its absolute security. Additional Information Our site includes links to other Web sites whose privacy practices may differ from those of Secor Group. If you submit personal information to any of these sites, your information is governed by their privacy policies. We encourage you to carefully read the privacy policy of any Web site you visit. Changes to this Privacy Policy We may update this privacy policy to reflect changes to our information practices. If we make any material changes we will notify you by email (sent to the e-mail address specified in your account) or by means of a notice on this Site prior to the change becoming effective. We encourage you to periodically review this page for the latest information on our privacy practices.",
    "address": "1701 Florida Ave. NW",
    "asp_index": "26314",
    "city": "Washington",
    "contactemail1": "dlawrence@secor-group.com",
    "contactfax1": "202-234-3513",
    "contactname1": "Daniel Lawrence",
    "contactoff1": "IT and Risk Management",
    "contactphone1": "202-454-5993",
    "contacttitle1": "VP Information Strategy",
    "corpoffemail1": "dkeninitz@secor-group.com",
    "corpofffax1": "202-234-3513",
    "corpoffname1": "Don Keninitz",
    "corpoffphone1": "202-797-5659",
    "corpofftitle1": "SVP Finance and Administration",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Transportation Srvs (Except Aviation) - (TRN)",
    "industrysector_parsed": [
        "Transportation Srvs (Except Aviation) - (TRN)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-15",
    "orgverification": "Third Party",
    "personaldata": "Data Collected Directly on the internet and/or offiline.",
    "ppdate": "2014-06-05",
    "previous": "",
    "privacyprograms": "Truste EU SH Program",
    "recoursemech": "Truste",
    "signupdate": "2015-01-15",
    "state": "District of Columbia",
    "statutorybody": "DoT",
    "zip": "20009"
}