{
    "CertificationStatus": "true",
    "Fax": "866-393-2876",
    "OrgName": "Faria Systems Inc.",
    "PPLoc": "http://www.managebac.com/terms.html ",
    "Phone": "866-297-7022",
    "activities": "We provide software services to schools.\r\n\r\n¦When you register with the Service, we ask for information such as your name, school, and email address. A billing address and credit card information will be required for paying primary account holders; Subscribers who sign up for the free trial account are not required to enter a credit card or billing address.\r\n¦We use collected information for the following general purposes: provision of our services, billing, identification and authentication, services improvement, contact, and research.\r\n¦If a child is under the age of 13, a parent or legal guardian MUST consent to the child’s use of the Service, as provided for in the Terms of Service. Any personal information identified with the student (such as: email address, first and last name, etc.) that we collect will be subject to the additional COPPA Compliance Policy, available at: http://www.managebac.com/terms.html.\r\n¦We will not provide personal information to third parties.\r\n¦By using their student account, a student and/or parent has the ability to send personal information (such as: first and last name, email address, and parents' names) to their teacher with a teacher account, and to other students. This is done on a voluntary basis, and that information will not be provided to any third parties by us.",
    "address": "548 Market St. #40438",
    "asp_index": "26361",
    "city": "San Francisco",
    "contactemail1": "sales@managebac.com",
    "contactfax1": "866-393-2876",
    "contactname1": "Theodore King",
    "contactoff1": "Compliance",
    "contactphone1": "866-297-7022",
    "contacttitle1": "Director",
    "corpoffemail1": "theodore@managebac.com",
    "corpofffax1": "866-393-2876",
    "corpoffname1": "Theodore King",
    "corpoffphone1": "866-297-7022",
    "corpofftitle1": "Director",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-09",
    "orgverification": "In-House",
    "personaldata": "on-line, manually processed data",
    "ppdate": "2010-01-31",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "We have registered with the US Council for International Business, in order to utilize the European Data Protection Authorities (EU DPAs) for dispute resolution.",
    "signupdate": "2010-02-09",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94104"
}