{
    "Fax": "973-397-6682",
    "OrgName": "Pinkerton Consulting and Investigations, Inc",
    "PPLoc": "http://www.pinkerton.com/safe-harbor-privacy-policy ",
    "Phone": "973-397-2206",
    "activities": "Pinkerton Consulting and Investigations, Inc (Pinkerton) will act as the Consumer Reporting Agency on behalf of Securitas Services, Inc. Pinkerton serves employers who have certified to have permissible purpose for consumer reports, which is verified by Pinkerton. Our clients provide us with Disclosure and Authorization documents from their applicants/employees as required by federal and certain state laws. We verify and collect information that has been specifically authorized by the consumer, such as information from educational institutions, state agencies, and employers. We also access public records and consumer reports as authorized; we then provide to our clients Background Investigation Reports regarding their employees and prospective employees. We do not sell, transfer, or release personal information to any party other than the one specifically authorized by the consumer. We do not share data on EU citizens, gathered properly within the EU or elsewhere with countries that do not meet the EU “adequacy” standard for privacy protection. Information is transferred off-line, manually, and, when not in violation with federal or state law, on-line.\r\nPinkerton's staff manages internal hosting of all systems. It conducts pre and post employment screening utilizing Pinkerton’s Background Research System (PBRS), an office management software package, which is fully automated and web-based using the latest secure technology. This enables us to integrate directly with the client's hiring management or human resource system. The PBRS is fully secured, with encryption and multiple levels of authentication for the secure, totally automated transfer of background requests and results through the Internet. For our clients who are not interested in the automated system we do still accept faxes and emails in a confidential manner. All of our reports are archived on our secure servers located in two separate locations, which are fully redundant and provide 99.9% availability historically, from which data can be retrieved only by Pinkerton employees. The only recipients of the data, other than Pinkerton and its employees and subcontractors, are the clients for which the employee background data were collected. Pinkerton does not handle human resource records or customer information on behalf of its clients.",
    "address": "2 Campus Drive, 3rd Floor",
    "asp_index": "26377",
    "city": "Parsippany",
    "contactemail1": "john.moriarty@pinkerton.com",
    "contactfax1": "973-397-6682",
    "contactname1": "John Moriarty",
    "contactoff1": "Pinkerton Consulting and Investigations, Inc",
    "contactphone1": "973-397-2315",
    "contacttitle1": "Vice President, General Counsel",
    "corpoffemail1": "john.moriarty@pinkerton.com",
    "corpofffax1": "973-397-6682",
    "corpoffname1": "John Moriarty",
    "corpoffphone1": "973-397-2315",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Employment Services - (EMP)",
    "industrysector_parsed": [
        "Employment Services - (EMP)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-06",
    "orgverification": "In-House",
    "personaldata": "Off-line, on-line, manually processed",
    "ppdate": "2015-01-01",
    "previous": "",
    "privacyprograms": "BBB EU Safe Harbor Program",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2008-02-06",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07981"
}