{
    "Fax": "7602301069",
    "OrgName": "Ecwid, Inc",
    "PPLoc": "http://www.ecwid.com/privacy-policy.html ",
    "Phone": "6367518771",
    "activities": "We give the utmost discretion to our customers' personal information. \r\n\r\nEcwid offers a variety of products and services that are together referred to as “the Products and Services.” If you choose to use the Products or Services, we may require you to provide contact and identity information, billing information, and other personal information as indicated on our user interfaces, including on Ecwid.com. Once you register on Ecwid.com, you are no longer anonymous to us.\r\n\r\nWe collect and store the following information:\r\n\r\nInformation you give us, including, contact information, such as your name, company name, address, phone number, email address, and financial information;\r\nautomatic information, such as computer sign-on data, browser type, browser language, statistics on page views, traffic to and from our user interfaces and ad data. Like many websites, we use identifiers such as “cookies” and Web beacons to obtain this automatic information.\r\ndiscussion board posts and other messages, including your correspondence with us. Our communications will include notices about your account (for example, change in password or payment method, confirmation e-mails and other transactional information) and information concerning or related to our service. These communications are part of your relationship with Ecwid and you receive them as part of the Ecwid membership. If you or your store’s customers do not want to receive our emailed newsletters, other promotional announcements or non-transactional communications, simply use your account name and password to access the control panel on Ecwid.com and disable any email notifications sent to you or your customers. Email notifications sent by Ecwid’s community forums can be adjusted or disabled via the community forums control panel. For members subscribing to notifications about the availability of specific partner programs at http://www.ecwid.com/partners-program.html, we include instructions to unsubscribe in the body of the email notifications; and\r\ngeneral information regarding the Products or Services that you have registered to receive; and\r\ninformation from third-party providers and services to help Ecwid provide our Products and Services and to help us understand the use of our Products and Services",
    "address": "144 W D Street Suite 103",
    "asp_index": "26384",
    "city": "Encinitas",
    "contactemail1": "nickb@ecwid.com",
    "contactfax1": "7602301069",
    "contactname1": "Bergin",
    "contactoff1": "Nicholas",
    "contactphone1": "7602301069",
    "contacttitle1": "Manager, Business Operations",
    "corpoffemail1": "jim@ecwid.com",
    "corpofffax1": "7602301069",
    "corpoffname1": "James O'Hara",
    "corpoffphone1": "7602301069",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Science & Technology - (GST)",
    "industrysector_parsed": [
        "General Science & Technology - (GST)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-10",
    "orgverification": "In-house/Third Party",
    "personaldata": "customer information",
    "ppdate": "2014-02-02",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Ecwid hopes to address all inquiries in respect to its Privacy Policy in-house. However, Ecwid is approved with the Better Business Bureau European Union Safe Harbor as a dispute resolution provider in case any issues arise that cannot be resolved by our compliance team.",
    "signupdate": "2014-02-10",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92024"
}