{
    "CertificationStatus": "true",
    "Fax": "949-474-4201",
    "OrgName": "Flatirons Solutions, Inc.",
    "PPLoc": "http://www.flatironssolutions.com/privacy-policy/ ",
    "Phone": "949-474-4200",
    "activities": "Service/Solution Offered:\tFlatirons Solutions sells software and services for authoring, managing, publishing, and maintaining information on heavy, complex equipment; for the dissemination of information through printed and digital publications; and other required uses of information. \r\nPersonally Identifiable Data Collected:\tFlatirons Solutions collects and stores individuals’ information upon registration including name, title, email address, phone number, fax number, place of work, user name, and account password. We may also obtain Personal Information from other sources, such as user forums, and combine that with other information. Flatirons Solutions also collects certain anonymous information, such as computer browser type, Internet Protocol (IP) address, access times, number of visits, and website visited before visiting the Flatirons Solutions' website. We also may collect information by periodically conducting business and individual customer surveys.  \r\nPurpose for Collection:\tPersonal Information is collected in order that Flatirons Solutions provide regular communications to its customers regarding products and services (such as new product releases, new services or changes to services, pricing updates, invoices, maintenance and support information and other technical notices, updates, security alerts, and other administrative communications.); forums and events in which the Company participates to share information about its products and services; information about trends and technology that may impact customers; and other resources that provide additional information about using our products, services, and related technology. Flatirons Solutions also uses personal information to respond to comments and questions, notify individuals of any changes to their accounts, and to send information regarding our Services, including. Anonymous Information is collected in a database and used in an aggregated, anonymous manner in our internal analysis of traffic patterns within our website. Surveys help us to improve the types of products and services we offer and how we provide them to customers. \r\nUsage Data Collected:\tData is collected through online forms, standard online account creation processes, via email, as supplied to Flatirons Solutions in writing directly from individuals, and from partners with whom Flatirons Solutions conducts informational webinars and training. This data is used for outgoing communications for the purposes described above. \r\nPurpose for Collection:\tThe purposes for collecting information are described above.\r\nVoluntarily Provided Data Collected:\tVoluntarily provided data is used for the purposes described above.",
    "address": "17671 Cowan Avenue, Suite 200",
    "asp_index": "26380",
    "city": "Irvine",
    "contactemail1": "brandon.batt@flatironssolutions.com",
    "contactfax1": "949-474-4201",
    "contactname1": "Brandon Batt",
    "contactoff1": "Flatirons Solutions, Inc.",
    "contactphone1": "949-732-7535",
    "contacttitle1": "Chief Legal Counsel",
    "corpoffemail1": "ggodet@flatironssolutions.com",
    "corpofffax1": "949-474-4201",
    "corpoffname1": "Geoffrey Godet",
    "corpoffphone1": "949-732-7522",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)General Science & Technology - (GST)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Science & Technology - (GST)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-19",
    "orgverification": "In-house",
    "personaldata": "Customer Data",
    "ppdate": "2012-09-12",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (AAA)",
    "signupdate": "2012-10-19",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92641"
}