{
    "CertificationStatus": "true",
    "Fax": "2145408542",
    "OrgName": "Regents Consulting Group, LLC",
    "PPLoc": "http://www.regentsconsulting.com ",
    "Phone": "2142955517",
    "activities": "As a global consulting organization, Regents does not typically collect personal information, other than client contact details.  Our published privacy policy regarding any personal information received from the EU or any clients is comprehensive, completely implemented, prominently displayed on our website, and easily accessible.  The Regents policy conforms to the seven Safe Harbor Principles and 15 frequently asked questions.  During on-boarding, all employees and contractors are informed of in-house arrangements for confidentiality & the handling of complaints.  In addition, procedures are in place for training employees on Safe Harbor implementation, potential disciplinary actions for failure to follow policy, and the annual requirement to conduct objective reviews to ensure compliance.",
    "address": "5514 Swiss Avenue",
    "asp_index": "26399",
    "city": "Dallas",
    "contactemail1": "holly.cohoon@regentsconsulting.com",
    "contactfax1": "2145408542",
    "contactname1": "Ms. Holly Cohoon",
    "contactoff1": "5514 Swiss Avenue, Dallas, TX  75214 USA",
    "contactphone1": "2142955517",
    "contacttitle1": "Partner - Regents Consulting Group, LLC",
    "corpoffemail1": "rick.morgan@regentsconsulting.com",
    "corpofffax1": "2145408542",
    "corpoffname1": "Rick Morgan",
    "corpoffphone1": "6014739234",
    "corpofftitle1": "Managing Partner",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-20",
    "orgverification": "In-House:  The Regents annual self-assessment revi",
    "personaldata": "All information gathered by Regents is automated.  No manually processed data.",
    "ppdate": "2014-09-12",
    "previous": "26399",
    "privacyprograms": "Not Applicable",
    "recoursemech": "Regents’ privacy policy incorporates the Safe Harbor Principles into its rules, which includes effective enforcement mechanisms of the type described in the Enforcement Principle.  Consumers are encouraged to raise any complaints they may have with Regents before proceeding to independent recourse mechanisms.  In the unlikely event of a legitimate complaint and noncompliance, Regents will immediately reverse or correct the dispute, in so far as feasible.  Regents has no prior participation in the Safe Harbor, and therefore, no previous record of a failure to comply.\r\n\r\nRegents also complies with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) \r\n\r\n•\tRegents complies with the U.S.-EU Safe Harbor Framework and the U.S. Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland.  Regents has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access and enforcement.  To learn more about the Safe Harbor program, and to view Regent’s certification, please visit http://www.export.gov/safeharbor/",
    "signupdate": "2015-01-20",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75214"
}