{
    "CertificationStatus": "true",
    "Fax": "310-775-8085",
    "OrgName": "AdColony, Inc.",
    "PPLoc": "http://privacy.jirbo.com/; http://privacy.adcolony.com/",
    "Phone": "310-775-8085",
    "activities": "Jirbo, Inc., d/b/a AdColony is a mobile advertising and entertainment company. Most of our mobile applications are advertising supported. In order to deliver ads into mobile applications, our AdColony advertising network collects information that we consider non-personally identifiable  (e.g., device ID) about your use of the mobile application. \r\nThis information is generally used in order to help deliver relevant advertising, to better understand the effectiveness of that advertising, and to help improve your experience using the mobile application.\r\n\r\nWe receive and store any personally identifiable information (PII) you provide to us via our websites. PII is any information that specifically identifies or locates a particular person or entity, including an email address, postal address or telephone number. For example, you may provide us PII via one of our Sites when you send us an email. We use this information to contact you to respond to your inquiry or to provide the Service requested. Once collected, we will store your PII for as long as needed to provide the Services and for a reasonable time thereafter for record keeping purposes.",
    "address": "11440 San Vicente Blvd",
    "asp_index": "26395",
    "city": "Los Angeles",
    "contactemail1": "privacy@adcolony.com",
    "contactfax1": "917 318 8440",
    "contactname1": "Alan Chapell",
    "contactoff1": "Privacy Office",
    "contactphone1": "917 318 8440",
    "contacttitle1": "Outside Counsel, CPO",
    "corpoffemail1": "brian.kesterson@adcolony.com ",
    "corpofffax1": "310-775-8085",
    "corpoffname1": "Brian Kesterson",
    "corpoffphone1": "310-775-8085",
    "corpofftitle1": "SVP Finance & Administration",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-10",
    "orgverification": "In-House",
    "personaldata": "AdColony collects data from Internet Users via their mobile devices",
    "ppdate": "2013-12-01",
    "previous": "26395",
    "privacyprograms": "BBB EU Safe Harbor Program",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2014-02-10",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90049"
}