{
    "CertificationStatus": "true",
    "Fax": "(505) 856-1550",
    "OrgName": "Aviata",
    "PPLoc": "http://hosted.aviataadvantage.com/privacy-policy/ ",
    "Phone": "4159442470",
    "activities": "Aviata collects product registration information - primarily email address, first and last name, and physical address, in addition to serial numbers for the products which have been purchased - from individual and enterprise customers on behalf of its clients.  These customers are given the opportunity to register their purchases using Aviata software either bundled with the devices they've purchased or available on the internet, and they must voluntarily agree to the registration of their purchases and the submission of their personally identifiable data before any personal information are transmitted to Aviata. If a customer chooses not to voluntarily register their product ownership, no personal information are transmitted.\r\n\r\nAviata also presents these customers the opportunity to provide feedback in the form of surveys, collects voluntarily-submitted survey response data, and associates customer survey responses to registration data. In addition, Aviata may also present these customers offers (including via email, in accordance with all applicable laws and the maintenance of email unsubscription status) and collect response data on behalf of its clients and based on client authorization.\r\n\r\nAviata re-transmits customer data to its clients (typically via a secure internet connection), on behalf of whom the data were collected, and Aviata creates aggregated reports available on its website for these clients.  Third party companies may be authorized to validate or augment customer records, but subject to client and Aviata privacy policies and based upon explicit client authorization.\r\n\r\nCustomer data are retained indefinitely consistent with client authorization and requirements.  and data may be purged or obfuscated in response to either client or customer request.",
    "address": "350 Townsend Street, Suite 260",
    "asp_index": "26393",
    "city": "San Francisco",
    "contactemail1": "scline@aviataadvantage.com",
    "contactfax1": "(505) 856-1550",
    "contactname1": "Scott Cline",
    "contactoff1": "Operations",
    "contactphone1": "5059035022",
    "contacttitle1": "Operations Engineer",
    "corpoffemail1": "cnagaraja@aviataadvantage.com",
    "corpofffax1": "(505) 856-1550",
    "corpoffname1": "Chandra Nagaraja",
    "corpoffphone1": "6506141119",
    "corpofftitle1": "VP of Engineering",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-19",
    "orgverification": "Third Party",
    "personaldata": "On-line data (data collected directly on the internet), offline data, manually processed data (data collected manually)",
    "ppdate": "2014-02-15",
    "previous": "26393",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-02-19",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}