{
    "CertificationStatus": "true",
    "Fax": "609-228-5277",
    "OrgName": "Healthper Inc.",
    "PPLoc": "http://www.healthper.com/policy.html#websiteprivacypolicy ",
    "Phone": "908-230-0899",
    "activities": "Healthper may obtain various types of EU and Swiss Personal Data about individuals who may or may not be employees or other affiliates of Healthper client companies. Such data may include contact information (e.g. names, addresses, telephone numbers, and email addresses); user IDs and passwords; information about the user’s health condition, issues, goals and progress, provided voluntarily by the user or, at the user’s invitation, by the user’s social network of friends, family, co-workers or healthcare providers, in the context of implementing incentives and games to promote healthy behaviors; and information collected through Internet-based and e-commerce/rewards/redemption activities; and other transaction-related data.  Healthper may use these types of EU and Swiss Personal Data in anonymized, aggregate and summary form in connection with developing, implementing, enhancing or promoting programs for Healthper clients and users generally, and for conducting and publishing studies about trends and results of Healthper’s programs.  Personal Data may also be provided to Healthper’s agents and suppliers who agree to comply with Healthper’s privacy policies, as necessary to operate Healthper’s site, to permit users to redeem rewards, or otherwise participate in user activities enabled by Healthper’s site.",
    "address": "124 Brookstone Drive",
    "asp_index": "26411",
    "city": "Princeton",
    "contactemail1": "Stephen.Andress@Healthper.com",
    "contactfax1": "781-240-0427",
    "contactname1": "Stephen Andress",
    "contactoff1": "Legal",
    "contactphone1": "781-863-6276",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "John.Hammitt@Healthper.com",
    "corpofffax1": "609-228-5277",
    "corpoffname1": "John Hammitt",
    "corpoffphone1": "908-230-0899",
    "corpofftitle1": "President and COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Health Care Services - (HCS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-05",
    "orgverification": "In-house",
    "personaldata": "Healthper may collect a user's name, organization, email, gender, address and information about the user's health condition, issues, goals and progress in the context of providing incentives through gamification and voluntary involvement of the user's providers, friends, co-workers and family at the user's invitation, and incentives and product offers designed to promote better health.",
    "ppdate": "2014-01-28",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2014-02-05",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08540"
}