{
    "Fax": "414-524-3200",
    "OrgName": "Johnson Controls, Inc.",
    "PPLoc": "http://www.johnsoncontrols.com/publish/us/en/privacy.html ",
    "Phone": "414-524-1200",
    "activities": "Personal Information processed by JCI (including its wholly-owned U.S. subsidiaries)from employees and applicants for employment is maintained at its corporate offices in Milwaukee, Wisconsin in the U.S. as well as the local office of the employee or applicant. JCI (including its wholly-owned U.S. subsidiaries) processes Personal Information for, among other things, legitimate human resource business reasons such as payroll administration, to fill employment positions, maintaining accurate benefits records, meeting governmental reporting requirements, security, health and safety management, performance management, company network access and authentication. \r\nPersonal Information processed by JCI (including its wholly-owned U.S. subsidiaries) from prospective customers, consumers, vendors, business partners and others may be maintained at its corporate offices in Milwaukee, Wisconsin or at other JCI facilities (including the facilities of its wholly-owned U.S. subsidiaries). JCI (including its wholly-owned U.S. subsidiaries) processes Personal Information from such persons for, among other things, legitimate business reasons such as customer service, product, warranty and claims administration, meeting governmental reporting and records requirements, maintenance of accurate accounts payable and receivable records, internal marketing research, safety and performance management, financial and sales data, and contact information. All Personal Information processed by JCI (including its wholly-owned U.S. subsidiaries) will be used for legitimate business purposes.",
    "address": "5757 North Green Bay Avenue",
    "asp_index": "26419",
    "city": "Milwaukee",
    "contactemail1": "michael.scuvee@jci.com",
    "contactfax1": "+32-2709-4220",
    "contactname1": "Michael Scuvee",
    "contactoff1": "Privacy Office, Legal Compliance",
    "contactphone1": "+32-2709-4103",
    "contacttitle1": "Chief Privacy Officer, EMEA Privacy & Compliance",
    "corpoffemail1": "brian.w.beeghly@jci.com",
    "corpofffax1": "414-526-1690",
    "corpoffname1": "Brian W. Beeghly",
    "corpoffphone1": "414-524-2153",
    "corpofftitle1": "Vice President Compliance",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Industrial Eqpt & Supplies - (GIE)General Services - (GSV)Automotive Parts & Service Equipment - (APS)",
    "industrysector_parsed": [
        "Automotive Parts & Service Equipment - (APS)",
        "General Industrial Eqpt & Supplies - (GIE)",
        "General Services - (GSV)"
    ],
    "latest": "false",
    "nextcertification": "2016-02-05",
    "orgverification": "In-house self-assessment",
    "personaldata": "On-Line, Off-Line, Manually Processed Data, Human Resources Data",
    "ppdate": "2013-02-07",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For EU citizens, if efforts to resolve a concern within Johnson Controls are unsatisfactory, you may contact the panel of EU data protection authorities established as an independent recourse mechanism under the Safe Harbor Agreement.  Johnson Controls will cooperate with the panel of EU data protection authorities in the resolution of such enquiries.  Similarly, for Swiss citizens, you may contact the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2003-02-05",
    "state": "Wisconsin",
    "statutorybody": "FTC",
    "zip": "53209"
}