{
    "Fax": "949-206-6949",
    "OrgName": "O'Neil Software Inc.",
    "PPLoc": "http://www.oneilsoft.com/privacy-policy ",
    "Phone": "949-458-1234",
    "activities": "O’Neil Software Inc. and its subsidiaries (O’Neil) do collect personal information via our ‘Contact Me’ information form on oneilsoft.com, through our barcode label order form, by means of establishment of contact information for established contract customer in order to have access to our restricted customer forum, and additionally through metadata that may reside within our oneilCloudTM. \r\n\r\nThis information is only used for the purposes of responding to customer inquiries regarding our software products, in order for us to process and print barcode labels for our customers, in order to gain access to the restricted portion of our web sites, and for the use of our cloud based platform which allows Enterprise Content Management (ECM) systems to interact with record centers that utilize O’Neil software. This on-line personal information would include name, company address, email address, and telephone number. This personal information is not made available or sold to 3rd parties and the forms manager 3rd party software that is used within our web sites is encrypted and also has a privacy policy that does not make available or sell personal information to 3rd parties. \r\n\r\nO’Neil’s stated privacy policy is to take appropriate care in utilizing personal information for its intended purpose which to support our customers, or, respond to potential customers who have an interest in our products.",
    "address": "11 Cushing Suite 100",
    "asp_index": "26429",
    "city": "Irvine",
    "contactemail1": "mike.jacobs@oneilsoft.com",
    "contactfax1": "949-206-6949",
    "contactname1": "Mike Jacobs",
    "contactoff1": "Project Management",
    "contactphone1": "949-268-7285",
    "contacttitle1": "VP of Marketing",
    "corpoffemail1": "david.holt@oneilsoft.com",
    "corpofffax1": "949-206-6949",
    "corpoffname1": "David Holt",
    "corpoffphone1": "949-458-1234",
    "corpofftitle1": "CEO",
    "eucountries": "Belgium, Cyprus, Denmark, Finland, France, Germany, Greece, Iceland, Ireland, Italy, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "CYP",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "ISL",
        "IRL",
        "ITA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-12",
    "orgverification": "Third Party",
    "personaldata": "On-line and manually processed data. Data collected via the Internet and phone.",
    "ppdate": "2013-02-08",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TURSTe Dispute Resolution Services. (This is detailed in our Privacy Policy along with a link to the TRUSTe web site.)",
    "signupdate": "2013-02-12",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92618"
}