{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "IDx, LLC",
    "PPLoc": "http://www.eyediagnosis.net/#!safe-harbor/c1zy8 ",
    "Phone": "319-248-5620",
    "activities": "Personal information is used by IDx to facilitate customer account management and billing, quality control, complaint handling activities, adverse event reporting, internal record keeping, product research and development, requests for additional information, and as required by law. Personal information may be shared with IDx agents, contractors, or partners in order for these individuals or entities to provide services for, or with, IDx. These agents, contractors, or partners are restricted from using personal information in any manner outside of the services or partnership for which they were engaged by IDx.  \r\n \r\nIDx may use de-identified patient information for product research and development in order to improve the safety and efficacy of our products. IDx encourages partners to de-identify patient information prior to transmitting over the internet, where possible. However, if patient information is transmitted in identifiable form, the data will be de-identified prior to research and development use by IDx.          \r\n \r\nIDx may also use personal information to improve the information IDx provides individuals on the IDx website about our products and services. IDx will also keep individuals informed about upcoming conferences IDx is participating in, our release schedule, and news stories about IDx when individuals connect with IDx.",
    "address": "485 Hwy 1 West",
    "asp_index": "26422",
    "city": "Iowa City",
    "contactemail1": "clark@eyediagnosis.net",
    "contactfax1": "",
    "contactname1": "Benjamin Clark",
    "contactoff1": "Executive VP & COO",
    "contactphone1": "319-248-5620",
    "contacttitle1": "Executive VP & COO",
    "corpoffemail1": "clark@eyediagnosis.net",
    "corpofffax1": "",
    "corpoffname1": "Benjamin Clark",
    "corpoffphone1": "319-248-5620",
    "corpofftitle1": "Executive VP & COO",
    "eucountries": "Denmark, France, Germany, Ireland, Italy, Netherlands, Norway, Portugal, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "DNK",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "PRT",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-21",
    "orgverification": "in-house",
    "personaldata": "Patient information; Customer information; Health Care Provider information; Business Partner information; Web Site User Information",
    "ppdate": "2015-01-06",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2015-01-21",
    "state": "Iowa",
    "statutorybody": "FTC",
    "zip": "52244"
}