{
    "CertificationStatus": "true",
    "Fax": "212-609-4201",
    "OrgName": "LivePerson, Inc. and its wholly-owned U.S. subsidiaries",
    "PPLoc": "http://solutions.liveperson.com/company/policies/privacy-business.asp ",
    "Phone": "212-609-4200",
    "activities": "LivePerson receives personal information from the EU/EEA as a result of its operations and provisions of enterprise software as a service solution for sales and customer service management on various websites.  In general, the personal information we may collect enables us to provide goods and services to customers and users.\r\n\r\nBusiness Service:  We are an ASP software company that provides chat and other technology to businesses to use for communication with their customers.  From time to time, information entered by a user into the live chat window may be considered personal information under the EU directive.  After obtaining consent or voluntary entry by the user of such data, we capture that information on our servers on behalf of our business customers.\r\n\r\nConsumer Service:  Through our consumer business, consumers obtain advice and other similar services from providers using our chat technology.  We collect users' contact information, such as name and email address, mailing addresses, and financial information (such as credit card information) to pay for the service.  Optional information provided to us includes additional personalized information (such as experience and qualifications) and unique identifiers (such as a screen name).\r\n\r\nHuman Resources Data:  Employee personal information is transferred from the U.K. to the U.S. for LivePerson employees in the United Kingdom and the E.U.",
    "address": "475 10th Avenue, 5th Floor",
    "asp_index": "26423",
    "city": "New York",
    "contactemail1": "safeharbor@liveperson.com",
    "contactfax1": "212-609-4201",
    "contactname1": "",
    "contactoff1": "LivePerson, Inc., Legal Department",
    "contactphone1": "212-609-4200",
    "contacttitle1": "",
    "corpoffemail1": "legal@liveperson.com",
    "corpofffax1": "212-609-4201",
    "corpoffname1": "Monica Greenberg",
    "corpoffphone1": "212-609-4200",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-22",
    "orgverification": "In-House",
    "personaldata": "on-line, off-line, and human resources data",
    "ppdate": "2008-01-01",
    "previous": "26423",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "2008-01-22",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10018"
}