{
    "CertificationStatus": "true",
    "Fax": "303-470-4901",
    "OrgName": "The TRACOM Corporation (doing business as TRACOM Group)",
    "PPLoc": "https:/ www.tracommax.com/privacyPolicy.html ",
    "Phone": "303-470-4900",
    "activities": "The TRACOM Corporation (TRACOM) develops and markets personal and professional development training programs and services, primarily to organizational customers. These are designed to improve interpersonal effectiveness for Individual Contributors, Teams, Sales, and Management. As a part of these services, TRACOM’s programs often include an individualized assessment of a Learner’s behaviors, along with recommendations for possible improvement (an individual Profile Report).\r\n In the course of providing the Profile Report service, TRACOM gathers Personal Data on or about the Learner.  Personal Data includes names, email addresses, security responses, survey responses and optional demographic responses. Sensitive Personal Data gathered includes an optional Ethnicity question (Learners from the United States only). In the course of administering the survey process, TRACOM gathers the names, email addresses, security responses, ship-to addresses and telephone numbers of the Administrators and Facilitators who manage and deliver the training programs. We use the Personal Data to authenticate authorized access to our assessment and development-resources websites and to process the survey data gathered into Learner Reports, used by the Learners and Facilitators in group or individual training and coaching sessions. \r\nIf the Profile Report is based on one of our multi-rater surveys, we will ask the Learner to invite several people to participate as his/her Raters and respond to a survey about the Learner.  We will ask for their names and email addresses, security responses and survey responses. We will send the Raters a one-time email inviting them to securely register with the site and optionally, send them periodic reminders, for a limited time.  TRACOM stores this information for the sole purpose of sending these emails and measuring the progress of the Raters in responding to the Learner’s survey.\r\nPersonal Data collected about or from an individual is considered confidential by TRACOM.  Only authorized personnel (TRACOM Program Administrators and Facilitators, client Program Administrators and Facilitators) have access to Personal Data.  However, once individual Learner Reports have been delivered to the Learners, Program Administrators, or third party Facilitators, these materials are no longer within the control of TRACOM.\r\nTRACOM will retain the Personal Data for as long as the user account is active, unless its removal is governed by a corporate master agreement. Learners may re-use the Profile Report in subsequent, ongoing development activities and also re-survey, to determine their development progress over time.\r\nTRACOM regularly analyzes the survey and demographic responses, including ethnicity responses. The results are used by TRACOM to update and validate our surveys and are occasionally published, in summary form only, in research reports designed for general circulation.  Individuals are never identified in these reports.  Specific organizations are identified only if we receive prior written approval from the organization.",
    "address": "6675 S. Kenton Street, Ste 118",
    "asp_index": "26425",
    "city": "Centennial",
    "contactemail1": "tracomlearning@tracom.com",
    "contactfax1": "303-470-4901",
    "contactname1": "",
    "contactoff1": "TRACOM Client Relations",
    "contactphone1": "303-470-4900",
    "contacttitle1": "",
    "corpoffemail1": "mnew@tracom.com",
    "corpofffax1": "720-833-3661",
    "corpoffname1": "Michael New",
    "corpoffphone1": "720-833-3660",
    "corpofftitle1": "VP Finance and Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-02",
    "orgverification": "Third Party",
    "personaldata": "The personal information we gather from clients, including manually processed data is: name, email address, registration security responses, optional demographic responses (Learners only), optional ethnicity response (US Learners only), survey responses (Learners and Raters only), ship-to addresses (Administrators and Facilitators only), telephone numbers (Administrators and Facilitators only).",
    "ppdate": "2014-05-31",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-11-02",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80111"
}