{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Angelsoft LLC",
    "PPLoc": "https://gust.com/privacy-policy",
    "Phone": "2123588009",
    "activities": "Gust complies with the U.S. – E.U.  Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use and retention of personal data from the European Union member countries.  Gust has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.   \r\n\r\n\r\nFor what purpose will my personal data be used? \r\n\r\nGust uses your personal data to maintain your account and to provide you with the group and deal-flow management and other services offered on the Gust Platform. We also use your personal data to respond to requests that you make of us, and to contact you and to provide you with information that we believe may be of interest to you.\r\n\r\nWe may also use your name and contact information to make queries to social networking and other sites, such as LinkedIn, for a variety of purposes, including, but not limited to, verifying your identity, and showing you how you are linked or connected to other individuals who are also Gust users.\r\n\r\nYour personal data may also be shared with companies in the Gust family of companies or to third parties as described below.\r\n\r\nCan third parties see my personal data? \r\n\r\n•\tThe Gust Platform allows the Organization Administrator of an Organization the ability to set certain settings in the profile of the members of the Organization . Thus, for each Organization, the Administrator decides which information is available for access or review by entrepreneurs and/or other Organizations, and which information is not to be disclosed, or is disclosed to selected entrepreneurs and/or other Organizations, according to the policies of the Organization. Please note that (1) the default settings that are set by an Organization Administrator may change from time to time; (2) each Organization may opt for different default settings. While the Gust Platform includes initial defaults, Gust has no control over the choice of a setting or the change in a default setting by an Organization’s Administrator. \r\n\r\n•\tIf you are an entrepreneur- If you are an entrepreneur and you have posted or uploaded information about you and/or your team, this information is disclosed to the Organizations to whom you have chosen to disclose the information. \r\n\r\nUnder certain business or legal conditions, Gust may have to disclose your personal data to others as follows:\r\n\r\n•\tWithin the Gust Family– Gust may now or in the future have a parent, subsidiary or related company or companies within the Gust family of companies. Gust has the right to share all personal data with all such affiliated companies. \r\n\r\n•\tService Providers - Gust may engage other companies and individuals to perform necessary business functions on behalf of Gust (e.g. customer service or email provider). If it is necessary to perform these functions, these companies or individuals may have access to personal data of our users. These service providers have agreed not to use the personal data for any other purpose other than providing the required services. \r\n\r\n•\tLegally Required Disclosure -Under certain circumstances, disclosure of your personal data may be required by law. Gust may disclose your personal data (1) if, in its own best judgment, it is required to do so in order to comply with a facially valid judicial or governmental subpoena, warrant, or other order, or (2) to a government institution that has asserted its lawful authority to obtain the information, or (3) in connection with the exercise or defense of its rights. \r\n\r\n•\tChange of Ownership - If ownership of Gust changes as a result of a merger, acquisition, or transfer to another company, your personal data may be transferred to the successor entity. If such transfer takes place, you will be notified of any material changes to the Privacy Policy and provided with the ability to opt-out of the transfer of your personal data to the successor entity.  \r\n\r\n3rd Parties are companies unaffiliated with the Gust Platform.  We may share your personal data with 3rd parties if given permission by you so that they can market their products or services to you. If you do not want us to share your personal data with 3rd parties after giving us permission to do so, contact us at support@gust.com.",
    "address": "158 West 29th Street",
    "asp_index": "26430",
    "city": "New York",
    "contactemail1": "jess@gust.com",
    "contactfax1": "",
    "contactname1": "Jess Compagnola",
    "contactoff1": "Privacy Office",
    "contactphone1": "2123588009",
    "contacttitle1": "Vice President of Finance and Operations",
    "corpoffemail1": "jess@gust.com",
    "corpofffax1": "",
    "corpoffname1": "Jess Compagnola",
    "corpoffphone1": "2123588009",
    "corpofftitle1": "VP of Finance and Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "General Science & Technology - (GST)",
    "industrysector_parsed": [
        "General Science & Technology - (GST)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-22",
    "orgverification": "Third Party, TRUSTe",
    "personaldata": "On-line data = data collected directly on the Internet.",
    "ppdate": "2014-12-31",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "We are certified by TRUSTe in a TRUSTe Privacy Program and TRUSTe provides on Dispute Resolution Services.",
    "signupdate": "2015-01-22",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10001"
}