{
    "CertificationStatus": "true",
    "Fax": "646-304-2364",
    "OrgName": "Converseon, Inc.",
    "PPLoc": "http://converseon.com/privacy-statement ",
    "Phone": "212-213-4297",
    "activities": "Converseon is provided with personal information from employees, consultants, freelancers, vendors, customers and clients in the course of their engagement with the Company. We will use and disclose personal information only in a manner compatible with specified and legitimate purposes related to his/her dealings with the Company including, but not limited to:recruitment/appointments, payroll and finance, keeping accounts and records of business transactions,monitoring and promotions of equal opportunity, regulatory and professional requirements, prevention and detection of crime, quality control, processing personal data on behalf of a client/customer.\r\n \r\nConverseon shall provide the individual with the choice and means for limiting the use and disclosure of their Personal Information. Notice will be provided in clear and conspicuous language when individuals are first asked to provide Personal Information to the Company, or as soon as practicable thereafter, and in any event before the Company uses or discloses the information for a purpose other than for which it was originally collected. Converseon will offer individuals the opportunity to choose (opt out) whether their Personal Information is (i) disclosed to a third party or (ii) to be used for a purpose other than for which it was originally collected or subsequently authorized by the individual.",
    "address": "53 W. 36th Street",
    "asp_index": "26447",
    "city": "New York",
    "contactemail1": "accounting@converseon.com",
    "contactfax1": "646-304-2364",
    "contactname1": "Gladys Linares",
    "contactoff1": "Converseon",
    "contactphone1": "212-213-4297",
    "contacttitle1": "Finance Director",
    "corpoffemail1": "rkey@converseon.com",
    "corpofffax1": "646-304-2364",
    "corpoffname1": "Rob Key",
    "corpoffphone1": "917-546-8301",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Italy, Netherlands, Norway, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "ITA",
        "NLD",
        "NOR",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-28",
    "orgverification": "In-house",
    "personaldata": "Personal Data Covered includes employees, consultants, freelancers, vendors, customers and clients received in the course of their engagement with the Company. Some data includes manually processed data.",
    "ppdate": "2012-10-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "for organization human resources data: EU data protection authorities. For all other types of data: BBB EU Safe Harbor.",
    "signupdate": "2012-11-28",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10018"
}