{
    "CertificationStatus": "true",
    "Fax": "770-604-0000",
    "OrgName": "Six Continents Hotels, Inc. an InterContinental Hotels Group company",
    "PPLoc": "http://www.ihg.com/hotels/us/en/global/customer_care/privacy_statement ",
    "Phone": "770-604-2000",
    "activities": "Six Continents Hotels, Inc. is a US-headquartered company in the hotel business. There are over 4,700 hotels in almost 100 countries in the InterContinental Hotels Group system.  Our brands include InterContinental, HUALUXE, Crowne Plaza, Hotel Indigo, EVEN Hotels, Holiday Inn, Holiday Inn Express, Staybridge Suites and Candlewood Suites.  Our hotels collect and process personal information of guests, employees, associates and business partners, some of which is transferred to the United States for processing.  Our processing activities include managing reservations and guest information (including information pertaining to IHG Rewards Club Program members), payment processing and financial transactions, human resources data processing, and processing of data in connection with our franchise relationships.",
    "address": "Three Ravinia Drive, Suite 100",
    "asp_index": "26453",
    "city": "Atlanta",
    "contactemail1": "jacob.pond@ihg.com",
    "contactfax1": "",
    "contactname1": "Jacob Pond",
    "contactoff1": "Legal Department",
    "contactphone1": "770-604-5959",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "peter.dooley@ihg.com",
    "corpofffax1": "770-604-5952",
    "corpoffname1": "Peter Dooley",
    "corpoffphone1": "770-604-5781",
    "corpofftitle1": "Vice President, IT Security",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-29",
    "orgverification": "In-house and TRUSTe",
    "personaldata": "All online and offline data collected by IHG from guests, employees and business partners in the European Union and Switzerland",
    "ppdate": "2014-02-21",
    "previous": "",
    "privacyprograms": "TRUSTe Privacy Seal Program and EU Dispute Resolution Program",
    "recoursemech": "TRUSTe EU Dispute Resolution Program; EU Data Protection Authorities for HR data",
    "signupdate": "2010-01-29",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30346-2121"
}