{
    "Fax": "504-566-4582",
    "OrgName": "Tidewater Inc.",
    "PPLoc": "http://www.tdw.com/about/safe-harbor-certification/; the full policy is available at the corporate office in New Orleans",
    "Phone": "504-568-1010",
    "activities": "Tidewater may collect or receive personal data about its and its related companies’ employees and contractors, including some data from the European Union, for the purpose of implementing and maintaining Tidewater’s global human resources program.  The data collected is part of Tidewater’s efforts to globalize its management of its diverse workforce via a centralized human resource system.  Tidewater Inc.’s human resource department will be able to review and report on global personal and job data related to available positions in various operating areas, compensation and operating expenses, and more effectively provide data to underwriters for various insurance placements that serve employees and the company.  Additionally, selected data points will be provided for compliance training initiatives, for adjudication of claims of the data subject, and for operationally required data points that will feed into a global crewing system that will manage Tidewater’s global manning needs.  Such personal data may include name, national identification number (where applicable), residential address, emergency contact information, compensation, language skills, licenses, certifications, passport/visa/work permit information, pension and benefits data, and medical certifications as required by the area where the employee works.  For mariners, much of this information is already provided by the employees to the areas where they work as part of regulatory flag state and license requirements.",
    "address": "601 Poydras Street, Suite 1500",
    "asp_index": "26479",
    "city": "New Orleans",
    "contactemail1": "jchaffe@tdw.com",
    "contactfax1": "504-566-4561",
    "contactname1": "John Chaffe",
    "contactoff1": "Corporate Headquarters.",
    "contactphone1": "504-568-1010",
    "contacttitle1": "Director of IT",
    "corpoffemail1": "dwillingham@tdw.com",
    "corpofffax1": "713-470-0077",
    "corpoffname1": "Ms. Deborah Willingham",
    "corpoffphone1": "713-470-5300",
    "corpofftitle1": "VP- Human Resources",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Transportation Srvs (Except Aviation) - (TRN)",
    "industrysector_parsed": [
        "Transportation Srvs (Except Aviation) - (TRN)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-23",
    "orgverification": "in-house",
    "personaldata": "See Description of Activities section. Includes, but not limited to human resources data, compensation data, license data, health and safety data",
    "ppdate": "2011-02-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs)",
    "signupdate": "2011-02-23",
    "state": "Louisiana",
    "statutorybody": "FTC",
    "zip": "70130"
}