{
    "CertificationStatus": "true",
    "Fax": "703-391-6975",
    "OrgName": "Software AG USA, Inc.",
    "PPLoc": "http://www.softwareag.com/corporate/privacy_cloud.asp ",
    "Phone": "703-860-5050",
    "activities": "Software AG may receive, store, and process personal information from the EU as follows: (i) Software AG hosts and processes organizational data, which may include personal information, received from registered users and trial users through password-protected application pages that require registration; and (ii) Software AG collects personal information through its public websites. \r\n\r\nUser Data\r\nFor registered users, Software AG receives, stores and processes (1) contact, account and billing information that users submit to Software AG and (2) any data that the user enters into the Software AG platform, as part of using the service such as human resources, financial, accounting, customer, technical, process related data for which the user is using the service. Software AG stores data that is controlled, initiated and executed by the user. Software AG uses and processes data to market, provide, improve and charge for the service.",
    "address": "11700 Plaza America Drive, Suite 700",
    "asp_index": "26490",
    "city": "Reston",
    "contactemail1": "privacy@softwareag.com",
    "contactfax1": "703-391-6975",
    "contactname1": "Hans-Christoph Hรถpker",
    "contactoff1": "Software AG",
    "contactphone1": "703-860-5050",
    "contacttitle1": "Data Protection Officer",
    "corpoffemail1": "privacy@softwareag.com",
    "corpofffax1": "703-391-6975",
    "corpoffname1": "W. Stan Smith",
    "corpoffphone1": "703-860-5050",
    "corpofftitle1": "Sr. Vice President and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-24",
    "orgverification": "In-house",
    "personaldata": "Software AG USA, Inc. processes organizational data and user information. Organizational data includes correspondence data, and billing data. User information includes user and customer information such as name, email and telephone number. Both data types, organizational data and user information, are at times manually handled by Software AG staff who have been trained to handle personal data.",
    "ppdate": "2014-01-01",
    "previous": "26490",
    "privacyprograms": "N/A",
    "recoursemech": "For complaints unable to be resolved in-house, Software AG USA, Inc. will seek recourse through the EU data protection authorities.",
    "signupdate": "2014-02-24",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "20190"
}