{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Simple Energy, Inc.",
    "PPLoc": "http://simpleenergy.com/privacy/ ",
    "Phone": "303-953-4735",
    "activities": "Simple Energy is a software as a service company.  We use a mostly digital residential customer engagement software program that we deploy in partnership with utilities. We transform customer and consumption data into digital messages that inspire people to take action to save energy and allow utilities to meet their energy efficiency goals.  The rate at the exchange of personal information is tailored to each utilities' requirements.  In order to fully participate in our programs, you must be a current customer of our utility partner.\r\n\r\nOn our public corporate website, people can submit their name and contact information if they want to receive additional information about our company and our services.",
    "address": "1215 Spruce Street, Suite 301",
    "asp_index": "26493",
    "city": "Boulder",
    "contactemail1": "policy@simpleenergy.com",
    "contactfax1": "",
    "contactname1": "Lisa Hough",
    "contactoff1": "Simple Energy, Inc./Boulder",
    "contactphone1": "303-725-9847",
    "contacttitle1": "VP, External Affairs",
    "corpoffemail1": "justin@simpleenergy.com",
    "corpofffax1": "",
    "corpoffname1": "Justin Segall",
    "corpoffphone1": "303-800-5465",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-02",
    "orgverification": "In-House",
    "personaldata": "Customer account data from which includes premise and segmentation data; customer event data (enrollment, unenrollment, account change and activity); and historical interval consumption data.  We do not manually process data.",
    "ppdate": "2015-01-08",
    "previous": "26493",
    "privacyprograms": "Simple Energy maintains its own privacy program and self regulates.",
    "recoursemech": "Simple Energy commits to cooperate with data protection authorities in the European Union (EU DPAs) and Switzerland (Swiss FDPIC) or their authorized representatives.",
    "signupdate": "2015-02-02",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80302"
}