{
    "CertificationStatus": "true",
    "Fax": "9175911632",
    "OrgName": "Surfin Mouse LLC.",
    "PPLoc": "http://myjobhelper.com/privacy.php ",
    "Phone": "6093570509",
    "activities": "We operate a job search web site where web site visitors from the EU/EEA and Switzerland may visit the site to look for open job positions posted by employers. Information they may supply to us includes a postal code, the type of job they are looking for and their email address. If the email address is supplied, it is to receive daily email alerts detailing recent jobs posted near the user. This information would be received by Surfin Mouse LLC. when the user first visits our web site, or at any time during future visits. The user may use our web site without providing an email address, and it will still be fully functional. A cookie will be placed saving their job search criteria in order to deliver relevant results to the user during future visits. \r\n\r\nWhen an email address is provided and the user elects to receive daily job alerts, the information provided will only be used to deliver job postings to those users. We may use third parties to aid in the email delivery of these job alerts. They shall have access to users' personal information as needed to perform their functions for us but we do not permit them to use personal information for other purposes. \r\n\r\nWe will retain the information for as long as the user's account is active or as needed to provide services. We also retain and use the information as necessary to comply with legal obligations and resolve disputes.\r\n\r\nIf a user elects not to receive further job alerts, we store that information in order to honor that request on an on-going basis.",
    "address": "817 Broadway FL5",
    "asp_index": "26498",
    "city": "New York",
    "contactemail1": "josh@myjobhelper.com",
    "contactfax1": "9175911632",
    "contactname1": "Joshua Blumenfeld",
    "contactoff1": "Surfin Mouse LLC.",
    "contactphone1": "6093570509",
    "contacttitle1": "CEO",
    "corpoffemail1": "josh@myjobhelper.com",
    "corpofffax1": "9175911632",
    "corpoffname1": "Joshua Blumenfeld",
    "corpoffphone1": "6093570509",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Employment Services - (EMP)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Employment Services - (EMP)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-28",
    "orgverification": "Third Party. TRUSTe.",
    "personaldata": "Online Data",
    "ppdate": "2015-01-26",
    "previous": "26498",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-01-28",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10003"
}