{
    "CertificationStatus": "true",
    "Fax": "910-693-1785",
    "OrgName": "Hirease, Inc.",
    "PPLoc": "http://www.hirease.com/privacy-policy/ ",
    "Phone": "910-693-1764",
    "activities": "Hirease is a Consumer Reporting Agency as defined by the Fair Credit Reporting Act.  Hirease provides employment screening services to employers to assist them during the hiring process and making employment decisions.  Hirease obtains and collects personal data from consumers for the purpose of conducting the employment consumer report. The verifications and/or checks may include but are not limited to: driving records, workers compensation records (in compliance with the ADA or other applicable law), credit bureau files, employment references, personal references, any educational and licensing institution records, and any criminal records information.  Consumers consent to and authorize Hirease to conduct such searches.  Hirease is accredited by the National Association of Background Screeners.",
    "address": "PO Box 2559",
    "asp_index": "26499",
    "city": "Southern Pines",
    "contactemail1": "tiffany.willis@hirease.com",
    "contactfax1": "910-693-1785",
    "contactname1": "Tiffany Willis",
    "contactoff1": "Hirease, LLC.",
    "contactphone1": "910-693-1764",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "tiffany.willis@hirease.com",
    "corpofffax1": "910-693-1785",
    "corpoffname1": "Tiffany Willis",
    "corpoffphone1": "910-693-1764",
    "corpofftitle1": "Attorney",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Employment Services - (EMP)",
    "industrysector_parsed": [
        "Employment Services - (EMP)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-14",
    "orgverification": "In- House",
    "personaldata": "All; On-line, Off-line, Manually Processed",
    "ppdate": "2007-01-01",
    "previous": "26499",
    "privacyprograms": "BBB EU SAFE HARBOR",
    "recoursemech": "Hirease complies with all applicable state, local and federal laws regarding personal information, including the FCRA. For organization human resources data: Hirease will comply with and cooperate with EU Data Protection Authorities (DPAs) and/or Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate any unresolved complaints; for all other data: the BBB EU Safe Harbor.",
    "signupdate": "2013-02-14",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "28388"
}