{
    "Fax": "0000000000",
    "OrgName": "Deal Roadshow LLC",
    "PPLoc": "https://dealroadshow.com/home/privacy_policy",
    "Phone": "8889976610",
    "activities": "Deal Roadshow is an SEC compliant electronic roadshow solution for public and private offerings. \r\n\r\nDepending on the given transaction, investors from the EU and/or Switzerland may be invited to view a roadshow. If this is the case, we collect the investor's name, company name and email address.\r\n\r\nFor bankers from the EU or Switzerland interested in creating electronic roadshows using our service, we collect the same information above along with an account password and a contact phone number (work and/or mobile).\r\n\r\nNote that we are a newly launched company and currently do not receive any personal information from any individual in an EU country or Switzerland.",
    "address": "244 5th Ave, Suite A-148",
    "asp_index": "26495",
    "city": "New York",
    "contactemail1": "jordan@dealroadshow.com",
    "contactfax1": "0000000000",
    "contactname1": "Jordan Adler",
    "contactoff1": "New York",
    "contactphone1": "2014103767",
    "contacttitle1": "President",
    "corpoffemail1": "jordan@dealroadshow.com",
    "corpofffax1": "0000000000",
    "corpoffname1": "Jordan Adler",
    "corpoffphone1": "2014103767",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-26",
    "orgverification": "In-house",
    "personaldata": "Customer and client data, including manually processed data.",
    "ppdate": "2013-09-25",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "If there is a complaint that cannot be resolved through our internal processes, we agree to participate in the dispute resolution procedures of the panel established by the European Data Protection Authorities to resolve disputes pursuant to the Safe Harbor Principles and to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2014-02-26",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10001"
}