{
    "CertificationStatus": "false",
    "Fax": "312-704-0253",
    "OrgName": "Verity Group",
    "PPLoc": "http://verityinc.com/index.php/safe-harbor-privacy-policy ",
    "Phone": "312-704-0247",
    "activities": "The Verity Group handles client data that is with in the scope of a potential litigation or internal investigation.  We are a legal service provider that works with law firms and coporations in the area of Computer Forensics, data processing, data hosting and document review.",
    "address": "222 N. Lasalle street #1930",
    "asp_index": "26515",
    "city": "Chicago",
    "contactemail1": "nptassi@verityinc.com",
    "contactfax1": "312-704-0253",
    "contactname1": "Nancy Paluch Tassi",
    "contactoff1": "Chicago - Corporate HQ",
    "contactphone1": "630-220-6887",
    "contacttitle1": "Director of Sales & General Counsel",
    "corpoffemail1": "tiutzwig@verityinc.com",
    "corpofffax1": "312-704-0253",
    "corpoffname1": "Tom Iutzwig",
    "corpoffphone1": "312-704-0247",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Legal Services - (LES)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Legal Services - (LES)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2015-04-18",
    "orgverification": "Self - Assessment",
    "personaldata": "Contents of data received is dependent on the client and the scope of investigation so can include customers, clients, medical, insurance, financial and HR.",
    "ppdate": "2013-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Pursuant to the Safe Harbor recognized approach of self-assessment, Verity Group understands and agrees that individuals shall have the opportunity to directly submit written complaints regarding our handling of their personal data. We will review all complaints received in writing for purposes of determining whether our preservation and storage of the individual's data has been consistent with our Safe Harbor Privacy Policy. If we determine that any actions we have taken are in fact inconsistent with our Policy, we will immediately take appropriate steps to remedy the issue we may have caused. If we are unable to resolve the issue to the satisfaction of the individual concerned, we agree to mediate the issue through either the Judicial Arbitration & Mediation Service (JAMS) or the American Arbitration Association (AAA).\r\n \r\nAdditionally, should we at any time find that an internal process causes us to be in breach of our Privacy Policy, Verity Group will take immediate action to alleviate the issue. Should we determine that any employee of Verity Group has failed to adhere to the terms of this Policy, such employee may be subject to disciplinary action up to and including termination.",
    "signupdate": "2013-04-18",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60601"
}