{
    "CertificationStatus": "true",
    "Fax": "5043277269",
    "OrgName": "Appboy, Inc.",
    "PPLoc": "http://www.appboy.com/privacy ",
    "Phone": "5043277269",
    "activities": "Appboy is a marketing automation platform for mobile applications. Our product is composed of a software library which is installed in our customers' mobile applications. This library collects analytics information about the usage of the application, which we allow our customers to create different user cohorts for automated marketing messaging. Please refer to our privacy policy, below, for more information.\r\n\r\nIn 2014, Appboy hired an independent, third-party security firm to perform a security audit of our application and services. The security audit, which also consisted of an architecture and network security review, found no issues regarding access controls, data exposure, or denial of service. Appboy has retained this firm for an audit in 2015 as well.",
    "address": "263 West 38th Street, 16th floor",
    "asp_index": "26541",
    "city": "New York",
    "contactemail1": "jon@appboy.com",
    "contactfax1": "5043277269",
    "contactname1": "Jonathan Hyman",
    "contactoff1": "Appboy, Inc.",
    "contactphone1": "5043277269",
    "contacttitle1": "Chief Information Officer",
    "corpoffemail1": "jon@appboy.com",
    "corpofffax1": "5043277269",
    "corpoffname1": "Jonathan Hyman",
    "corpoffphone1": "5043277269",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-28",
    "orgverification": "In-house",
    "personaldata": "Appboy may store identifiable information such as names and email addresses of our customers and their mobile app users, but all information about an individual is given by that individual. Appboy does not collect customer information from third-party sources.",
    "ppdate": "2014-02-28",
    "previous": "26541",
    "privacyprograms": "N/A",
    "recoursemech": "Appboy takes privacy issues very seriously. Complaints can be emailed to privacy@appboy.com or mailed in writing to:\r\n\r\nAppboy, Inc.\r\nPrivacy Policy Issues\r\n263 W. 38th Street\r\n16th Floor\r\nNew York, NY 10018\r\n\r\nUpon receipt, Appboy's Chief Information Officer will investigate all claims and correct or amend any errors. Appboy also retains legal representation for privacy issues.\r\n\r\nWe agree to cooperate and comply with the EU DPAs and the FDPIC to investigate unresolved complaints.",
    "signupdate": "2014-02-28",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10018"
}