{
    "CertificationStatus": "true",
    "Fax": "330-668-7204",
    "OrgName": "A. Schulman, Inc",
    "PPLoc": "http://www.aschulman.com/UserFiles/ASI_Data_Privacy.pdf ",
    "Phone": "330-666-3751",
    "activities": "A. Schulman is committed to complying with the applicable data privacy and security requirements in the countries in which we operate to ensure protection of the personal data of our employees, as well as our company’s reputation.  As a United States headquartered company with operations worldwide, A. Schulman Inc. is seeking Safe Harbor Certification in order to be able to receive personal data from and regarding former, current and future employees (i.e. applicants / candidates) of the companies under common control of A. Schulman Inc., which are based in the EU/EEA and or Switzerland.\r\n\r\nThe categories of data regarding the data subjects that would be transferred are dependent on local data privacy requirements and would include amongst others name, home contact information, date and place of birth, family status, salary information, start and end date (if applicable) of employment, etc.  Access to such data is restricted to individuals within human resources and finance and is protected through security measures, such as password protection.\r\n\r\nThe personal data transferred to the United States headquarters will be subject to the following basic processing activities: (i) benefits administration, (ii) salary administration, (iii) performance management and other HR related analysis, (iv) succession planning and career path planning, and (v) training administration and management.\r\n\r\nDue to the many differences among the different jurisdictions, A. Schulman adopted a ‘Policy on Data Protection and Privacy of Personal Data’ that creates a common core of values, policies and procedures intended to achieve nearly universal compliance.  This global policy, which is publicly available on our company website, will be supplemented with alternative or additional policies or implementation procedures applicable in those jurisdictions with unique requirements.\r\n\r\nIn line with the abovementioned policy, which incorporates amongst others the principles of EU Directive 95/46/EC regarding protection of personal data, A. Schulman Inc. insures that with regards to the employee data which it will receive:\r\n•\tthe processing, including the transfer itself, of the personal data has been and will continue to be carried out in accordance with the relevant provisions of the applicable data protection law; and,\r\n•\tthat it will have sufficient technical and organizational security measures in place aimed at protecting personal data against accidental or unlawful destruction or accidental loss, alteration, unauthorized disclosure or access and against all other unlawful forms of processing.  \r\n\r\nA. Schulman provides notification of its ‘Policy on Data Protection and Privacy of Personal Data’ to all employees through electronic and in-person means in different languages.  The policy includes contact information for employees to raise concerns (anonymously should they so desire).  Our company’s employees with responsibility in the area of human resources are provided training on appropriate handling of personal information, and the company’s internal audit department has responsibility for auditing compliance to the privacy policy as well as with safe harbor principles.",
    "address": "3550 West Market Street",
    "asp_index": "26540",
    "city": "Akron",
    "contactemail1": "stacy_walter@us.aschulman.com",
    "contactfax1": "330-668-7396",
    "contactname1": "Stacy Walter",
    "contactoff1": "Audit Department",
    "contactphone1": "330-668-7289",
    "contacttitle1": "Director of Internal Audit & Compliance",
    "corpoffemail1": "david_minc@us.aschulman.com",
    "corpofffax1": "330-247-9190",
    "corpoffname1": "David C. Minc",
    "corpoffphone1": "330-668-7345",
    "corpofftitle1": "Chief Legal Officer",
    "eucountries": "Austria, Belgium, Czech Republic, France, Germany, Hungary, Italy, Netherlands, Poland, Romania, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "FRA",
        "DEU",
        "HUN",
        "ITA",
        "NLD",
        "POL",
        "ROU",
        "SVK",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Plastic Materials & Resin - (PMR)",
    "industrysector_parsed": [
        "Plastic Materials & Resin - (PMR)"
    ],
    "latest": "false",
    "nextcertification": "2016-02-26",
    "orgverification": "In-house",
    "personaldata": "Personal information regarding employees and related to the employment relationship, which includes manually processed data.",
    "ppdate": "2012-06-30",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (AAA), ICDR/AAA Safe Harbor Program",
    "signupdate": "2013-02-26",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "44333"
}