{
    "CertifiedThroughLabel": "",
    "Fax": "248-299-4913",
    "OrgName": "Q-DAS Incorporated",
    "PPLoc": "http://www.q-das.com/en/company/legal-notices-and-privacy-statement/ ",
    "Phone": "248-299-4910",
    "activities": "Q-DAS is an internationally active software company specializing in the computerization of statistical procedures with headquarters in Weinheim, Germany. \r\nAll software programming is performed at the headquarters. The company’s main focus is on quality management applications. It is in this context that the qs-STAT and procella software packages were developed. Our programs support the current international standards, as well as relevant industry standards and guidelines. This allows practitioners to quickly find their place in their daily work, enabling them to evolve customized solutions. Results can be professionally presented, using a number of different formats. Another important area of activity for Q-DAS is training. Apart from seminars, user meetings and forums about current statistical issues, Q-DAS delivers training courses, either in-house or at the customer’s site. The Q-DAS statistics training has a modular design and can be tailored to suit the course participants’ duties and prior knowledge. Computer use enables efficient and job-related knowledge transfer. Apart from software programs, we also provide training manuals, case studies and a statistics glossary on CD. Leading educational establishments offer our training courses under license. We are also happy to provide consulting services relating to statistical quality management issue, perform analyses and provide project support. \r\nWe have distribution partners in most European countries who also offer technical support and training in the relevant national languages. We provide services such as software distribution, training, hotline or on-site installations for our North-American customers.\r\nIt is very important for Q-DAS Incorporated to protect your Privacy Data and Information. “Personal Data” and “Personal Information” are data about an identifiable individual that are within the scope of the Directive, received by a U.S. organization from the European Union, and recorded in any form.\r\nQ-DAS Inc. respects the privacy of its customers. To give you good feeling and to show how important the issue is for us regarding the protection of your Personal Information, we decided to join the Safe Harbor Program. The decision to qualify for the Safe Harbor Program is entirely voluntary.\r\nWhen we receive Personal Information from the European Union we follow the Safe Harbor Principles published by the U.S. Department of Commerce with respect to all such data. Only the employees will have access to your Personal Information. We take responsible steps to protect the information from loss, misuse and unauthorized access, disclosure, alteration or destruction. We guarantee physical and electronic procedures to safeguard and secure your information from misuse and loss. The purpose of collecting the Personal Information such as name, address and phone number is to have the chance to facilitate communication. We need the contact details for proposals, training classes and on-site services. Either in the past Q-DAS Inc. didn’t receive Sensitive Personal Information from the European Union nor will we receive such Sensitive Personal Information in the future. In addition we don’t receive human resources data from the European Union or send human resources data from the US to the European Union.\r\nOne of the fundamental tenets of a successful business is to have a trustful relationship with the customer. For this reason it is crucial to us to make you comfortable regarding your Personal Information. The only Personal Information we collect or receive from the European Union is the contact details. The contact details include name, address, phone number, and email address. \r\n\r\nIII.\tPrivacy Policy Statement:\r\nBelow please see our Privacy Policy Details to learn more about our privacy practices.\r\n              Our Principles:\r\n1.\tNotice: Q-DAS Inc. will give you in terms of time a notification of describing what personal information we are collecting. In addition you will get a notification of how we will use the Personal Information and the types of third parties with whom we may share your Personal Information. We will provide you the choice and means for limiting the use and disclosure of your Personal Information.\r\n2.\tChoice: You have the chance and opportunity to choose the ways we share and use your Personal Information. \r\n3.\tOnward Transfers: In case we have to transfer your Personal Information to a third party, we will notify you and give you the option to decide about the transfer. Third party is disclosed any Personal Information will be subscribed to the Principles. We will not share your Personal Information with third parties without your consent. \r\n4.\tData Security: One of the most important issues of Q-DAS Inc. is to protect your Personal Data and Personal Information. We secure to protect your Personal  Information from misuse, loss, disclosure and unauthorized access. \r\n5.\tRelevance: We will collect only the required Personal Information needed, or as permitted by law. We have no other intention of using your contact details.\r\n6.\tAccess: Upon request you will have the opportunity to access your Personal Information. We will provide means for you to correct, amend or delete inaccurate information, except where the burden or expense of providing access would be disproportionate to the risk the individual’s privacy in case of question, or where the legitimate rights of persons other than the individual would be violated.\r\n7.\tEnforcement: Q-DAS Inc. will periodically use a self-assessment approach to assure compliance with this privacy policy. In case that a complaint or dispute cannot be resolved through our internal process, we agree to dispute resolution using (an independent resource mechanism) as a third party resolution provider. Q-DAS Inc. has an independent recourse mechanism which is available to investigate unresolved complaints. The name of the company we are working with is BBB EU Safe Harbor Program. In case that we cannot resolve your request or problem you have the opportunity to contact them to find a solution for your complaint. Please find below the contact details for BBB EU Safe Harbor. Our goal is to put you at ease. Please feel free to contact us regarding any concerns regarding the protection of your Personal Information. We will work together to resolve your concerns regarding your private practices. \r\n\r\n\r\n8.\tInternational Transfer: In the case that your Personal Information is transfer to another country, we will take appropriate measures to protect your privacy and the Personal Information.",
    "address": "2582 Product Drive",
    "asp_index": "26551",
    "city": "Rochester Hills",
    "contactemail1": "kerstin.etzler@q-das.com",
    "contactfax1": "248-299-4913",
    "contactname1": "Kerstin Etzler",
    "contactoff1": "Q-DAS Inc.",
    "contactphone1": "248-299-4910",
    "contacttitle1": "Business Development",
    "corpoffemail1": "kerstin.etzler@q-das.com",
    "corpofffax1": "248-299-4913",
    "corpoffname1": "Kerstin Etzler",
    "corpoffphone1": "248-299-4910",
    "corpofftitle1": "Office Manager",
    "eucountries": "Czech Republic, France, Germany, Italy, Romania, United Kingdom",
    "eucountries_parsed": [
        "CZE",
        "FRA",
        "DEU",
        "ITA",
        "ROU",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Automotive Parts & Service Equipment - (APS)Aircraft & Parts - (AIR)",
    "industrysector_parsed": [
        "Aircraft & Parts - (AIR)",
        "Automotive Parts & Service Equipment - (APS)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-18",
    "orgverification": "In-house Verification",
    "personaldata": "Customer Data",
    "ppdate": "2013-01-18",
    "previous": "",
    "privacyprograms": "Q-DAS Inc. is no member in any privacy programs.",
    "recoursemech": "Q-DAS Inc. has an independent recourse mechanism, which is available to investigate unresolved complaints: Council of Better Business Bureaus, Inc. (BBB EU Safe Harbor Program)",
    "signupdate": "2013-01-18",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48309"
}