{
    "CertificationStatus": "true",
    "Fax": "508-830-1267",
    "OrgName": "PartyLite Worldwide, LLC",
    "PPLoc": "http://www.partylite.co.uk/privacy-statement.html ",
    "Phone": "508-830-3100",
    "activities": "Certain Information concerning PartyLite Consumers, which may include but is not limited to name, personal contact information, credit card or other payment information and order information, provided in connection with ordering from PartyLite Consultants and Leaders and online ordering in EU Countries and Switzerland will be transferred to PartyLite and maintained in the United States. \r\n\r\nCertain information concerning PartyLite’s Consultants and Leaders, which may include but is not limited to name, personal contact information, national identification number, and certain banking or credit card information necessary to maintain our business relationship, provided in connection with enrollment in PartyLite’s independent contractor salesforce in EU Countries and Switzerland will be transferred to PartyLite and maintained in the United States.  \r\n\r\nPersonal Information concerning PartyLite employees, which may include but is not limited to name, personal contact information, compensation, performance ratings, national identification number, and banking information, provided to the Company in connection with your employment in EU Countries and Switzerland will be maintained in the United States.",
    "address": "59 Armstrong Road",
    "asp_index": "26558",
    "city": "Plymouth",
    "contactemail1": "gpowers@partylite.com",
    "contactfax1": "508-830-1267",
    "contactname1": "George Powers",
    "contactoff1": "PartyLite Worldwide, Inc.",
    "contactphone1": "508-830-3100",
    "contacttitle1": "Internal Controls / Compliance Manager",
    "corpoffemail1": "MCuddy@Partylite.com ",
    "corpofffax1": "508-732-5686",
    "corpoffname1": "Martin Cuddy",
    "corpoffphone1": "508-732-2332",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Italy, Netherlands, Norway, Poland, Slovakia, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "SVK",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Household Consumer Goods - (HCG)",
    "industrysector_parsed": [
        "Household Consumer Goods - (HCG)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-16",
    "orgverification": "In-house verification",
    "personaldata": "Personal data related to customer ordering information, personal data related to salesforce to facilitate business relationship, and personal data related to PartyLite employees. (Described more fully above.)",
    "ppdate": "2012-12-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "International Centre for Dispute Resolution (ICDR), a division of the American Arbitration Association (AAA)",
    "signupdate": "2013-01-16",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02360"
}