{
    "CertificationStatus": "true",
    "Fax": "(503) 790-2525",
    "OrgName": "Vesta Corporation",
    "PPLoc": "https://vsafe.trustvesta.com/#/privacy_policy",
    "Phone": "(503) 790-2500",
    "activities": "Vesta’s vSafe product provides payment processing and fraud screening to e-commerce merchants through software-as-a-service. vSafe requires the merchants collect certain information from the customer in order to successfully process the payment (per card association rules) and verify identity of the customer (to prevent fraud). Customers provide this information through a user interface (web, mobile web, mobile application, Integrated Voice Response (IVR), or Customer Service Agent) to the merchant, who passes the information to vSafe for payment approval.",
    "address": "4400 Alexander Drive",
    "asp_index": "26563",
    "city": "Alpharetta",
    "contactemail1": "Ruthie.Dreger@trustvesta.com",
    "contactfax1": "(503) 790-2525",
    "contactname1": "Ruthie Dreger",
    "contactoff1": "Vesta Corporation",
    "contactphone1": "(503) 790-2500",
    "contacttitle1": "Legal Assistant",
    "corpoffemail1": "Joshua.Creem@trustvesta.com",
    "corpofffax1": "(503) 790-2525",
    "corpoffname1": "Joshua Creem",
    "corpoffphone1": "(503) 790-2500",
    "corpofftitle1": "Corporate Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-26",
    "orgverification": "In-house",
    "personaldata": "Customer data including name, address, credit or debit card number, and email address. In certain situations, additional questions may be asked of the customer online or via agent representation to verify identity in the purchasing process.",
    "ppdate": "2015-02-01",
    "previous": "26563",
    "privacyprograms": "None",
    "recoursemech": "Customers are requested to first contact the Corporate Officer to resolve any disputes. Vesta has committed to refer any unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If a customer does not receive timely response or is the request is not satisfactorily addressed, visit the BBB EU SAFE HARBOR web site at http://www.bbb.org/us/safe-harbor-complaints/ for more information and to file a complaint.",
    "signupdate": "2015-02-26",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30022"
}