{
    "CertificationStatus": "true",
    "Fax": "424-231-1112",
    "OrgName": "Riot Games, Inc.",
    "PPLoc": "http://na.leagueoflegends.com/legal/privacy ",
    "Phone": "424-231-1111",
    "activities": "Riot Games Inc. hosts an online, multi-player computer game. Users must register for an account in order to access the game service. In doing so, users are asked to provide certain personally identifiable information, specifically, an email address and DOB, and to create a username and password in order to continually log-in to the game service.  In the course of maintaining a game account, users might also be asked to participate in online surveys about the game, or in other game-related promotional contests. Participation in these activities will be requested either via email or through a post to the website, and participation by the user is entirely voluntary.  Generally, a user is only required to provide an email address in order to participate.  However, there might be cases where users are asked to provide other types of information, including name, gender, and other contact information, particularly in order to identify and contact the winner of a specific contest.  Additionally, the company’s servers automatically recognize and collect users’ domain names and IP addresses.  The company has security measures in place to prevent the loss, misuse and alteration of the personally identifiable information it obtains from its users.  Any personally identifiable information collected by the company will not be shared with any third parties without the user’s consent, except as necessary to provide the gaming and website services, or to comply with the law.  Company will also not sell any personally identifiable information, except as necessary to accommodate changes in its business where a sale of all of the company’s assets would include the information collected through the website or the game service. Users might also participate in online forums on the website or in real-time in-game chat. As explained in the privacy policy, information provided by the users in these areas becomes public information. It is understood that the company might store information provided in these areas and that there is no expectation of privacy in the information provided in these areas.",
    "address": "2450 Broadway",
    "asp_index": "26565",
    "city": "Santa Monica",
    "contactemail1": "dmuto@riotgames.com",
    "contactfax1": "424-231-1112",
    "contactname1": "Daniel Muto",
    "contactoff1": "Riot Games, Inc. (Attn: Legal)",
    "contactphone1": "424-231-1403",
    "contacttitle1": "Associate Counsel",
    "corpoffemail1": "rwilliams@riotgames.com",
    "corpofffax1": "424-231-1112",
    "corpoffname1": "Ron Williams",
    "corpoffphone1": "424-231-1111",
    "corpofftitle1": "Vice President of Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Toy & Games - (TOY)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Toy & Games - (TOY)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-31",
    "orgverification": "In-House and Third Party (TRUSTe)",
    "personaldata": "on-line data (both automated and manually processed), and human resources data",
    "ppdate": "2012-12-03",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe dispute resolution process, cooperation with the EU and Swiss data protection authorities",
    "signupdate": "2011-01-31",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90404"
}