{
    "CertifiedThroughLabel": "",
    "Fax": "866 379 6154",
    "OrgName": "Avature Limited",
    "PPLoc": "http://www.avature.net/en/privacy-policy/ ",
    "Phone": "212 380 4160",
    "activities": "Avature operates as a computer services provider of recruiting systems. Avature is an application service provider for our corporate customers who upload their staffing data (including personal information of prospecting candidates and employees) to the Avature-hosted environment. This data may be transferred to or stored in the US. Once the data is stored, our customers access our solution and their data for staffing purposes. Individuals involved in these recruitment and staffing activities interact directly with Avature’s customers, rather than with Avature. Avature is a “data processor” for our customers, who operate as “controllers” of Personal Information.",
    "address": "45 Rockefeller Plaza, Suite 2000",
    "asp_index": "26587",
    "city": "New york",
    "contactemail1": "silvina.maeso@avature.net",
    "contactfax1": "866 379 6154",
    "contactname1": "Silvina Maeso",
    "contactoff1": "Avature Limited",
    "contactphone1": "212 380 4160",
    "contacttitle1": "VP Legal Affairs",
    "corpoffemail1": "dimitri@avature.net",
    "corpofffax1": "866 379 6154",
    "corpoffname1": "Dimitri Boylan",
    "corpoffphone1": "212 380 4160",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "false",
    "nextcertification": "2016-02-02",
    "orgverification": "In-House",
    "personaldata": "On Line, Human Resources Data",
    "ppdate": "2015-01-29",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For complaints and disputes that cannot be resolved between the Company and the complainant, the Company has agreed to participate in the dispute resolution procedures of the panel established by the EU data protection authorities (DPAs) to resolve disputes pursuant to the Safe Harbor Privacy Principles, as well as to cooperate and comply with the Federal Data Protection and Information Commissioner of Switzerland.  The panel may be contacted at ec-dppanel-secr@ec.europa.eu and individual EU DPAs may be contacted directly via the information provided at http://ec.europa.eu/justice/data-protection/bodies/authorities/eu/index_en.htm. The contact information for the Swiss FDPIC can be found at:  http://www.edoeb.admin.ch/kontakt/index.html?lang=en",
    "signupdate": "2015-02-02",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10111"
}