{
    "CertifiedThroughLabel": "",
    "Fax": "813-637-6931",
    "OrgName": "Jagged Peak",
    "PPLoc": "http://www.jaggedpeak.com/event/page/pageCode/privacypolicy ",
    "Phone": "813-637-6900",
    "activities": "This filing is in regards to Jagged Peak's web-based service known as the EDGE eCommerce platform, including associated web portals and customer support services, hosted in the United States but accessed internationally. The purpose of the EDGE eCommerce platform is to enable businesses to conduct online commerce with customers, and interact and share information with suppliers, fulfillment centers and logistics providers. This involves deployment and management of the EDGE eCommerce platform, and maintenance of the customers’ information on the platform. Valid contact information is required to facilitate the transactions between the business entities and for user accounts. The personal information entered into this system is business contact information of the customer.",
    "address": "3000 Bayport Dr. Suite 250",
    "asp_index": "26584",
    "city": "Tampa",
    "contactemail1": "mbulone@jaggedpeak.com",
    "contactfax1": "813-637-6932",
    "contactname1": "Jeff Stiles",
    "contactoff1": "Jagged Peak",
    "contactphone1": "813-637-6900",
    "contacttitle1": "IT Director",
    "corpoffemail1": "pauld@jaggedpeak.com",
    "corpofffax1": "813-637-6931",
    "corpoffname1": "Paul Demirdjian",
    "corpoffphone1": "813-637-6900",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Norway, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-11-29",
    "orgverification": "In-house",
    "personaldata": "Online data",
    "ppdate": "2007-11-27",
    "previous": "",
    "privacyprograms": "VeriSign® Security Services provides the digital infrastructure to help companies, public sector agencies and individuals secure transactions, protect online identities, and effectively understand and manage a broad range of security risks.",
    "recoursemech": "For questions or concerns regarding privacy statements and the EDGE eCommerce platform, the first point of contact is to send an email to support@jaggedpeak.com. For any unresolved complaints, or if a complaint is not satisfactorily addressed, Jagged Peak will utilize the European Data Protection Authorities (EU DPAs) as its dispute resolution mechanism and has agreed to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2007-11-29",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33607"
}