{
    "CertificationStatus": "true",
    "Fax": "617-658-5439",
    "OrgName": "Continuum LLC",
    "PPLoc": "http://continuuminnovation.com/privacy/ ",
    "Phone": "617-969-5400",
    "activities": "Continuum conducts research for our clients ranging from the insurance and banking industry to the consumer product industries and the medical device industry.  Our staff conducts this research in any number of countries depending on the specified market and needs of our given client.  The data that we collect can range from personally identifiable information to opinions, observations of activity and life experiences of our research subjects.  We can conduct our research in homes, workplaces and public places.  In addition to the data that we collect during research, Continuum also has a studio located in Milan, Italy.  Our employees from the Milan studio provide human resource related data to our human resource department here in our West Newton, Massachusetts studio.",
    "address": "1220 Washington Street",
    "asp_index": "26602",
    "city": "West Newton",
    "contactemail1": "privacy@continuuminnovation.com",
    "contactfax1": "617-969-2864",
    "contactname1": "Tara Moran",
    "contactoff1": "Continuum LLC",
    "contactphone1": "617-969-5400",
    "contacttitle1": "Contracts Manager",
    "corpoffemail1": "privacy@continuuminnovation.com",
    "corpofffax1": "617-969-2864",
    "corpoffname1": "Carmencita Bua",
    "corpoffphone1": "617-969-5400",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-03",
    "orgverification": "In-House",
    "personaldata": "organization and research data",
    "ppdate": "2013-11-25",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Continuum has chosen the EU Data Protection Authorities (EU DPAs) and the Swiss Data Protection and Information Commissioner to serve as an independent recourse mechanism (IRM) for dispute resolution arising from collection, use, and retention of personal information transferred from EU member countries to companies in the United States and has remitted the fee to USCIB, acting as a trusted third party on behalf of the European Union (EU) Data Protection Authorities.",
    "signupdate": "2013-12-03",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02465"
}