{
    "CertificationStatus": "true",
    "Fax": "415-366-1227",
    "OrgName": "Mailgun",
    "PPLoc": "http://www.mailgun.com/privacy ",
    "Phone": "415-227-3473",
    "activities": "Mailgun is a web service that provides transactional email APIs.\r\n\r\nWe collect two types of information about our customers: Personally Identifiable Information and Non-personally Identifiable Information.\r\n\r\n“Personally Identifiable Information” is information that lets us know who our customers are, specifically. Information in this category includes the information our customers use when registering to use the Platform, like name, email address, associated domain name and credit card information.  Login credentials are also Personally Identifiable Information. Finally, this category includes information tied to identity that our customers provide us through other means, such as emails to our support service and comments on our blog.\r\n\r\n“Non-personally Identifiable Information” is information that doesn’t let us determine identity. This generally comes from use of the Services after registering. For instance, our web server logs may show us that someone with a certain IP address visited the Site using a certain web browser, but we can’t use that information alone to say whether the visitor was somebody specific. Non-personally Identifiable Information also includes information that could personally identify someone in its original form, but that we have modified to remove or hide (for instance, by aggregation) any Personally Identifiable Information. This collection of information occurs automatically when our customers use the Services.\r\nWe also use web cookies and reserve the right to use web beacons (“Cookies”). These are small files associated with information that a browser or our servers will save and return as part of the Services for purposes such as saving a login session between visits, remembering display preferences and tracking use of the site. While Cookies do not contain Personally Identifiable Information, we may associate the information they contain with Personally Identifiable Information for these and similar purposes. Customers may opt out of our use of cookies by configuring your browser to reject them. However, this may cause some features of the Services to work incorrectly.",
    "address": "620 Folsom St., Suite 100",
    "asp_index": "26607",
    "city": "San Francisco",
    "contactemail1": "admin@mailgunhq.com",
    "contactfax1": "415-366-1227",
    "contactname1": "K. Taylor Wakefield",
    "contactoff1": "Mailgun, LLC",
    "contactphone1": "888-571-8972",
    "contacttitle1": "Director",
    "corpoffemail1": "taylor@mailgun.com",
    "corpofffax1": "415-366-1227",
    "corpoffname1": "K. Taylor Wakefield",
    "corpoffphone1": "415-227-3473",
    "corpofftitle1": "Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-03",
    "orgverification": "In-house",
    "personaldata": "We collect two types of information about our customers: Personally Identifiable Information and Non-personally Identifiable Information.  See above for more information.",
    "ppdate": "2014-03-31",
    "previous": "26607",
    "privacyprograms": "None",
    "recoursemech": "We have agreed that The Council of Better Business Bureaus (BBB), a self-regulatory organization, will act as an independent recourse mechanism to resolve disputes related to this our privacy policy (BBB EU Safe Harbor). You can reach the BBB at http://www.bbb.org/us/.",
    "signupdate": "2012-02-03",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}