{
    "CertificationStatus": "true",
    "Fax": "585-272-7273",
    "OrgName": "Bio-Optronics, Inc.",
    "PPLoc": "http://www.bio-optronics.com/SafeHarborPolicy.aspx ",
    "Phone": "585-272-1960",
    "activities": "As a manufacturer of clinical and management information systems, BIO assists its clients worldwide in the implementation and support of BIO solutions in their healthcare institution(s). Since BIO provides implementation and support for different healthcare institutions, BIO may receive, hold, and process personal data from clients within the EEA and/or Switzerland, including patient data provided by clients for the purpose of troubleshooting specific computer system hardware and software problems and issues in accordance with business and/or service agreements. In addition, BIO also provides managed services such as remote hosting, remote system monitoring, disaster recovery, data warehousing and application management services, in which it may act as the custodian patient health information for certain clients. With these offerings, BIO not only has access to provider-based personal health information, but also performs many of a provider’s custodial duties as well.\r\n\r\nWe now have an office in Geneva, Switzerland.  We also have representatives selling our software products in several different countries.  Every year we are hoping to increase our presence in Europe.",
    "address": "1890 Winton Rd. S., Ste 190",
    "asp_index": "26629",
    "city": "Rochester",
    "contactemail1": "jkamish@bio-optronics.com",
    "contactfax1": "585-272-7273",
    "contactname1": "Jan Kamish",
    "contactoff1": "Bio-Optronics, Inc, Rochester, NY",
    "contactphone1": "585-272-1960",
    "contacttitle1": "Finance and Admin. Specialist",
    "corpoffemail1": "mkamish@bio-optronics.com",
    "corpofffax1": "585-272-1960",
    "corpoffname1": "Michael S. Kamish",
    "corpoffphone1": "585-272-1960",
    "corpofftitle1": "Vice President of Engineering",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Biotechnology - (BTC)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-01",
    "orgverification": "In-house",
    "personaldata": "on-line",
    "ppdate": "2007-01-01",
    "previous": "",
    "privacyprograms": "We comply with the good business practices of the HIPAA laws regarding safegards of patient information, and also the principles of CFR Part II.",
    "recoursemech": "EU data protection authorities and Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2010-03-01",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "14618"
}