{
    "CertificationStatus": "true",
    "Fax": "202-234-3513",
    "OrgName": "RedSky Mobility Solutions, LLC",
    "PPLoc": "https:/ www.skyrelo.com/redsky/login.jsp ",
    "Phone": "202-454-5719",
    "activities": "RedSky Mobility Solutions, LLC provides software as a service to companies engaged in relocation, moving, transport, warehousing and mobility services.  In the course of discharging their duties RedSky user companies may collect, store and transfer private, confidential data relating to their customers.  \r\n\r\nFor example, in order to clear customs on a household goods shipment, personal information regarding the transferee may be required.",
    "address": "1701 Florida Ave. NW",
    "asp_index": "26636",
    "city": "Washington",
    "contactemail1": "nsawant@redskymobility.com",
    "contactfax1": "202-234-3513",
    "contactname1": "Nitin Sawant",
    "contactoff1": "RedSky Mobility Solutions, LLC",
    "contactphone1": "202-454-5719",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "rjain@redskymobility.com",
    "corpofffax1": "202-234-3513",
    "corpoffname1": "Rajeev Jain",
    "corpoffphone1": "202-797-5762",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Transportation Srvs (Except Aviation) - (TRN)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)",
        "Transportation Srvs (Except Aviation) - (TRN)"
    ],
    "latest": "false",
    "nextcertification": "2015-12-21",
    "orgverification": "In house & Third Party",
    "personaldata": "Customer name, address, contact details, passport related information.",
    "ppdate": "2011-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "RedSky Mobility Solutions, LLC’s is respectful of the privacy preferences and choices of our customers. We have established procedures to ensure that every reasonable effort is made to address your concerns. RedSky Mobility Solutions, LLC has designated two privacy officials to implement our Customer Privacy Policy for its respective customers and prospects. \r\n\r\nIn addition, we have engaged the services of TRUSTe, founded in 1997, the leading online privacy solutions provider to monitor our privacy policy compliance and to  process any complaints and disputes. The company offers a broad suite of privacy services to help businesses build trust and increase engagement across all of their online channels including websites, mobile applications, advertising, cloud services, business analytics and email marketing. Over 4,000 web properties including those from top companies like Apple, AT&T, Disney, eBay, HP, Microsoft, Nationwide and Yelp rely on TRUSTe to ensure compliance with evolving and complex privacy requirements. \r\n\r\n\r\nIf you have an enquiry or concern about our Privacy Policy, please contact:\r\nOwen Davies\r\nPrivacy Officer\r\n1701 Florida Ave. NW\r\nWashington, DC  20009\r\nPhone:  202 454 5715\r\nE-Mail:  odavies@redskymobility.com\r\nRay daSilva\r\nPresident\r\n1701 Florida Ave. NW\r\nWashington, DC  20009\r\nPhone:  202 454 5719\r\nE-Mail:  rdasilva@redskymobility.com",
    "signupdate": "2011-12-21",
    "state": "District of Columbia",
    "statutorybody": "FTC",
    "zip": "20009"
}