{
    "CertificationStatus": "true",
    "Fax": "(646) 304-1030",
    "OrgName": "Big Spaceship, LLC",
    "PPLoc": "http://www.bigspaceship.com/privacy/ ",
    "Phone": "(212) 620-0935",
    "activities": "Excerpted from Big Spaceship's privacy policy:\r\n\r\nWHAT INFORMATION DO WE GATHER ABOUT YOU?\r\nNon-Personally Identifiable Information. Some non-PII may automatically be collected as you browse the Sites and use Client Services. Web servers we use may automatically collect information sometimes referred to as “clickstream data,” such as the domain name of the service providing you with Internet access, the Internet protocol (IP) address used to connect your computer to the Internet, your browser type and version, operating system and platform, the average time spend on the Sites, pages viewed, information searched for, access times and other relevant statistics. We may use cookies, web beacons and log files to collect this information. Your Internet browser stores Client Services-related data as cookies in some cases as well. If you have cookies disabled, if you delete your cookies, or if other software deletes the cookies used for that data storage, such data is permanently lost because it is not retained separately by us.\r\nPersonally Identifiable Information. In order to take advantage of certain features of the Sites and Client Services, we may ask you to provide your first name, last name, e-mail address or other information about yourself to help you use the Sites and Client Services (collectively, “PII”). You are not required to provide us with this information, but if you choose not to, you may not be able to participate in some of the activities on the Sites or Client Services. The only way we receive your PII is through your voluntary disclosure of it.\r\nInformation Collected from Other Sources. We may license and otherwise obtain non-PII from various other companies, including research companies, data aggregation companies and other third party companies. Data sets may include information about you or your demographic segment that such companies have licensed, purchased or collected. We use this information for all the purposes described in this Privacy Policy, and for any other lawful purpose that we choose.\r\nInformation Collected By Third Parties. Some of the services and advertisements included via the Site and our Client Services, as well as sites that the Client Services link to, are delivered or served by third-party companies. These companies may place or recognize cookies, web beacons, or other technology to track certain personal and non-PII about users. We do not have access, nor control over, third party use of cookies or other tracking technologies or how they may be used. You should check the applicable privacy polices of such third-party sites and services you visit to determine how they handle any information they collect from you.\r\n\r\nWHAT DO WE DO WITH THE INFORMATION WE GATHER?\r\nService Participation. We may use the information we collect from you to allow you to participate in the Sites’ and Client Services’ activities for which the information is collected, including, but not limited to, to improve the content of the respective Sites and Client Services, to customize the content and/or layout of our page for each individual visitor, to notify users about updates to the Sites or Client Services and for our internal contact database purposes. In some cases, Client Services we develop may allow you to connect data you have already provided through another services (e.g., Google, Facebook, Twitter or Paypal) to such Client Services. When we develop this sort of connection, we do not locally store or process any of your data; rather, we connect the third-party service directly with the Client Service you are accessing, which is hosted through a third party with which we have no, or limited, contact. Some of our Client Services may provide e-commerce solutions that allow you to purchase goods and services online. Although we develop the means by which financial information may be collected from these services, we do not store or process any information from your financial transactions.\r\nStatistical Analysis. We may perform statistical, demographic and marketing analysis regarding users and their patterns in using the Sites and Client Services. We use this information for analytical purposes, the results of which we may offer in aggregated, anonymous form to our clients. We may use cookies in Client Services to estimate the total reach of an advertising campaign, control the delivery of certain content and generally improve your online experience with respect to the Site and the Client Services we provide.",
    "address": "45 Main Street , Suite 716",
    "asp_index": "26658",
    "city": "Brooklyn",
    "contactemail1": "i.fridman@bigspaceship.com",
    "contactfax1": "(646) 304-1030",
    "contactname1": "Iliya M. Fridman, Esq.",
    "contactoff1": "Big Spaceship, LLC",
    "contactphone1": "(212) 620-0935",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "i.fridman@bigspaceship.com",
    "corpofffax1": "(646) 304-1030",
    "corpoffname1": "Iliya M. Fridman, Esq.",
    "corpoffphone1": "(212) 620-0935",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-02",
    "orgverification": "In-house",
    "personaldata": "client, customer and vistor data",
    "ppdate": "2015-02-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS Safe Harbor program",
    "signupdate": "2009-01-02",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11201"
}