{
    "CertifiedThroughLabel": "",
    "Fax": "919-792-5321",
    "OrgName": "FM:Systems, Inc",
    "PPLoc": "http://www.fmsystems.com/privacy-policy/ ",
    "Phone": "919-790-5320",
    "activities": "FM:Systems®, Inc. collects personal information from two types of sources for two distinct uses.  The first source is the cooperate websites www.fmsystems.com and portal.fmsystems.com which owned and operated by FM:Systems, Inc.  The type of person information that is collected from these sites is name, e-mail address, mailing address, phone number, IP address, geographical location, browser type, referral source, length of visit, and number of page views.  The information collected may be used in one of the following ways: to personalize your experience; to improve our website; to improve customer service; to process transactions; to administer a contest, promotion, survey, or other site features; or, to send the newsletter.  The second source of personal information is the FM:Systems, Inc. service application (FM:Interact®).  The type of person information that is collected and utilized in the service application is HR related information such as Employee ID, name, e-mail address, mailing address, phone number, IP address, geographical location, browser type, workstation information, assigned seating locations, and other employee related data.  This personal information is used within the context of the FM:Interact® application by the employer, so that they can maintain, monitor, and report on their facilities.  All personal information is entered and maintained by the client. FM:Systems is merely a Service Provider, treating all client data as confidential information.",
    "address": "2301 Sugar Bush Rd STE 500",
    "asp_index": "26654",
    "city": "Raleigh",
    "contactemail1": "portaladmin@fmsystems.com",
    "contactfax1": "919-790-5321",
    "contactname1": "G Hollis",
    "contactoff1": "Safe Harbor / Privacy Department",
    "contactphone1": "919-790-5320",
    "contacttitle1": "VP of Software Development",
    "corpoffemail1": "portaladmin@fmsystems.com",
    "corpofffax1": "919-790-5321",
    "corpoffname1": "G Hollis",
    "corpoffphone1": "919-790-5320",
    "corpofftitle1": "VP of Software Development",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-05",
    "orgverification": "Third Party",
    "personaldata": "offline, on-line, manually processed data, organization, client, customer, and human resources data",
    "ppdate": "2014-01-27",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-02-05",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27612"
}