{
    "CertificationStatus": "true",
    "Fax": "770-390-2705",
    "OrgName": "Document Technologies, Inc.",
    "PPLoc": "http://dtiglobal.com/contact-us/privacy-policy/ ",
    "Phone": "770-390-2700",
    "activities": "The Company gathers data on individuals in a variety of ways both on-line and off-line in the course of its business.  This occurs principally when the Company gathers information from its customers in order to bill to the customers the services performed by the Company for such customers. \r\n\r\nThe Company not only obtains personal information provided by customers at the Company’s specific request, but it may also obtain personal information indirectly from customers and other individuals that visit the Company’s website.  The Company’s website may place a “cookie” on the visitor’s computer which not only provides enhanced functionality (by, for example, not requiring passwords to be re-entered but also permits the Company to gather information about, among other things,  pages viewed and products purchased by the visitor.   The Company also record the IP addresses of website visitors which may, in certain instances, be unique to an individual.  Visitors to the Company’s website consent to the Company’s use of cookies and its recording of IP addresses.\r\n\r\nThe Company may also obtain from its customers data on individuals described in documents or communications that the Company processes for its customers (hereafter “Third Party Data”).  The Company also obtains personal information from its employees (hereafter called “Human Resources Data.  This privacy policy does not apply to Human Resources Data unless it is transferred from the E.U. to the Company.",
    "address": "2 Ravinia Drive, Suite 850",
    "asp_index": "26671",
    "city": "Atlanta",
    "contactemail1": "safeharbor@dtiglobal.com",
    "contactfax1": "770-390-2705",
    "contactname1": "Chris Henderson",
    "contactoff1": "Legal Department",
    "contactphone1": "770-390-2700",
    "contacttitle1": "CFO",
    "corpoffemail1": "safeharbor@dtiglobal.com",
    "corpofffax1": "770-390-2705",
    "corpoffname1": "Chris Henderson",
    "corpoffphone1": "770-390-2700",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Legal Services - (LES)",
    "industrysector_parsed": [
        "Legal Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-24",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed data",
    "ppdate": "2012-05-01",
    "previous": "26671",
    "privacyprograms": "None",
    "recoursemech": "We will use the American Arbitration Association/ICDR (AAA) for dispute resolution. http://www.adr.org",
    "signupdate": "2011-02-24",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30346"
}