{
    "Fax": "732-636-4990",
    "OrgName": "ACE Software Solutions Inc.",
    "PPLoc": "https:/ www.acesw.com/pelicanpay_privacy.aspx, https://www.acesw.com/privacy.aspx ",
    "Phone": "732-603-4990",
    "activities": "ACE adheres to Safe Harbor Agreement concerning transfer of personal data from EU to the USA. ACE follows the Safe Harbor Principles published by US Dept. of Commerce with respect to all such data.   \r\n\r\nPersonal information such as Name and Email Address is collected as part of PelicanPay application users setup which is done by PelicanPay Administrators using the 4 eye principle of multiple associates reviewing for accuracy. The user information is provided by the corporate client during user setup. There is no registration, order form, newsletter, contact us or feedback form.\r\n\r\nACE collects information as part of PelicanPay application under the direction of its Clients, and has no direct relationship with the individuals whose personal data it processes.\r\n\r\nACE collects the following kinds of personal information for ACE's Clients:\r\n\r\n•\tContact Information such as name and email address, mailing address, phone number\r\n•\tFinancial Information such as bank or brokerage account numbers\r\n•\tUnique Identifiers such as user name and password\r\n\r\nACE also collects the following information from ACE's Clients:\r\n\r\n•\tFinancial transaction information that may contain company name, address, beneficiary name and address, bank account numbers, balance information, transaction date, transaction amount, national identification number, salary information.\r\n\r\nACE uses this information to:\r\n\r\n•\tFacilitate transactions on behalf of our Clients through PelicanPay application\r\n•\tSend alerts and notifications about account activity to customers of our Clients through PelicanPay application\r\n•\tRespond to customer service requests on behalf of our Clients\r\n•\tAdminister a customer account on behalf of our Clients\r\n•\tProvide the financial services you requested on behalf of our Clients\r\n•\tImprove our service\r\n•\tConduct research and analysis\r\n\r\nIn order to facilitate faster processing of transactions, PelicanPay may enrich the transaction data to make the transaction go straight through without manual intervention.\r\n\r\nInformation sharing to Service Providers\r\nWe may transfer personal information to companies that help us provide our service. Transfers to subsequent third parties are covered by the service agreements with our Clients.  We do not sell any personal information to third parties.\r\n\r\nLegal Disclaimer\r\nWe may also disclose personal information:\r\n•\tas required by law, such as to comply with a subpoena, or similar legal process;\r\n•\twhen we believe in good faith that disclosure is necessary to protect our rights, protect the individual or company's safety or the safety of others, investigate fraud, or respond to a government request;\r\n•\tif ACE is involved in a merger, acquisition, or sale of all or a portion of its assets, the individual or company will be notified via email and/or a prominent notice on our Web site of any change in ownership or uses of personal information, as well as any choices the individual or company may have regarding your personal information; and\r\n•\tto any other third party with prior consent from the individual or company to do so\r\n  \r\nRetention\r\nWe will retain personal data we process on behalf of our Clients for as long as needed to provide services to our Client. ACE will retain and use this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\r\n\r\nOpt-Out Preferences\r\nReceiving emails from PelicanPay is part of our service. If individuals or companies no longer wish to receive these emails, they may opt out of them by contacting our Client who can disable sending emails to the individuals or companies.",
    "address": "485 B Route 1 South",
    "asp_index": "26679",
    "city": "Iselin",
    "contactemail1": "alatini@acesw.com",
    "contactfax1": "732-636-4990",
    "contactname1": "Alan Latini",
    "contactoff1": "ACE Software Solutions Inc.",
    "contactphone1": "732-603-4990",
    "contacttitle1": "Project Manager",
    "corpoffemail1": "pdesai@acesw.com",
    "corpofffax1": "",
    "corpoffname1": "Parth Desai",
    "corpoffphone1": "732-603-4990",
    "corpofftitle1": "President CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-02-06",
    "orgverification": "Third party",
    "personaldata": "On-line data; data collected directly from internet",
    "ppdate": "2014-12-09",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-02-06",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08830"
}