{
    "CertificationStatus": "true",
    "Fax": "6504345670",
    "OrgName": "Jetlore Inc.",
    "PPLoc": "http://www.jetlore.com/privacy ",
    "Phone": "6506446560",
    "activities": "Jetlore provides algorithmic merchandising service to online retailers (including the ones in EU). Personalization of merchandise is done based on non-personally identifiable information, such as user activity on Clients’ websites tied to unique Customer ID defined by the Client. No personal information is collected by Jetlore except for the client contact details and the limited collection of email addresses when explicitly instructed by our Clients (in which case, such email addresses are stored in encrypted form). Our published privacy policy regarding any personal information received from the EU or any clients is comprehensive, completely implemented, prominently displayed on our website, and easily accessible. The Jetlore policy conforms to the seven Safe Harbor Principles and 15 frequently asked questions.",
    "address": "150 W Iowa Ave, suite 203",
    "asp_index": "26672",
    "city": "Sunnyvale",
    "contactemail1": "montse@jetlore.com",
    "contactfax1": "6504345670",
    "contactname1": "Maria Montserrat Medina Martinez",
    "contactoff1": "Security",
    "contactphone1": "6506446560",
    "contacttitle1": "Chief Operating Officer",
    "corpoffemail1": "montse@jetlore.com",
    "corpofffax1": "6504345670",
    "corpoffname1": "Maria Montserrat Medina Martinez",
    "corpoffphone1": "6506446560",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-09",
    "orgverification": "in-house",
    "personaldata": "Jetlore collects and processes Non-Personally Identifiable Information under the direction of Clients. Such information may include unique Customer IDs, the time of use of our Services, and user's activity on Clients’ websites. We do not collect Personally Identifiable Information except for the limited collection of email addresses. All information gathered by Jetlore is automated.",
    "ppdate": "2015-02-05",
    "previous": "",
    "privacyprograms": "Not Applicable",
    "recoursemech": "Will comply with EU DPAs and Swiss FDPIC",
    "signupdate": "2013-10-09",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94086"
}