{
    "CertificationStatus": "true",
    "Fax": "972-586-7786",
    "OrgName": "FireHost, Inc.",
    "PPLoc": "https:/ www.firehost.com/company/legal/privacy-policy ",
    "Phone": "877-262-3473",
    "activities": "FireHost is the leader in Secure Cloud Hosting and delivers hosting solutions to eCommerce, SaaS, healthcare IT and security companies around the world. Based out of Dallas, TX, we specialize in protecting websites with compliance and high traffic needs. FireHost makes hacker awareness, management and prevention a standard part of every hosting plan. Advanced security, combined with a portfolio of hosting solutions, help FireHost protect companies of all sizes.",
    "address": "2360 Campbell Creek, Suite 525",
    "asp_index": "26695",
    "city": "Richardson",
    "contactemail1": "infosec@firehost.com",
    "contactfax1": "972-586-7786",
    "contactname1": "Kevin Linderman",
    "contactoff1": "2360 Campbell Creek, Suite 525, Richardson, TX 75082",
    "contactphone1": "469-533-8545",
    "contacttitle1": "Director, Audit and Compliance",
    "corpoffemail1": "jared.day@firehost.com",
    "corpofffax1": "972-586-7786",
    "corpoffname1": "Jared Day",
    "corpoffphone1": "469-533-8138",
    "corpofftitle1": "CFO",
    "eucountries": "Czech Republic, France, Greece, Ireland, Italy, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "CZE",
        "FRA",
        "GRC",
        "IRL",
        "ITA",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-05",
    "orgverification": "TRUSTe Privacy Program",
    "personaldata": "Organization, Client, Customer (does not include manually processed data)",
    "ppdate": "2014-10-03",
    "previous": "26695",
    "privacyprograms": "FireHost, Inc. is a Licensee of the TRUSTe Privacy Program. TRUSTe is an independent organization whose mission is to build users’ trust and confidence in the internet by promoting the use of fair information practices. FireHost has elected to disclose its information practices, and have its privacy practices reviewed for compliance by TRUSTe as a testament of our commitment to your privacy. FireHost, Inc. complies with the EU Safe Harbor framework as set forth by the Department of Commerce regarding the collection, use, and retention of data from the European Union.",
    "recoursemech": "Please direct your questions and concerns pertaining to the Site, Service, or this Statement to us at https://www.firehost.com/about/contact. In the event your inquiry isn’t resolved within a reasonable time frame, or hasn’t been addressed to your satisfaction, please contact TRUSTe at http://www.truste.com/consumers/watchdog_complaint.php. TRUSTe will then work as a liaison with us to resolve your concerns.\r\n\r\nFor organization human resources data: cooperation with the EU and Swiss data protection authorities",
    "signupdate": "2012-03-05",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75082"
}