{
    "CertifiedThroughLabel": "",
    "Fax": "212-689-7793",
    "OrgName": "Glamorise Foundations, Inc.",
    "PPLoc": "http://glamorise.com/privacy-policy/ ",
    "Phone": "212-684-5025",
    "activities": "As a third party fulfillment vendor, we receive user names, addresses, and sometimes phone numbers. We typically do not require email addresses, but this may be included as needed. The information received is used for the sole purpose of order fulfillment. The data mentioned above is stored on our mainframe that is only accessible from outside our internal network via our VPN connection with secure and authorized access.\r\n\r\nWhen conducting commerce directly with consumers via a Glamorise-owned website, we collect only the information voluntarily submitted to us. This may include name, address, phone number, email address and various other information as appropriate.\r\n\r\nIn the normal course of business related to Glamorise-owned and operated websites, or in our third party fulfillment relationships, we will use information only for the common sense purpose for which it has been provided.",
    "address": "135 Madison Ave, 3rd Floor",
    "asp_index": "26703",
    "city": "New York",
    "contactemail1": "zl@glamorise.com",
    "contactfax1": "212-689-7793",
    "contactname1": "Zvi Lange",
    "contactoff1": "Glamorise Foundations, Inc.",
    "contactphone1": "212-875-9271",
    "contacttitle1": "Senior Vice President - IT",
    "corpoffemail1": "jp@glamorise.com",
    "corpofffax1": "212-689-7793",
    "corpoffname1": "Jon Pundyk",
    "corpoffphone1": "212-684-5025",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Denmark, France, Germany, Ireland, Netherlands, Norway, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FRA",
        "DEU",
        "IRL",
        "NLD",
        "NOR",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Textile Products - (TXP)",
    "industrysector_parsed": [
        "Textile Products - (TXP)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-06",
    "orgverification": "In-house",
    "personaldata": "Customer data is processed electronically. This data is not manually processed at any time",
    "ppdate": "2000-03-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "1. Elects to satisfy the requirement in points (a) and (c) of the Safe Harbor Enforcement Principle by committing to cooperate with the DPAs;\r\n\r\n2. Will cooperate with the DPAs in the investigation and resolution of complaints brought under the Safe Harbor; and\r\n\r\n3. Will comply with any advice given by the DPAs where the DPAs take the view that the organization needs to take specific action to comply with the Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by any non-compliance with the Principles, and will provide the DPAs with written confirmation that such action has been taken.",
    "signupdate": "2013-03-06",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10016"
}