{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "RetailMeNot, Inc.",
    "PPLoc": "http://www.retailmenot.com/static/privacy/ ",
    "Phone": "(512) 777-2970",
    "activities": "RetailMeNot, Inc., formerly known as WhaleShark Media, Inc. (“RetailMeNot”), operates a number of websites and related services including the website published at www.RetailMeNot.com, the website published at deals2buy.com, and mobile-device applications (such as iPhone and Android applications), electronic services, social networking sites, and individual, business partner-specific, merchant-specific, or area-specific sites that are branded “RetailMeNot” and link or reference the privacy policy published at http://www.retailmenot.com/static/privacy/. This privacy policy describes how RetailMeNot collects, uses and processes personal information related to such services. In addition, RetailMeNot may receive and use for business purposes certain personal information that is collected by subsidiaries of RetailMeNot through their operation of websites outside of the United States. Such personal information may include, for example, web access logs. RetailMeNot may also receive and use for business and employment purposes certain personal information of its former, current, and prospective employees and former, current, and prospective employees of its subsidiaries.",
    "address": "301 Congress Ave, Suite 700",
    "asp_index": "26712",
    "city": "Austin",
    "contactemail1": "legal@rmn.com",
    "contactfax1": "",
    "contactname1": "Jonathan Kaplan",
    "contactoff1": "RetailMeNot, Inc.",
    "contactphone1": "(512) 777-2970",
    "contacttitle1": "Interim General Counsel",
    "corpoffemail1": "legal@rmn.com",
    "corpofffax1": "",
    "corpoffname1": "Jonathan Kaplan",
    "corpoffphone1": "(512) 777-2970",
    "corpofftitle1": "Interim General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-19",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Human Resources Data, Customer Data, Manually Processed Data",
    "ppdate": "2014-09-26",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2013-02-19",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78701"
}