{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Quip Inc.",
    "PPLoc": "https://quip.com/about/privacy",
    "Phone": "415-359-9325",
    "activities": "ACCOUNT INFORMATION\r\n\r\nWhen you create an account, we collect certain information that can be used to identify you, such as your name, email address, and if you are using a paid account, postal address, phone number, and credit card billing information (“personally identifiable information” or “PII”). We may also collect information like your gender, date of birth and zip code. If you choose to create a Quip account via a third-party service such as Google or Facebook, you may have to provide us with your username or user ID so that your identity can be authenticated. When the authentication is complete, we’ll be able to access certain information based on your permissions from the third-party service. We don’t receive or store passwords for any accounts on third-party services.\r\n\r\nINFORMATION COLLECTED USING COOKIES\r\n\r\nWe collect certain information through the use of “cookies,” which are small text files that are saved by your browser when you access Quip. We may use both session cookies and persistent cookies to identify that you’ve logged in to Quip and to tell us how and when you’ve used it. We may also use cookies to monitor aggregate usage and web traffic routing and to customize and improve Quip. Although most browsers automatically accept cookies, you can change your browser options to stop automatically accepting cookies or to prompt you before accepting cookies. Please note, however, that if you don’t accept cookies, you may not be able to access all portions or features of Quip. Some third-party services providers that we use may also place their own cookies on your browser. Note that this Privacy Policy covers only our use of cookies and does not include use of cookies by such third parties.\r\n\r\nINFORMATION RELATED TO USE OF QUIP\r\n\r\nOur servers automatically record information about how a person uses Quip, including IP addresses, browser types, operating systems, pages or features of Quip that were used and time spent on them, search terms and other statistics. We use and analyze (and may engage third parties to analyze) this information to customize and improve Quip. We also use IP addresses to generate aggregate, non-identifying information about how Quip is used.\r\n\r\nLOCATION INFORMATION\r\n\r\nIn some cases we collect and store information about where you are located, such as by converting your IP address into a rough geolocation. We may use location information to improve and personalize Quip.",
    "address": "988 Market St, 7th Floor",
    "asp_index": "26722",
    "city": "San Francisco",
    "contactemail1": "btaylor@quip.com",
    "contactfax1": "",
    "contactname1": "Bret Taylor",
    "contactoff1": "San Francisco",
    "contactphone1": "415-359-9325",
    "contacttitle1": "CEO",
    "corpoffemail1": "btaylor@quip.com",
    "corpofffax1": "",
    "corpoffname1": "Bret Taylor",
    "corpoffphone1": "415-359-9325",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-26",
    "orgverification": "Self-assessment",
    "personaldata": "Online",
    "ppdate": "2013-07-30",
    "previous": "26722",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor, www.bbb.org/us/safe-harbor",
    "signupdate": "2015-02-26",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94102"
}