{
    "CertificationStatus": "true",
    "Fax": "484-441-1373",
    "OrgName": "Hoopla Software, Inc.",
    "PPLoc": "http://hoopla.net/privacy ",
    "Phone": "408-498-9600",
    "activities": "Personal Information: To use the Service or to contact us for information about our services, you will have to provide the personal information needed to activate your account.  By \"personal information,\" we mean data that is unique to an individual, such as your name, e-mail address, company information,  and the username, password and security token for your Salesforce.com account. \r\nNon-Identifiable or Aggregated Data: When you interact with Hoopla through the Site or Service, we receive and store certain personally non-identifiable information. Such information, which is collected passively using various technologies, cannot presently be used to specifically identify you. Hoopla may store such information itself or such information may be included in databases owned and maintained by Hoopla affiliates, agents or service providers. This Site may use such information and pool it with other information to track, for example, the total number of visitors to our Site, the number of visitors to each page of our Site, the domain names of our visitors' Internet service providers, and how our users use and interact with the Service.  Also, in an ongoing effort to better understand and serve the users of the Service, Hoopla often conducts research on its customer demographics, interests and behavior based on the personal information and other information provided to us. This research may be compiled and analyzed on an aggregate basis.  Hoopla may share this non-identifiable and aggregate data with its affiliates, agents and business partners, but this type of non-identifiable and aggregate information does not identify you personally. Hoopla may also disclose aggregated user statistics in order to describe our services to current and prospective business partners, and to other third parties for other lawful purposes.",
    "address": "84 W. Santa Clara St, Suite 750",
    "asp_index": "26733",
    "city": "San Jose",
    "contactemail1": "mike@hoopla.net",
    "contactfax1": "484-441-1373",
    "contactname1": "Michael Smalls",
    "contactoff1": "Corporate HQ",
    "contactphone1": "408-498-9601",
    "contacttitle1": "CEO",
    "corpoffemail1": "mike@hoopla.net",
    "corpofffax1": "484-441-1373",
    "corpoffname1": "Michael Smalls",
    "corpoffphone1": "408-498-9601",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-11",
    "orgverification": "In House",
    "personaldata": "Hoopla collects information under the direction of its Clients, and has no direct relationship with the individuals whose personal data it processes. Hoopla works with its Clients to help them provide notice to their customers concerning, the purpose for which personal information is collected.",
    "ppdate": "2014-09-08",
    "previous": "26733",
    "privacyprograms": "None",
    "recoursemech": "If customers have questions or complaints regarding our privacy policy or practices, they can contact us at privacy@hoopla.net.",
    "signupdate": "2013-02-11",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95113"
}