{
    "CertificationStatus": "true",
    "Fax": "415-651-9144",
    "OrgName": "Cloud Engines, Inc. (d/b/a Pogoplug)",
    "PPLoc": "http://pogoplug.com/legal#privacy ",
    "Phone": "415-704-4794",
    "activities": "GENERAL\r\n-For all of our products, we collect an email address and a password from users.  We never disclose the password, and we disclose email addresses only to partners with whom we co-brand our products.  We occasionally co-brand our products with partners.\r\n-We collect information users disclose to us in the course of resolving support inquiries. \r\n-We collect payment information through a third party.  We do not have direct access to the payment information.\r\n-We collect aggregate, non-identifiable data in the form of usage reports.  We use the reports to improve our service and share those reports with applicable co-branding partners only.  \r\n-We collect usage data and use it internally only (never disclose it) to message users regarding features and other Pogoplug products.  \r\n1.  Cloud Storage.  We provide unlimited cloud storage accounts to consumers for $4.95/month.  The service allows users to store all files, photos, music and videos in one secure location, and access those files from any Web browser or through native applications for mobile devices.  Because users are storing those files on our servers, we do have access to the files but have a policy of never perusing/policing those files except if compelled by law.\r\n2.  Pogoplug PC.  Pogoplug PC runs on personal computers and enables users to access and share files stored on the computer (as long as it is on) from any Web browser or support mobile device.  Data passes through our servers when the user accesses his data remotely (i.e., not on the same LAN) but we do not store or otherwise capture that data.\r\n3.  Pogoplug Devices.  Users attach their own USB/SD storage to Pogoplug devices, connect them to routers, and are then access and share content attached to the device from anywhere on the Internet.  Data passes through our servers when the user accesses his data remotely (i.e., not on the same LAN) but we do not store or otherwise capture that data.",
    "address": "710 Sansome Street",
    "asp_index": "26744",
    "city": "San Francisco",
    "contactemail1": "andrea@pogoplug.com",
    "contactfax1": "415-651-9144",
    "contactname1": "Andrea Chavez",
    "contactoff1": "Legal",
    "contactphone1": "415-704-4794",
    "contacttitle1": "VP and General Counsel",
    "corpoffemail1": "andrea@pogoplug.com",
    "corpofffax1": "415-651-9144",
    "corpoffname1": "Andrea Chavez",
    "corpoffphone1": "415-704-4794",
    "corpofftitle1": "VP and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Consumer Electronics - (CEL)Computer & Peripherals - (CPT)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Consumer Electronics - (CEL)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-07",
    "orgverification": "Third Party",
    "personaldata": "Online data, offline data, and manual data.  The manual data is the information we collect in the process of resolving support inquiries.",
    "ppdate": "2013-04-15",
    "previous": "26744",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-03-07",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94111"
}