{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Sysrepublic",
    "PPLoc": "http://www.sysrepublic.com/wp-content/uploads/2015/04/Sysrepublic-Privacy-Policy-2015-04-05.pdf ",
    "Phone": "310-802-3044",
    "activities": "Sysrepublic acts as a Data Processor and processes data in accordance with the instructions from its European Retailer clients. These clients act as Data Controllers for all personal data provided.  \r\n\r\nThe personal data that is transferred from Europe to the U.S. is processed by Sysrepublic in its U.S. data centres on the instructions of each Client for the following purposes:\r\n1)\tRetail Operational Process Improvement and the detection of fraud through analysis of retail transactional data such as Point of Sale which can include the following personal information - loyalty card number, hashed PAN number, and in the case of Employees of the retailer, employee reference number. Information is analysed to identify fraudulent customers/employees or under performing employees requiring training. Sysrepublic only holds the internal reference to an individual and does not store or process further personal data which is held separately by the European retailer.\r\n2)\tIncident and Case Management: which provides retailers with the ability to log incidents, cases and general information records into a central system; such as shoplifting, accidents, complaints and operational checks. Personal data is recorded only where necessary by the Retailer including Customer Name, Address, Phone Number, Email Address, and Date of Birth, and in the case of Employees of the retailer, employee reference number and employee details. \r\n\r\nPersonal information is only processed for the purpose it was provided for and under the direction of the Retailer Client. All Clients data is stored and processed separated and there is no personal data sharing between clients or beyond Sysrepublic unless directed by the Client. Personal data is not amended in any way by Sysrepublic. Data is received direct from the Client via Secure data transmission and access to each client system is restricted by authorised personnel.",
    "address": "Suite 310, 21250 Hawthorne Blvd",
    "asp_index": "26748",
    "city": "Torrance",
    "contactemail1": "privacy@sysrepublic.com ",
    "contactfax1": "",
    "contactname1": "Philip Biggs",
    "contactoff1": "Los Angeles",
    "contactphone1": "310-802-3044",
    "contacttitle1": "",
    "corpoffemail1": "privacy@sysrepublic.com",
    "corpofffax1": "",
    "corpoffname1": "David West",
    "corpoffphone1": "310-802-3044",
    "corpofftitle1": "Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-08",
    "orgverification": "In-House",
    "personaldata": "POS Transactional Records, Fraud and Operational Process Investigation Cases, Accident Forms, Operational Checks",
    "ppdate": "2015-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Sysrepublic will use the EU Data Protection Authorities (EU DPAs) & Swiss FDPIC to resolve any disputes.",
    "signupdate": "2015-04-08",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90503"
}