{
    "Fax": "",
    "OrgName": "AiCure",
    "PPLoc": "https:/ www.aicure.com/safe_harbor_policy.php ",
    "Phone": "800-570-0448",
    "activities": "Any personal information collected by AiCure is done so on behalf of a clinical trial sponsor supporting clinical research.\r\nThe data may include, initials, name, date of birth or other identifying information to support the conduct of a clinical trial.  Data collected would be done so at the point of reporting by a voluntary participant in clinical reasearch.  Each participant is required to sign an informed  consent document which would specify the data to be collected, the frequency and purpose.",
    "address": "902 Broadway, 6th floor",
    "asp_index": "26751",
    "city": "New York",
    "contactemail1": "taylor.ongaro@aicure.com",
    "contactfax1": "",
    "contactname1": "Taylor Ongaro",
    "contactoff1": "New York",
    "contactphone1": "800-570-0448",
    "contacttitle1": "Security Officer",
    "corpoffemail1": "gordon.kessler@aicure.com",
    "corpofffax1": "",
    "corpoffname1": "Gordon Kessler",
    "corpoffphone1": "800-570-0448",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Drugs & Pharmaceuticals - (DRG)Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Health Care Services - (HCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-12",
    "orgverification": "in-house",
    "personaldata": "Data collected by AiCure is done so in support of clinical research.  That data, is encrypted and securely stored in a tightly managed database.  The information includes company names and persons affiliated with a pharmaceutical company or their agents, clinical trial data collected on behalf of the pharmaceutical company or its agents.",
    "ppdate": "2015-03-01",
    "previous": "",
    "privacyprograms": "n/a",
    "recoursemech": "In compliance with the US-EU and US-Swiss Safe Harbor Principles, AiCure commits to resolve complaints about your privacy and our collection or use of your personal information.  European Union or Swiss citizens with inquiries or complaints regarding this privacy policy should first contact AiCure at: Security Officer, Ai Cure, 902 Broadway, 6th floor.  New York, NY  10010 1-800-570-0448, info@aicure.com.  AiCure has further committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint. If the company's internal dispute resolution procedures do not achieve acceptable results, AiCure is also prepared to cooperate with any legitimate data protection authority.  AiCure is committed to cooperating with and assisting in the resolution of any disputes brought against the company.",
    "signupdate": "2015-05-12",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10010"
}