{
    "Fax": "+17752052281",
    "OrgName": "Booker Software, Inc.",
    "PPLoc": "http://www.booker.com/privacy-policy ",
    "Phone": "+18669669798",
    "activities": "Booker Software, Inc. is a leading provider of cloud-based Software-as-a-Service (SaaS) business management and marketing software to service businesses in over 60 countries around the world.\r\n\r\nThe Booker Platform enables businesses to operate efficiently while promoting their services and capturing customers through new marketing channels including social, retail and mobile commerce, group buying, and local advertising.\r\n\r\nAs part of the operations of the Booker Platform, businesses who use the platform store information about their customers including names, phone numbers, email addresses and physical addresses within the system. As a business-to-business subscription service, Booker has no right, title, ownership interest or license to the information businesses store within our system.\r\n\r\nBooker servers and related infrastructure are located in the US, so Booker will process any information provided to it on its US based servers.",
    "address": "22 Cortlandt Street, 18th Floor",
    "asp_index": "26763",
    "city": "New York",
    "contactemail1": "jeff.szaronos@booker.com",
    "contactfax1": "+17752052281",
    "contactname1": "Jeff Szaronos",
    "contactoff1": "+18669669798",
    "contactphone1": "+16467388305",
    "contacttitle1": "VP, Customer Experience",
    "corpoffemail1": "russell.cherry@booker.com",
    "corpofffax1": "+17752052281",
    "corpoffname1": "Russell Cherry",
    "corpoffphone1": "+16465175737",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Cyprus, Czech Republic, Denmark, France, Germany, Hungary, Iceland, Ireland, Italy, Malta, Netherlands, Norway, Portugal, Slovakia, Slovenia, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "CYP",
        "CZE",
        "DNK",
        "FRA",
        "DEU",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "MLT",
        "NLD",
        "NOR",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-23",
    "orgverification": "In-house",
    "personaldata": "Information on customers, and partners, as well as information on customers and partners clients including email addresses, and contact information.",
    "ppdate": "2014-03-27",
    "previous": "",
    "privacyprograms": "Booker undergoes yearly third party audits to ensure that we maintain compliance with the Payment Card Industry Data Security Standard (PCI-DSS) Level 1 audit level. While this standard does not explicitly cover Safe Harbor conditions, it does cover the auditing of our data privacy and security policies and procedures and related systems.",
    "recoursemech": "For more information about Booker’s information practices, please view the Company’s full Privacy Statement at http://www.booker.com/privacy-policy. Questions or complaints regarding Booker’s Privacy Statement or information practices should be directed to support@booker.com or by mail:\r\n\r\nBooker Software, Inc\r\nAttn: Administrator \r\n22 Cortlandt St\r\nFloor 18\r\nNew York, NY, 10007, USA\r\n\r\nBooker prefers try to directly resolve any complaints or issues with is practices through direct discussion with the complainant. Booker will cooperate and comply with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints.",
    "signupdate": "2012-08-23",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10007"
}