{
    "CertificationStatus": "false",
    "Fax": "484-533-6801",
    "OrgName": "IPR International LLC",
    "PPLoc": "http://www.iprintl.com/Privacy.html ",
    "Phone": "484-533-6811",
    "activities": "IPR is a Managed IT Services & Data Center Infrastructure Provider that offers its clients a suite of highly secure, Data Center Sites, Data Management & Private Cloud Infrastructure-related services.  IPR’s Services are based out of a number of redundant Data Center facilities in the Mid-Atlantic area of the U.S.  Each of IPR’s Data Centers is located in separate Electrical Grids and both are geographically dispersed.   \r\n\r\nIPR’s Vision is to be a leading IT infrastructure and technology company that helps businesses solve complex IT problems by providing clear solutions. We produce positive results for our clients such as: 1) making IT infrastructure easy to manage and use; 2) cost effective to scale; and, 3) superior in reliability, security and flexibility.\r\n\r\nOur Mission is to provide the best client experience while delivering IT infrastructure solutions to highly regulated and data-intensive firms via geographically diverse and secure data centers. WE provide our clients with the right IT solution, using the right people at the right time. As a result, IPR becomes a partner and an extension of our clients’ firms.\r\n\r\nOur core values include security, technology innovation, accountability, flexibility, integrity and communication. We protect the absolute integrity, privacy and total confidentiality of IPR provides Infrastructure-as-a-Service, Disaster Recovery, Managed Services, Co-location and Virtual Private Data Center technology to its clients, including the underlying hardware, software and connectivity that run its clients’ diverse business applications. IPR’s Data Management services offer clients all of the necessary components of Archiving, Backup, Replication and Storage-as-a-Service.   IPR’s clients can either be fully responsible for, i.e, manage their own applications, databases, web sites and/or the data content that the applications produce, or they can contract with IPR to manage some or all of these functions. In either scenario, IPR assures/insures each of its clients that IPR does not ever, unless specifically authorized and directed by the client, access, control, have an effect on or ever attempt see, either the applications or ANY of client’s electronic data, which is all that IPR services handles for its clients – no physical data. \r\n\r\nAll client data is protected, which includes any legally protected personal information and any private information data of which it is made aware by its clients.  IPR normally has no need to know this kind of information, unless any client seeks any additional security protections for any particular segment of its data, about which IPR, of course, has no need to know about its substance, nature or character. \r\n\r\nIPR does not itself either process , store or make use of any legally protected personal information for any person, except its own employees and/or the billing information of any of its US-based clients, both of which are also highly and securely protected from any unauthorized access.",
    "address": "1201 N. Market Street - Suite 201",
    "asp_index": "26781",
    "city": "Wilmington",
    "contactemail1": "compliance@iprintl.com",
    "contactfax1": "484-533-6801",
    "contactname1": "James Thomas",
    "contactoff1": "IPR Compliance Office",
    "contactphone1": "484-540-9014",
    "contacttitle1": "President / CTO",
    "corpoffemail1": "Tami@IPRsecure.com",
    "corpofffax1": "484-533-6801",
    "corpoffname1": "Tami L. Fratis",
    "corpoffphone1": "484-533-6837",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Health Care Services - (HCS)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Financial Services - (FNS)",
        "Health Care Services - (HCS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-08",
    "orgverification": "In-house",
    "personaldata": "client electronic data/information",
    "ppdate": "2010-11-10",
    "previous": "",
    "privacyprograms": "None at the present time, but planning to join several soon.",
    "recoursemech": "American Arbitration Association (AAA)",
    "signupdate": "2010-12-08",
    "state": "Delaware",
    "statutorybody": "FTC",
    "zip": "19801"
}