{
    "CertificationStatus": "true",
    "Fax": "801-337-5964",
    "OrgName": "Capstone Nutrition",
    "PPLoc": "http://capstonenutrition.com/privacy-policy/ ",
    "Phone": "801-337-9400",
    "activities": "Shipping health foods and nutraceuticals products to our corporate customers in the EU for distribution. Capstone Nutrition collects information about companies who are customers or prospective customers of its ingredient supply, and product manufacturing businesses. The information is collected on-line, off-line and manually.",
    "address": "900 S Depot Dr",
    "asp_index": "26784",
    "city": "Ogden",
    "contactemail1": "pemiller@capstonenutrition.com",
    "contactfax1": "801-337-5691",
    "contactname1": "Peter Miller",
    "contactoff1": "Capstone Nutrition",
    "contactphone1": "801-337-9400",
    "contacttitle1": "President & CEO",
    "corpoffemail1": "pemiller@capstonenutrition.com",
    "corpofffax1": "801-337-5691",
    "corpoffname1": "Peter Miller",
    "corpoffphone1": "801-337-9400",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Consumer Goods - (GCG)Foods Processed - (FOD)",
    "industrysector_parsed": [
        "Foods Processed - (FOD)",
        "General Consumer Goods - (GCG)"
    ],
    "latest": "true",
    "nextcertification": "2015-10-25",
    "orgverification": "In-house",
    "personaldata": "Capstone Nutrition collects information about companies who are customers or prospective customers of its ingredient supply, and product manufacturing businesses. The information is collected on-line, off-line and manually.",
    "ppdate": "2015-01-01",
    "previous": "26784",
    "privacyprograms": "BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus.",
    "recoursemech": "In compliance with the US-EU and US-Swiss Safe Harbor Principles, Capstone Nutrition commits to resolve complaints about your privacy and our collection or use of your personal information.  European Union or Swiss citizens with inquiries or complaints regarding this privacy policy should first contact Capstone Nutrition at:\r\n\r\nCapstone Nutrition\r\nAttn:  Peter Miller\r\n900 S. Depot Dr.\r\nOgden, UT  84405 USA\r\n\r\nOR\r\n                \r\nwww.capstonenutrition.com  \r\n\r\nCapstone Nutrition has further committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Capstone Nutrition please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "2012-10-25",
    "state": "Utah",
    "statutorybody": "FTC",
    "zip": "84404"
}