{
    "CertifiedThroughLabel": "",
    "Fax": "240-485-0947",
    "OrgName": "HyperOffice",
    "PPLoc": "http://www.hyperoffice.com/terms-of-use/ ",
    "Phone": "240-428-1700",
    "activities": "In the course of using our Service,  our organization may collect personal information that can be used to contact or identify the user. Personal Information is or may be used: (i) to provide and improve the HyperOffice Service, (ii) to administer the users use of the Service, (iii) to better understand a user’s needs and interests, (iv) to personalize and improve the user’s experience, and (v) to provide or offer software updates and product announcements. HyperOffice provides a cloud-based collaboration, email and mobility service to small and medium sized businesses across all industries. Clients of HyperOffice register for a private portal where they determine the login url, login names and passwords. The portal administrator from each client organization will then add new users to their portal and will control access, security and permission levels in their portal. Users of each private portal will then have full control over what information they add to their portal, whether the information is shared, and who it is shared with. The portal admin and each user have the freedom to change their login name and password. They can remove information from the portal and decide how to share this information. Clients can cancel their service with HyperOffice at any time and request that we delete all their information from their portal. All data received from from the EU/EEA and/or Switzerland, such as organization's data will be uploaded on to HyperOffice’s secure, dedicated servers for the purpose of making this data available to each user with appropriate rights and access.",
    "address": "30 West Gude Dr # 150",
    "asp_index": "26785",
    "city": "Rockville",
    "contactemail1": "Farzin@hyperoffice.com",
    "contactfax1": "240-485-0947",
    "contactname1": "Farzin Arsanjani",
    "contactoff1": "HyperOffice",
    "contactphone1": "240-428-1700",
    "contacttitle1": "President",
    "corpoffemail1": "farzin@hyperoffice.com",
    "corpofffax1": "202-355-6499",
    "corpoffname1": "farzin arsanjani",
    "corpoffphone1": "240-428-1700",
    "corpofftitle1": "president",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-21",
    "orgverification": "in-house",
    "personaldata": "customer name, address, telephone number, email address, ip address, browser type, device type, number of and date of logins to our service and in certain cases where a customer chosses to buy our service billing information.  All PII is denatured prior to being sent to HyperOffice. No such data is manually processed",
    "ppdate": "2004-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "We have agreed to cooperate and comply with the EU data protection authorities (DPAs) and the Federal Data Protection and Information Commissioner of Switzerland (FDPIC) to resolve customer complaints that have not been resolved after contacting HyperOffice. We provide specific instructions for contacting HyperOffice regarding intellectual property and privacy complaints in our privacy policy. In addition HyperOffice has the following formal policies:\r\nHyperOffice has developed and actively maintains a set of policies to address and investigate unresolved complaints and other violations to client's rights. These policies are in compliance with the principles set forth by Safe Harbor framework. These policies are made available to all employees, vendors, contractors, and board members as deemed necessary. As required by these and other human resources policies, employees are required to have an understanding and provide a certification that they agree and consent to abide by these policies. Furthermore, a security awareness training program has been developed and all employees who have an obligation to safeguard client information are required to participate in the program. Remedies for Violation: Sanctions shall be proportional and appropriate for the violation perpetrated by the employee(s). The severity shall be determined by the motivation, the intentionality of the action, the extent by which the action has affected the confidentiality, integrity, and availability of client data/complaints, as well as other pertinent and specific factors to be determined by the specific situation. The following is a list of possible, but not complete, remedies for a violation of HyperOffice’s policies, other breach of client requirements, or generally accepted ethical practices: • Verbal warning or reprimand • Reeducation or retraining on privacy and security • Formally documented letter of warning • Temporary or permanent reassignment of job responsibilities • Temporary suspension for employment • Termination of employment Reporting Violations: It is the responsibility of each employee, contractor, and board member to report any known or suspected breach of client’s rights, misuse of information, unauthorized disclosure, or other violation of HyperOffice’s policies. Any such violation should be reported to the human resources manager, a supervisor, and/or law enforcement as appropriate. In accordance with directions from legal counsel, certain violations may require reporting to regulators and or law enforcement. HyperOffice will comply with all reporting requirements. This may include reporting of data breaches, network attacks, criminal misuses, etc. In no case shall retaliatory action be taken against any individual(s) who reports a violation, files a complaint, participants in any hearing or legal proceedings, or otherwise opposes any illegal or unethical behavior. Monitoring: Senior management is responsible for monitoring and compliance with all laws and reporting requirements. HyperOffice has the burden of proof to demonstrate that any and all proper notifications have been provided and that any and all disclosures have been performed in accordance with legal reporting requirements.",
    "signupdate": "2011-12-21",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "20850"
}