{
    "CertifiedThroughLabel": "",
    "Fax": "760-918-6014",
    "OrgName": "Taylor Made Golf Company, Inc. d/b/a TaylorMade-adidas Golf Company and its U.S. Subsidiaries",
    "PPLoc": "http://taylormadegolf.com/privacy/privacy,en_US,pg.html#privacy ",
    "Phone": "760-918-6000",
    "activities": "This certification applies to Taylor Made Golf Company, Inc. d/b/a TaylorMade-adidas Golf Company, and its U.S. subsidiaries, collectively referred to herein as “TMaG.”  TMaG receives personal information regarding natural persons located in the EEA and Switzerland, in both online and offline format, in connection with selling its products and services and otherwise operating its business.  Customer data is transferred from TMaG affiliates located in the EEA or Switzerland to TMaG (which is located in the U.S.) or transmitted directly to TMaG from customers located in the EEA or Switzerland.  Human resources data is transferred to TMaG from TMaG affiliates located in the EEA and Switzerland or directly from the employees.",
    "address": "5545 Fermi Court",
    "asp_index": "26794",
    "city": "Carlsbad",
    "contactemail1": "luke.cocalis@tmag.com",
    "contactfax1": "760-918-3072",
    "contactname1": "Luke Cocalis, Esq.",
    "contactoff1": "Taylor Made Golf Company, Inc., Legal Department",
    "contactphone1": "760-918-6353",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "bill.reimus@tmag.com",
    "corpofffax1": "760-918-6398",
    "corpoffname1": "William S. Reimus, Esq.",
    "corpoffphone1": "760-918-6234",
    "corpofftitle1": "Senior Vice President and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Sporting Goods & Recreational Equipment - (SPT)Apparel - (APP)",
    "industrysector_parsed": [
        "Apparel - (APP)",
        "Sporting Goods & Recreational Equipment - (SPT)"
    ],
    "latest": "false",
    "nextcertification": "2016-02-16",
    "orgverification": "In-house and Third Party",
    "personaldata": "Online, offline, human resources data, and customer data",
    "ppdate": "2014-08-02",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Consumers may contact TMaG directly with privacy complaints or may contact the American Arbitration Association (AAA) directly.  Questions or complaints about the way TMaG has treated HR-related personal information will be handled internally. If the matter is not resolved through internal TMaG procedures, then employees will be directed to the state or national data protection authority (EU DPAs or Swiss FDPIC) in the jurisdiction where the employee works.",
    "signupdate": "2012-02-16",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92008"
}