{
    "CertificationStatus": "true",
    "Fax": "(614) 289-5657",
    "OrgName": "Commercial Vehicle Group, Inc.",
    "PPLoc": "see link below",
    "Phone": "(614) 289-5656",
    "activities": "Commercial Vehicle Group (CVG) processes data for legitimate human resources, business, and safety/security purposes, such as human resources and personnel management, business process execution and management, and safety/security.",
    "address": "7800 Walton Parkway",
    "asp_index": "26802",
    "city": "New Albany",
    "contactemail1": "don.johnston@cvgrp.com",
    "contactfax1": "(614) 289-5657",
    "contactname1": "Don Johnston",
    "contactoff1": "Commercial Vehicle Group, Inc.",
    "contactphone1": "(614) 289-5656",
    "contacttitle1": "Corporate Director Benefits",
    "corpoffemail1": "Laura.Macias@cvgrp.com",
    "corpofffax1": "(614) 289-5657",
    "corpoffname1": "Laura Macias",
    "corpoffphone1": "(614) 289-0253",
    "corpofftitle1": "HR Vice President",
    "eucountries": "Belgium, Czech Republic, France, Sweden, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "CZE",
        "FRA",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Trucks Trailers & Buses - (TRK)",
    "industrysector_parsed": [
        "Trucks Trailers & Buses - (TRK)"
    ],
    "latest": "false",
    "nextcertification": "2016-03-16",
    "orgverification": "In-house",
    "personaldata": "Human resources, business, safety/security",
    "ppdate": "2005-03-16",
    "previous": "",
    "privacyprograms": "UK Information Commissioner",
    "recoursemech": "If at any time, a person believes that their data has been processed in violation of this Policy, they may report the concern to Alan Cathrine, of KAB who is our contact in the UK.  If the concern relates to an alleged violation of the Policy by an entity located in a country other than the UK, assistance may be requested from the human resources director of that entity, which will assist in investigating the circumstances of the alleged violation.  If the violation is confirmed, CVG and KAB will work together with any other relevant parties to resolve the matter in a satisfactory manner, comsistent with the provisions of this Policy.  To the extent such matters cannot be adequately handled by CVG's own resources, CVG and KAB agree to appoint an independent third party to conduct an investigation/audit of any procedures or issues involving data.  After exhausting appropriate internal dispute resolution processes, employees may escalate their complaint to the panel of EU Data Protection Authorities (DPA panel).",
    "signupdate": "2005-03-16",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "43054"
}