{
    "Fax": "248-447-1727",
    "OrgName": "Lear Corporation",
    "PPLoc": "corporate Intranet: http://learnet.lear.com ",
    "Phone": "248-447-1811",
    "activities": "Lear Corporation and its U. S. subsidiaries and affiliates receive personal data from its European Union subsidiaries and affiliates, either electronically or manually, including data relating to its: employees, contractors, agents, temporary and casual workers, business associates, suppliers, advisers, consultants and other professional experts, customers and clients, complainants, correspondents and enquirers.  Lear Corporation processes (particularly by organizing, retrieving, consulting, using and storing) this personal information for the following business purposes, but is not limited to: 1. Managing and maintaining relationships with the data subjects. 2. Maintaining business records relating to past, present, and potential customers, suppliers, contractors, other business associates, and employees. 3. Monitoring and ensuring compliance with company policies by data subjects. 4. Responding to inquiries and/or investigations by regulatory and other authorities. 5. Resolving disputes with data subjects either internally or through dispute resolution processes. 6. Considering, preparing, bringing or defending claims relating to data subjects and managing the litigation process (including formal procedures such as disclosure or discovery).  Lear Corporation may also process (including by accessing and viewing) information about its employees' business travel arrangements electronically from its travel service provider's database.",
    "address": "21557 Telegraph Road",
    "asp_index": "26804",
    "city": "Southfield",
    "contactemail1": "tpolera@lear.com",
    "contactfax1": "248-447-1727",
    "contactname1": "Thomas J. Polera",
    "contactoff1": "Lear Corporation World Headquarters",
    "contactphone1": "248-447-1832",
    "contacttitle1": "Vice President, Compensation, Benefits and HR Systems",
    "corpoffemail1": "tpolera@lear.com",
    "corpofffax1": "248-447-1727",
    "corpoffname1": "Thomas J. Polera",
    "corpoffphone1": "248-447-1832",
    "corpofftitle1": "Vice President, Compensation, Benefits and HR Systems",
    "eucountries": "Belgium, Czech Republic, France, Germany, Hungary, Italy, Netherlands, Poland, Romania, Slovakia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "CZE",
        "FRA",
        "DEU",
        "HUN",
        "ITA",
        "NLD",
        "POL",
        "ROU",
        "SVK",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Automotive Parts & Service Equipment - (APS)",
    "industrysector_parsed": [
        "Automotive Parts & Service Equipment - (APS)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-27",
    "orgverification": "Self Assessment",
    "personaldata": "Human Resource Data, Employee and Company data, including e-mail storage",
    "ppdate": "2003-03-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Lear Corporation has a grievance and complaints procedure defined and available to employees on the company's intranet site.  The organization also agrees to cooperate with the EU Data Protection Authorities (DPAs)",
    "signupdate": "2004-02-27",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48034"
}