{
    "CertifiedThroughLabel": "",
    "Fax": "(425) 519-1895",
    "OrgName": "Esterline Corporation",
    "PPLoc": "http://www.esterline.com/EmployeePrivacyStatement.aspx ",
    "Phone": "(425) 453-9400",
    "activities": "Esterline collects and processes employee data for the purpose of establishing, maintaining, and terminating the employment relationship, including for the purpose of:\r\n• creation of a centralized database to proceed with the administrative management of human resources (management of recruitment, developing and implementing employee recruiting processes, processing payroll and expense reports, management of employees files, employment contracts including the development and management of employees' careers and skills, management of employees’ mobility, including tracking attendance, absences, paid leave, sickness leave and the creation and maintenance of records regarding performance appraisals, salary, bonus compensation, promotions, disciplinary actions and terminations); \r\n• administering employee benefits and pensions/retirement accounts and equity compensation and management of relationships with social services and tax authorities and other agencies responsible for the coverage of health insurance, supplementary retirement pensions of personnel and employee savings; \r\n• allocation of IT resources (including allocation of equipment, intranet, organization chart, developing and making available to employees a company-wide employee directory);\r\n• management of employees representatives’ elections and meetings;\r\n• management of physical and logical access to Esterline’s premises;\r\n• preventing fraud; \r\n• managing the training and support of employees;\r\n• compilation of statistics to comply with legal requirements;\r\n• meeting legal or regulatory requirements applicable and Esterline's internal policies; \r\n• management of travel, lodging, and related expenses.\r\nRecognizing that Esterline’s computers, laptops and other electronic communication devices and its email systems (collectively, “IT systems”) are work tools, Esterline  reserves the right to monitor and record employee use of IT systems, to the extent allowed by law, for the purposes of: \r\n• checking compliance with Esterline’s policies, standards, and best practices;\r\n• locating and retrieving lost messages in the event of hardware or software failure;\r\n• investigating suspected criminal offences, countering fraud, obtaining evidence for use in legal proceedings, or detecting misuse of Esterline assets or resources; or\r\n• detecting/preventing intrusion into the Company’s IT systems by unauthorized persons or by malicious means (viruses, spam, phishing, etc.).\r\nIn addition to the above and to the extent allowed by law, employee work email accounts may be accessed in exceptional situations and read in an employee’s absence by specified members of their working team, for the purpose of checking to see whether work-related emails received in their absence require action. \r\nAny such monitoring will only take place in accordance with the terms of the Company IT Acceptable Use Policy or your subsidiary’s local acceptable use policy, whichever is in force, by appropriately authorized staff and only in accordance with or as permitted by applicable local law.",
    "address": "500 108th Avenue N.E., Suite 1500",
    "asp_index": "26816",
    "city": "Bellevue",
    "contactemail1": "amy.watson@esterline.com",
    "contactfax1": "(425) 519-1895",
    "contactname1": "Amy Watson",
    "contactoff1": "Esterline Corporation Human Resources",
    "contactphone1": "(425) 453-9400",
    "contacttitle1": "Associate General Counsel & Corporate Secretary",
    "corpoffemail1": "marcia.mason@esterline.com",
    "corpofffax1": "(425) 519-1895",
    "corpoffname1": "Marcia Joy Mason",
    "corpoffphone1": "(425) 453-9400",
    "corpofftitle1": "Vice President & General Counsel",
    "eucountries": "Belgium, France, Germany, Italy, Netherlands, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "FRA",
        "DEU",
        "ITA",
        "NLD",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Aircraft & Parts - (AIR)Defense Industry Equipment - (DFN)Composite Materials - (CMT)",
    "industrysector_parsed": [
        "Aircraft & Parts - (AIR)",
        "Composite Materials - (CMT)",
        "Defense Industry Equipment - (DFN)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-23",
    "orgverification": "In-house",
    "personaldata": "Human Resources Data",
    "ppdate": "2013-02-13",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For Human Resources Data: If the employee has questions or concerns regarding this Policy or the use of your personal information, they are encouraged to contact their local Human Resources manager. If the employee feels the matter has not been adequately addressed by this person, he/she may bring their complaint to Esterline’s Data Protection Committee, formed to resolve employee privacy issues. The employee should contact the Data Pro at DPO@esterline.com to get more information on how to contact the Data Protection Committee. Decisions by the internal committee are subject to review by EU Data Protection Authorities (DPA) or the authorities of the nation subject to the EU Data Protection Directive. Upon request by an employee, the DPA or local authorities may investigate the employee’s concerns, and advise Esterline on steps to solve any identified problem.",
    "signupdate": "2004-02-23",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98004"
}