{
    "Fax": "212-845-6800",
    "OrgName": "Cushman & Wakefield, Inc.",
    "PPLoc": "Corporate intranet accessible by employee login only; see link below",
    "Phone": "212-841-7500",
    "activities": "Cushman & Wakefield may need to transfer, process, and control certain European Union personnel data of its affiliated companies, subject, however, to applicable laws and regulations.  Such data may be characterized as Personal Information including, as may be necessary, Sensitive Information.  For these purposes:  \r\n\r\nPersonal Information shall mean any information about an identified or identifiable individual, regardless of the medium or format in which the information is stored. \r\n\r\nSensitive Information shall mean Personal Information treated by European data protection laws as posing special risks to individuals, such as information about racial or ethnic origin, political opinions, religious or philosophical beliefs, trade-union membership, health, or sex life. Other categories of Personal Information subject to special protections in some European countries include information about criminal history, civil judgments, administrative sanctions, government security measures, government-issued ID numbers, biometric data, genetic data, geo-location data, personality profiling, and information in the context of “whistleblowing.” \r\n\r\nFor illustrative purposes, Cushman & Wakefield may need to use information about an employee’s name, citizenship, contact details, compensation, roles and skills for purposes of making decisions pertaining to:  personnel and compensation administration, including salary, bonus and stock plan programs; optimizing global organizational structure and management (e.g., personnel assignments and recruitment); personnel benefits (e.g., insurance programs), personnel development (e.g., training program development) and performance management; facility management and operations; providing information technology support and services; and legal matters pertaining to regulatory and legal compliance, and financial affairs, and monitoring and enforcing compliance with company policies and procedures.",
    "address": "1290 Avenue of the Americas",
    "asp_index": "26814",
    "city": "New York",
    "contactemail1": "privacy@cushwake.com",
    "contactfax1": "212-845-6800",
    "contactname1": "",
    "contactoff1": "Privacy Office",
    "contactphone1": "212-841-7766",
    "contacttitle1": "",
    "corpoffemail1": "maria.davanzo@cushwake.com",
    "corpofffax1": "212-845-6698",
    "corpoffname1": "Maria D'Avanzo",
    "corpoffphone1": "212-841-7605",
    "corpofftitle1": "Division General Counsel and Chief Thics Officer",
    "eucountries": "Belgium, Czech Republic, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, Netherlands, Poland, Portugal, Romania, Slovakia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "CZE",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)Leasing Services - (LES)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)",
        "Leasing Services - (LES)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "false",
    "nextcertification": "2016-02-22",
    "orgverification": "In-house self-assessment process.",
    "personaldata": "The data covered for purposes of this application is human resource data that may be processed off-line, on-line, or manually processed.",
    "ppdate": "2011-02-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Cushman & Wakefield and its subsidiaries will cooperate with applicable EU data protection authorities (DPAs) or such authorities designated representatives.",
    "signupdate": "2011-02-22",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10104-6178"
}