{
    "CertifiedThroughLabel": "",
    "Fax": "214-442-0601",
    "OrgName": "SoftLayer Technologies",
    "PPLoc": "http://www.softlayer.com/privacy-agreement ",
    "Phone": "214-442-0592",
    "activities": "When SoftLayer is a Data Controller:  SoftLayer affiliates located in EEA provide SoftLayer Technologies, Inc. with personal information about their prospective customers, prospective vendors, prospective employees and customers, participants in its channel partner program, vendors, contractors and employees.  SoftLayer Technologies uses this information to assist its affiliates in providing services to those individuals, and to assist its affiliates with vendor relations and contract management, human resources management, and their internal financial and other operations.\r\n\r\nWhen SoftLayer is a Data Processor:  When providing infrastructure as a service (IaaS), SoftLayer Technologies, Inc. may process personal data controlled by its customers or customers of SoftLayer entities located in the European Union.  SoftLayer does not determine or have knowledge of the types of data stored by customers and/or how that data is accessed, exchanged, processed or the classification of that data. SoftLayer customers are responsible for compliance with applicable data protection principles. SoftLayer processes data at the direction of its customers in accordance with the terms of the SoftLayer MSA and a data processing agreement in place with each of its entities located in the EU (in accordance with the standards of the EU Data Protection Directive and the Safe Harbor).",
    "address": "4849 Alpha Rd.",
    "asp_index": "26821",
    "city": "Dallas",
    "contactemail1": "bjohnson@softlayer.com",
    "contactfax1": "214-442-0601",
    "contactname1": "Brenk Johnson",
    "contactoff1": "SoftLayer Technologies",
    "contactphone1": "214-442-0628",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "sbutton@softlayer.com",
    "corpofffax1": "214-442-0601",
    "corpoffname1": "Sarah Button",
    "corpoffphone1": "214-442-0600",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2016-02-23",
    "orgverification": "In-House",
    "personaldata": "On-line, Off-line, Manually Processed",
    "ppdate": "2006-02-01",
    "previous": "",
    "privacyprograms": "Self-regulatory, ISO 27001, SOC 2",
    "recoursemech": "SoftLayer’s Legal Department would handle any disputes.  If the dispute is irresolvable then SoftLayer would cooperate with the EU data protection authorities and Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2009-02-23",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75244"
}