{
    "CertificationStatus": "true",
    "Fax": "(703) 875-0656",
    "OrgName": "eknow, Inc.",
    "PPLoc": "http://eknow.com/privacy-policy/ ",
    "Phone": "(703) 875-0653",
    "activities": "Processor on Behalf - eknow provides mergers and acquisition management software designed to help companies manage mergers, acquisitions, divestitures and other strategic initiatives more effectively. eknow does not own or control any of the information it processes on behalf of the eknow customer. All such information is owned and controlled by the eknow customer. In this capacity, eknow receives information transferred from the EU and Switzerland to the United States merely as a processor on behalf. With the exception of performing data imports or as otherwise directed by its clients, eknow does not collect or enter data into its clients’ software systems. At the direction of its clients, eknow may transmit data to third parties for interface/integration purposes with third party software products. Any access to or use of client data by eknow is incidental to performing eknow’s contractual obligations to its clients as a processor.",
    "address": "2300 Clarendon Blvd. Suite 401",
    "asp_index": "26839",
    "city": "Arlington",
    "contactemail1": "alan.croll@eknow.com",
    "contactfax1": "(703) 875-0656",
    "contactname1": "Alan Croll",
    "contactoff1": "2300 Clarendon Blvd. Suite 401  Arlington, VA 22201",
    "contactphone1": "(703) 875-0653",
    "contacttitle1": "CEO",
    "corpoffemail1": "alan.croll@eknow.com",
    "corpofffax1": "(703) 875-0656",
    "corpoffname1": "Alan Croll",
    "corpoffphone1": "(703) 875-0653",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-25",
    "orgverification": "In-house - Self-assessment",
    "personaldata": "All client data is covered by the Safe Harbor Framework(s).",
    "ppdate": "2007-05-17",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "eknow utilizes the self-assessment approach to assure its compliance with our privacy statement. We encourage interested persons to raise any concerns with us using the contact information below. We will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this policy. With respect to any complaints relating to this policy that cannot be resolved through our internal processes, we have agreed to participate in the procedures of the panel established by the European Data Protection Authorities and/or the Swiss Data Protection Authorities to resolve disputes pursuant to the Safe Harbor Principles. In the event that we or the European Data Protection Authorities and/or the Swiss Data Protection Authorities determine that we did not comply with this policy, we will take appropriate steps to address any adverse effects and to promote future compliance.",
    "signupdate": "2003-12-12",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22201"
}