{
    "Fax": "212-499-2681",
    "OrgName": "TRGRP, Inc. d/b/a The Roberts Group",
    "PPLoc": "http://www.trgrp.com/privacy.shtml ",
    "Phone": "212-499-2680",
    "activities": "The Roberts Group (TRG) provides a cost and inventory management tool, which enables Financial Institutions to track its use of market data technology and its associated costs.  Its core product suite is FITS, the Financial Information Tracking System for which the online version (applicable to the data privacy standards) is referred to as FITS Online.\r\nThe only extent to which personal information is captured in FITS pertains to the capture of basic user information for those people whose inventory is tracked within the system.  More specifically, a unique user code (often a system-generated ID) and user name are required.  Optional fields, such as e-mail address, title and the like are available.\r\nPlease note FITS does not track customer information, and in no way is intended to capture any financial data related to customer accounts, transactions, and the like.  It is intended only for use as a repository for internal inventory management.  Cost data captured in FITS is related specifically to the expenses that correspond with such technology.\r\nIt is up to the user firm (in no way controlled by TRG) to determine what values are put in the required and optional fields.  The system is used and maintained by user firms, and TRG is involved in data entry and maintenance if and when requested to do so by clients (in a system support or service capacity).\r\nTRG is dedicated to protecting the privacy of client data.   In furtherance thereof, TRG has established important procedures and practices designed to safeguard the privacy and security of the Information.  TRG carefully manages all information of which it is provided.  TRG does not provide personal (or any confidential) information to other parties other than when required by law.\r\nTRG maintains an overall information technology and security policy, communicated to all personnel with access to client information.  TRG has designed and implemented appropriate controls (both system and process) to ensure that information is only disclosed to those who have authorized legitimate business need for such access or as contractually directed by its clients.\r\nWithin the application, TRG’s privacy statement is made available (via a hyperlink) at the select points within FITS where information, which may be deemed as “personal” may be manipulated (added, edited or deleted).",
    "address": "441 Lexington Avenue, Suite 606",
    "asp_index": "26847",
    "city": "New York",
    "contactemail1": "joshua.leitner@trgrp.com",
    "contactfax1": "866-253-6614",
    "contactname1": "Joshua Leitner",
    "contactoff1": "NY Headquarters",
    "contactphone1": "212-499-2680 x16",
    "contacttitle1": "Director, Business Development",
    "corpoffemail1": "jeff.leitner@trgrp.com",
    "corpofffax1": "866-253-6613",
    "corpoffname1": "Jeff Leitner",
    "corpoffphone1": "212-499-2680",
    "corpofftitle1": "Director, Operations",
    "eucountries": "France, Germany, Hungary, Ireland, Italy, Netherlands, Romania, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "ROU",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)Computer Software - (CSF)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Financial Services - (FNS)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "false",
    "nextcertification": "2016-02-13",
    "orgverification": "In-house",
    "personaldata": "on-line, manual, HR (user name/code)",
    "ppdate": "2000-07-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU DPAs and the Swiss Federal Data Protection and Information Commissioner; however, for questions or concerns regarding privacy statements and FITS Online, the first point of contact is to email dataprivacy@trgrp.com.",
    "signupdate": "2007-02-13",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10017"
}