{
    "CertifiedThroughLabel": "",
    "Fax": "713-918-8000",
    "OrgName": "BMC Software, Inc.",
    "PPLoc": "http://www.bmc.com/legal/privacy ",
    "Phone": "800-841-2031",
    "activities": "This certification covers personal data transferred from the EU/EEA/Switzerland  regarding current and potential  employees, resellers, customers, suppliers, vendors, service providers, and possibly other individuals for various purposes, including but not limited to:  employment evaluation,  employment and benefits administration,  business operations and communications, network and systems operations, asset management, finance and accounting, accounts payable and expense reporting and reimbursement, procurement, travel, events and training, crisis management and business continuity, security,  sales and marketing, consulting services and engagement management, and customer support  activities. BMC Software operates in the business-to-business (B2B) software industry. Unlike many companies, BMC does not focus on consumer users or the collection of consumer data. To the extent BMC collects information online, its purpose is to better serve its business customers. As part of its employment processes, BMC collects personal and work assignment information from its employees, including  contact information, National ID, Date of Birth and other personal data necessary for the administration of employment and benefits. BMC also collects Emergency Contact information as provided by its employees. BMC uses third party administrators to administer our health care and retirement planning benefits. Those administrators also collect personal information as provided by our employees. \r\nRegarding BMC’s software-as–a–service product offerings, BMC acts as a data processor with respect to EU/EEA and/or Swiss personal data it receives, stores or processes on behalf of, and at the direction of, BMC customers who purchase these products.  \r\nWhen providing support or services related to its software products, BMC Software may receive personal data controlled by a customer about their customers and employees.",
    "address": "2101 CityWest Blvd.",
    "asp_index": "26853",
    "city": "Houston",
    "contactemail1": "Jim_Klein@bmc.com",
    "contactfax1": "713-918-1110",
    "contactname1": "James M. Klein",
    "contactoff1": "BMC Software, Inc.",
    "contactphone1": "713-918-1421",
    "contacttitle1": "Global Security Services Director",
    "corpoffemail1": "patrick_tagtow@bmc.com",
    "corpofffax1": "713-918-1110",
    "corpoffname1": "Patrick Tagtow",
    "corpoffphone1": "713-918-8800",
    "corpofftitle1": "SVP, General Counsel and Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-01",
    "orgverification": "In-House",
    "personaldata": "employee, organization, customer, reseller and suppliers data",
    "ppdate": "2008-04-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities and Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2006-03-01",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "77042"
}