{
    "CertificationStatus": "true",
    "Fax": "888-267-9025",
    "OrgName": "Janrain Inc.",
    "PPLoc": "http://janrain.com/janrain-privacy-statement/ ",
    "Phone": "888-563-3082",
    "activities": "Janrain’s customers are organizations that permit individuals to register and login to their respective websites using Janrain’s Web-based applications and user management platform services.  In the course of such registration and logins, Janrain’s customers may request that individuals share with them electronic data, including personal data.  Janrain provides a service for hosting such data (and other personal data provided by customers) on customers' behalf.   In this context, Janrain acts as a data processor on behalf of each of its customers with respect to such data and processes such data only in accordance with customer instructions.  Janrain does not determine how such data is utilized, and any access to or use of such data by Janrain is incidental to Janrain fulfilling its contractual obligations as a data processor.   As part of Janrain’s internal operations, Janrain receives the personal data of European Union citizens employed by, and applying for employment by, a Janrain subsidiary based in Europe.  This data is received at Janrain’s U.S. headquarters for processing and storage. Janrain uses this employee data as needed for providing employment and employee benefits and services. In this context, Janrain acts as a data controller.",
    "address": "519 SW 3rd  Ave Ste 600",
    "asp_index": "26864",
    "city": "Portland",
    "contactemail1": "lewis@janrain.com",
    "contactfax1": "503-488-6754",
    "contactname1": "Lewis D. Barr",
    "contactoff1": "Janrain  Headquarters",
    "contactphone1": "503-488-9025",
    "contacttitle1": "General Counsel and VP of Privacy",
    "corpoffemail1": "larry@janrain.com",
    "corpofffax1": "888-267-9025",
    "corpoffname1": "Larry Drebes",
    "corpoffphone1": "503-488-6754",
    "corpofftitle1": "CEO and CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-08",
    "orgverification": "Third party - TRUSTe",
    "personaldata": "Customers' consumer data, which does not include manually processed data.",
    "ppdate": "2013-04-02",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "TRUSTe; EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner for human resources data",
    "signupdate": "2010-04-08",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97204"
}