{
    "Fax": "206-274-6393",
    "OrgName": "ExtraHop Networks, Inc.",
    "PPLoc": "http://www.extrahop.com/privacy/statement/ ",
    "Phone": "877-333-9872",
    "activities": "As a software manufacturer, retailer, and service provider ExtraHop Networks collects information \r\n\r\nfrom potential and current customers in the following circumstances.  Personal data (e.g., name and \r\n\r\ncontact information) is gathered at industry conferences, over the phone, via email, or through online \r\n\r\nforms when information is downloaded or requested from our website.  We use that data to provide \r\n\r\ninformation on ExtraHop Networks products and services. From customers we may ask for billing and \r\n\r\ncustomer contact information sufficient to process payments, provide customer service, and provide \r\n\r\ninformation on ExtraHop Networks products and services. \r\n\r\nAs an employer ExtraHop or its affiliates in the EEA and Switzerland may transfer personal \r\n\r\ninformation concerning current, former, and prospective personnel in the EEA and Switzerland to the \r\n\r\nU.S. in connection with the management and operation of the company, human resources \r\n\r\nadministration, and safety and security processes.\r\n\r\nInformation collected from job applicants is used solely for recruitment purposes.  \r\n\r\nAny personal information collected from vendors is used solely for conducting business with them.",
    "address": "520 Pike Street",
    "asp_index": "26869",
    "city": "Seattle",
    "contactemail1": "privacy@extrahop.com",
    "contactfax1": "206-274-6393",
    "contactname1": "Bri",
    "contactoff1": "EHIT",
    "contactphone1": "877-333-9872",
    "contacttitle1": "Hatch",
    "corpoffemail1": "privacy@extrahop.com",
    "corpofffax1": "206-274-6393",
    "corpoffname1": "Thomas O'Brien",
    "corpoffphone1": "2067878058",
    "corpofftitle1": "VP of Legal and Assistant Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-23",
    "orgverification": "In-house",
    "personaldata": "On-line, Off-line, Manually-Processed , and Human Resources data",
    "ppdate": "2015-01-28",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information \r\n\r\nCommissioner (FDPIC) for employees, and the American Arbitration Association for non-employees.",
    "signupdate": "2015-02-23",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98101"
}