{
    "CertifiedThroughLabel": "",
    "Fax": "(619) 710-1442",
    "OrgName": "BBG Communications, Inc.",
    "PPLoc": "http://www.bbgusa.com/safeharbor.pdf ",
    "Phone": "(619) 661-6661",
    "activities": "BBG processes casual-use voice services from European Union (\"EU\") telephone users making long distance calls from payphones and hotels.   This process includes the collection of billing information and desired call destination from end users which eventually result in the creation of call detail records and include the date, time, duration, number dialed and billing number. This call detail information is collected from EU telephone equipment operators, and local and long distance carriers and is used by BBG for calculating commissions and reporting this information via a secured website to sales representatives and customers; otherwise the information is restricted to authorized personnel, technical staff and network administrators.  Call detail records do not contain personally identifiable information.  An individual's name and credit card number are collected when calls are billed to a credit card, and BBG processes the payment and charges the caller's credit card.  Certain related entities in the EU have also contracted with BBG to provide telecommunications support services and may also submit human resource information to BBG which is used only for internal purposes, stored in a secure location and not shared with third parties.",
    "address": "1658 Gailes Blvd., Suite B",
    "asp_index": "26865",
    "city": "San Diego",
    "contactemail1": "maritza@bbgcomm.com",
    "contactfax1": "(619) 710-1442",
    "contactname1": "Maritza Morales",
    "contactoff1": "BBG Communications, Inc.",
    "contactphone1": "(619) 661-6661",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "rafael@bbgcomm.com",
    "corpofffax1": "(619) 710-1442",
    "corpoffname1": "Rafael Galicot",
    "corpoffphone1": "(619) 661-6661",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2015-08-16",
    "orgverification": "In-house and third-party.",
    "personaldata": "electronic and manually processed data",
    "ppdate": "2006-07-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Any questions or concerns regarding the use or disclosure of personal information should be addressed to the Privacy Officer identified above.  BBG will investigate and attempt to resolve complaints regarding violations of its published privacy policy directly with the complainant.  In the event that the complaint cannot be resolved by BBG internally, the complainant may submit the matter to binding arbitration before the American Arbitration Association (AAA) in San Diego, California.",
    "signupdate": "2006-08-16",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92154"
}