{
    "Fax": "+442075011919",
    "OrgName": "Mind Candy Inc.",
    "PPLoc": "http://www.moshimonsters.com/privacy and http:// www.mindcandy.com",
    "Phone": "+442075011900",
    "activities": "Online virtual pet experience. Mind Candy does not share, rent or trade personally identifying information about our registered users, including kids under 13, with non-affiliated third parties (i.e., companies who are not one of our corporate affiliates or who are not providing support to the internal operations of our company) for their promotional purposes. Mind Candy makes every reasonable effort to disallow and discourage users and kids from sharing personally identifying information with each other via the community features via a filter system and live moderators. The only information that can be openly shared in the Moshimonsters.com community features are screen names (and kids are cautioned not to select their real names), country of residence, age, gender and moderated messages. Users and kids who use the pin board features do have the opportunity to draft their own messages to their friends, but we do not prompt any site users to provide any identifying information about themselves.\r\nMind Candy may share other information submitted on its site - non-personal information - to provide requested products or services, if permission is granted, or under the following circumstances:\r\nWe share personal information in certain cases in order to prevent, take action against or investigate situations regarding illegal activities, fraud or suspected fraud, events in which threats or potential threats to the physical safety of any person or persons is evident, when violations of Mind Candy's terms of use occur, or in other situations required by law.\r\nWe respond to subpoenas, court orders and other legal processes, or make use of information in exercising our legal rights or establishing defense against legal claims.\r\nWe transfer information about users if Mind Candy is acquired by or merged with another company. In this event, Mind Candy notifies the user in advance of any information transfer and before it may become subject to any other privacy policy.\r\nWe reserve the right to disclose your personally identifiable information as required by law and when we believe that disclosure is necessary to protect our rights and/or comply with a judicial proceeding, court order, or legal process served on our Web site.",
    "address": "2711 Centerville Road, Suite 400",
    "asp_index": "26873",
    "city": "Wilmington",
    "contactemail1": "jenifer.swallow@mindcandy.com",
    "contactfax1": "+442075011919",
    "contactname1": "Jenifer Swallow",
    "contactoff1": "Mind Candy Ltd",
    "contactphone1": "+442075011900",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "divinia@mindcandy.com",
    "corpofffax1": "+442075011919",
    "corpoffname1": "Divinia A Knowles",
    "corpoffphone1": "+442075011900",
    "corpofftitle1": "COO/CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Toy & Games - (TOY)",
    "industrysector_parsed": [
        "Toy & Games - (TOY)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-04",
    "orgverification": "In house",
    "personaldata": "online",
    "ppdate": "2008-01-03",
    "previous": "",
    "privacyprograms": "Privo Children's Online Privacy\r\nPrivo EU Safe Harbor Program\r\nTRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2009-03-04",
    "state": "Delaware",
    "statutorybody": "FTC",
    "zip": "19808"
}