{
    "Fax": "",
    "OrgName": "Cielo, Inc",
    "PPLoc": "http://www.cielotalent.com/safeharbor ",
    "Phone": "262-754-5050",
    "activities": "Cielo processes Personal Information to enable us to provide advice and professional services as a recruitment process outsourcer, to provide consultancy and advisory services, to promote our services, and to maintain our own accounts and records.\r\n\r\nThe Company collects Personal Information about our clients including: name, address, telephone number, email address, employment designation, professional credentials, membership of professional organizations, and other relevant information.\r\n\r\nIn certain cases, we may request or obtain Sensitive Personal Information about our clients, such as disability information, dietary requirements or medical conditions, where this is necessary to help us provide services to those clients.\r\n\r\nIn the course of our services, we may collect the following Personal Information about candidates: name, address, telephone number, email address, resume information (e.g., employment history, education, professional credentials, membership of professional organizations, skills), citizenship, information from former employers and other references, and other relevant information to the extent we have acquired or the individual has provided us with such information.\r\n\r\nIn certain cases, we may request Sensitive Personal Information in connection with our services. For example, this may be collected as part of a client assessment or for diversity, vetting or other permitted purposes. The information may include gender, race, age, disability, country of origin or criminal convictions.\r\n\r\nWe may also use photographs of candidates that are provided to us or that are made publicly available on the Internet (e.g., LinkedIn) for internal reference purposes only.\r\nPersonal Information about candidates who have applied for roles will be disclosed to the relevant clients. We may also use and disclose Personal Information to confirm references and qualifications, and to conduct background checks and security vetting, as instructed by our clients. We may further use Personal Information that we collect for the purpose of aggregating diversity statistics and other statistical information regarding our candidates and placement activities. \r\n\r\nExcept in these limited cases, we do not collect any other Sensitive Personal Information from or about candidates. \r\nThe following paragraphs describe in further detail some of the ways in which we may use Personal Information: \r\n\r\nFulfilling your requests:\r\nWe may use Personal Information to respond to your inquiries and fulfill your requests. If you contact us, we may keep a record of your contact information and correspondence, and we may use any information you provide in your message to respond to your inquiry.\r\n \r\nBusiness purposes:\r\nWe may use personal information for our business purposes, such as audits, internal communication regarding candidates and clients, determining the effectiveness of our promotional activities, administering our products and services, maintaining and securing our infrastructure, and for procurement and financial transactions.\r\n\r\nAdministrative information:\r\nWe may from time to time use Personal Information to send you important information regarding our Online Systems, engagement letters, proposals, changes to our terms, conditions and policies and/or other administrative information. We may also contact you from time to time to verify that the Personal Information we have collected about you is accurate and current.\r\n\r\nInformational communications:\r\nThe Company may from time to time send informational emails, articles, white papers and other information regarding our services to candidates and business contacts. We also may use Personal Information such as email or postal address to conduct surveys. You have a right to opt out of receiving informational material and surveys, and the Company will respect any such request from a candidate or business contact.\r\n\r\nOccasionally, and with your consent, we may use Personal Information about candidates and/or business contacts in press releases and direct marketing materials. \r\n\r\nAdditional activities for Search Services:\r\nIn the course of our Search Services, we use Personal Information that we have collected concerning candidates to identify professional opportunities that we think may be of interest. \r\n\r\nWe may contact potential candidates from time to time regarding such opportunities, unless the candidate has opted out. We also may contact individuals from time to time to solicit names of, or other Personal Information regarding, potential candidates in connection with a search that we are conducting and for the purposes of market intelligence. \r\n\r\nAdditional activities for Consulting Services:\r\nWe may provide additional Consulting Services to clients, such as insight or benchmarking on diversity or talent demographics, using anonymized and aggregated Personal Information collected in the course of providing our search services.",
    "address": "200 S Executive Drive, Suite 400",
    "asp_index": "26883",
    "city": "Brookfield",
    "contactemail1": "adam.godson@cielotalent.com",
    "contactfax1": "",
    "contactname1": "Adam Godson",
    "contactoff1": "Cielo Corporate Office",
    "contactphone1": "262-439-1521",
    "contacttitle1": "Director, Global Technology Solutions",
    "corpoffemail1": "sue.marks@cielotalent.com",
    "corpofffax1": "",
    "corpoffname1": "Sue Marks",
    "corpoffphone1": "262-754-5054",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Employment Services - (EMP)",
    "industrysector_parsed": [
        "Employment Services - (EMP)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-24",
    "orgverification": "In-house",
    "personaldata": "The personal data covered under this policy will be processed primarily through automated means, such ans candidate databases or salesforce for sales prospects.   The data relates to the following groups:  current clients, prospective clients, candidates, employees.",
    "ppdate": "2015-03-01",
    "previous": "",
    "privacyprograms": "Cielo maintains a self-regulatory privacy program that adheres to the Safe Harbor Principles.   This Security Council has met regularly since 2011 in establishing and updating information security policies for the organization and maintaining the information security policy manuals.",
    "recoursemech": "Cielo will utilize EU’s DPA as a recourse to investigate unresolved complaints.",
    "signupdate": "2015-02-24",
    "state": "Wisconsin",
    "statutorybody": "FTC",
    "zip": "53005"
}