{
    "CertificationStatus": "true",
    "Fax": "480383-6686",
    "OrgName": "onTop Technology Corporation",
    "PPLoc": "http://www.ontopcorp.com/?page_id=374 ",
    "Phone": "480-308-0028",
    "activities": "We may collect information, which may include Personal Information, that you give directly to us.  For example, if you create any type of an account (“Account”) with us, we collect some or all of the following: company name, individual name, title, address, telephone number(s), email address(es), payment preferences, bank accounts, credit/debit card details, and your choice of Services.  We also record and retain information, which may include Personal Information, from the communications and interaction that you initiate with us, such as orders, inquiry forms, emails, posts, chats, support tickets, payments, and payment history.\r\nWe may collect information, which may include Personal Information, when you and third parties use the Site or Services.  Like many websites, the Site also utilizes standard technology to generate web server logs and to read and write “cookies.”  These technologies collect information about your use of the Site and Services.  This information may include: \r\no Visit information, such as date and time of use, referring/exit webpages, number of visits, pages visited, hyperlinks used, duration of visit, search queries, shopping cart, and order details.\r\no Device information, such as hardware model, settings, operating system version, internet protocol address, browser type and language, unique device identifiers, and mobile device information including mobile phone number, if applicable.\r\no Use information, as applicable, such as telephony log information like your phone number, calling-party number, forwarding numbers, time and date of calls, duration of calls, SMS routing information, and type of calls.\r\no Location information, like GPS information, if enabled.\r\no Email receipt and read confirmation.\r\no Unique application number.\r\nWe take reasonable steps to ensure that Personal Information is reliable for its intended use, accurate, complete and current.  Please do not send us nor share with us any Sensitive Personal Information.",
    "address": "7147 E. Rancho Vista Dr., Suite 104",
    "asp_index": "26895",
    "city": "Scottsdale",
    "contactemail1": "dm@ontopcorp.com",
    "contactfax1": "480-383-6686",
    "contactname1": "Debra L. Mohney",
    "contactoff1": "Corporate Office",
    "contactphone1": "480-305-0028",
    "contacttitle1": "Human Resources/Executive Assistant",
    "corpoffemail1": "dz@ontopcorp.com",
    "corpofffax1": "",
    "corpoffname1": "David E. Ziton",
    "corpoffphone1": "480-696-5730",
    "corpofftitle1": "Co-Founder & Managing Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)General Science & Technology - (GST)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Science & Technology - (GST)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-27",
    "orgverification": "BBB",
    "personaldata": "Organization, client, customer, third party websites",
    "ppdate": "2011-02-17",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "Privacy Officer & BBB",
    "signupdate": "2015-02-27",
    "state": "Arizona",
    "statutorybody": "FTC",
    "zip": "85251"
}