{
    "CertificationStatus": "true",
    "Fax": "(661) 257-1986",
    "OrgName": "Arvato Digital Services LLC and its wholly-owned U.S. subsidiaries Arvato Entertainment LLC and Arvato Services LLC",
    "PPLoc": "http://www.arvato-na.com/en/safe-harbor.html ",
    "Phone": "(800) 223-1478",
    "activities": "As a Service Provider: Arvato Digital Services LLC (the “Company”)\r\n\r\n• Provides e-commerce capabilities and integrates customer service, IT, logistics, and financial services on behalf of its clients.  In connection therewith, Arvato receives personal information from its clients’ customers to, among other things, fulfill and confirm orders, provide technical and customer support service, customize shopping experiences and help its clients administer customer loyalty programs.\r\n\r\nTo the extent that the Company is subject to any EU privacy regime in connection with the services it provides to its clients, it is in its capacity as a data processor. \r\n\r\nAs an Employer: The Company or its affiliates in the EEA and Switzerland may transfer personal information concerning current, former, and prospective personnel in the EEA and Switzerland to the U.S. in connection with the management and operation of the company, human resources administration, and safety and security processes. \r\n\r\n• Personal information may also be processed and transferred to the United States in connection with collection and discovery requests in the context of litigation or government investigations, and in such context it may be made available to adverse parties in litigation or governmental entities.",
    "address": "29011 Commerce Center Drive",
    "asp_index": "26906",
    "city": "Valencia",
    "contactemail1": "safeharbor@arvatousa.com",
    "contactfax1": "(212) 782-1144",
    "contactname1": "Lee Noriega",
    "contactoff1": "Legal Department",
    "contactphone1": "(212) 782-1147",
    "contacttitle1": "Vice President, Legal Affairs",
    "corpoffemail1": "safeharbor@arvatousa.com",
    "corpofffax1": "(212) 782-1144",
    "corpoffname1": "Lee Noriega",
    "corpoffphone1": "(212) 782-1147",
    "corpofftitle1": "Assistant Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-26",
    "orgverification": "In-house",
    "personaldata": "Off-line data, On-line data, manually processed data, human resources data",
    "ppdate": "2013-02-25",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2013-02-26",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "91355"
}