{
    "Fax": "571-303-3100",
    "OrgName": "Corporate Executive Board Company",
    "PPLoc": "CEB Privacy Statement: http://www.executiveboard.com/exbd/privacy/index.page ",
    "Phone": "571-303-3000",
    "activities": "Corporate Executive Board Company (CEB) has a need to extract, compile, process, transfer and use human resource and survey data of their EU-based employees and employees of CEB member organizations.  CEB uses the personal information of EU-based employees for several internal purposes, including: \r\n•\tTo administer hiring, promotion, succession planning, discipline, termination, and other human resources transactions;\r\n•\tTo administer employee benefits, compensation, reimbursement, and related transactions;\r\n•\tTo process attendance, payroll, and other administrative information;\r\n•\tTo contact family members in the event of an emergency; \r\n•\tTo process health information for administering plans;\r\n•\tTo administer IT systems; \r\n•\tTo comply with applicable employment statutes;\r\n•\tTo comply with law enforcement inquiries; and\r\n•\tOther human resources-related purposes.\r\n\r\nCEB also uses, extracts, compiles, processes and transfers personal information from employees of their clients in order to perform the services for which clients  have hired CEB, including:\r\n•\tConducting surveys and other data gathering activities;\r\n•\tAnalyzing survey responses;\r\n•\tAnalyzing input from other data collection activities; and\r\n•\tCreating reports and other deliverables for clients.\r\n\r\nCEB Iconoculture is a future-focused line of comprehensive consumer insights and strategic advisory services that processes personal information of EU-based employees of clients and EU-based survey participants who sign up to participate in survey panels.",
    "address": "1919 North Lynn",
    "asp_index": "26904",
    "city": "Arlington",
    "contactemail1": "lbranco@executiveboard.com",
    "contactfax1": "571-303-3100",
    "contactname1": "Lisa Branco",
    "contactoff1": "Legal and Compliance Department",
    "contactphone1": "571-303-3000",
    "contacttitle1": "Privacy & Data Protection Officer",
    "corpoffemail1": "pauerbach@executiveboard.com",
    "corpofffax1": "571-303-3100",
    "corpoffname1": "Pamela Auerbach",
    "corpoffphone1": "571-303-6824",
    "corpofftitle1": "Chief Compliance Officer",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, Malta, Netherlands, Norway, Portugal, Romania, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "PRT",
        "ROU",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)Information Services - (INF)General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Information Services - (INF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-25",
    "orgverification": "In-house",
    "personaldata": "Offline, online, HR data",
    "ppdate": "2014-02-24",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "CEB and its subsidiaries agree that any disputes regarding its privacy policies and related actions regarding data from Europe can be heard by the European Data Protection Authorities (EU DPAs) or the Swiss Federal Data Protection and Information Commissioner (FDPIC), and we will be subject to the determinations of those bodies. Any complaints about CEB's adherence to the practices described in its privacy policy statement or non-compliance with the Safe Harbor Principles should first be addressed to Lisa Branco at lbranco@executiveboard.com.",
    "signupdate": "2011-02-25",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22209"
}