{
    "Fax": "412-422-0444",
    "OrgName": "Multimodal Technologies, LLC",
    "PPLoc": "http://mmodal.com/privacy-security/ ",
    "Phone": "412-422-2002",
    "activities": "In order to provide certain of its technology products and services, M*Modal may receive personal information, including personal health information, from its customers and business partners located in the EU/EEA for processing, at such customers’ or business partners’ direction.  This personal information may relate to such customers’ clients, patients, employees or others, and may include name, signature, employee identification number, social security number, telephone number, insurance policy number, job title, financial information, account numbers, as well as information related to an individual’s racial or ethnic origin, health or sex life, political or religious beliefs or any other information that is capable of being associated with a particular identifiable individual.  Personal information received by M*Modal is used in a variety of ways, depending upon the products used, or services requested, by a particular M*Modal customer.  These services may involve using personal information to: transcribe dictation recordings into textual medical notes and reports, provide maintenance and support services to customers and other end-users, improve M*Modal products and services and create new products and services, customize products and services to meet customer needs, manage customer relationships, and comply with the requirements of governmental and regulatory bodies, among other uses.  M*Modal also relies on third parties for information technology and data center management purposes and may transfer personal information to such third parties.  In such cases, M*Modal will only transfer personal data to an agent, such as a service provider, vendor or other third party acting as a processor of personal information for M*Modal where such agent has provided assurances that it provides at least the same level of privacy protection as is required by M*Modal and such agent is prohibited from using the personal information for any purpose other than providing the services required by M*Modal.  M*Modal’s policies regarding the treatment of personal information is based upon, and adheres to, the U.S.-E.U. Safe Harbor Privacy Principles.",
    "address": "1710 Murray Avenue, Suite 200",
    "asp_index": "26913",
    "city": "Pittsburgh",
    "contactemail1": "ryan.hopkins@mmodal.com",
    "contactfax1": "412-422-0444",
    "contactname1": "Ryan W. Hopkins",
    "contactoff1": "Office of Chief Legal Officer",
    "contactphone1": "412-422-2002",
    "contacttitle1": "Vice President, Associate General Counsel",
    "corpoffemail1": "mark.ivie@mmodal.com",
    "corpofffax1": "412-422-0444",
    "corpoffname1": "Mark Ivie",
    "corpoffphone1": "412-422-2002",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Computer & Peripherals - (CPT)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-25",
    "orgverification": "Third Party",
    "personaldata": "On-line data collected through M*Modal's public-facing website, and electronic health information provided to M*Modal by its customers, but not including manually processed data.",
    "ppdate": "2015-02-24",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-02-25",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "15217"
}