{
    "CertificationStatus": "true",
    "Fax": "954-308-8725",
    "OrgName": "Intermedix Corporation",
    "PPLoc": "https:/ www.intermedix.com/legal/safe_harbor.html ",
    "Phone": "954-308-8700",
    "activities": "Organization maintains a website which allows visitors to voluntarily enter personal data as a component of information request, event registration and software access processes.  Organization uses such data only for the intended purpose and makes data available only to those persons internally who need to see the data in order to perform requested activities.  Organization does not share the data, in any way, with third parties.  Organization also provides ASP services to customers in cooperation with a third party vendor.  License and service agreements address management of data; third party vendor is Safe Harbor certified. For HR data in Switzerland, we will cooperate with the Federal Data Protection and Information Commissioner.",
    "address": "6451 N. Federal Highway, Suite 1000",
    "asp_index": "26925",
    "city": "Ft. Lauderdale",
    "contactemail1": "melissa.leigh@intermedix.com",
    "contactfax1": "706-826-9911",
    "contactname1": "Melissa Leigh",
    "contactoff1": "Intermedix c/o ESi Acquisition, Inc.",
    "contactphone1": "706-823-0911",
    "contacttitle1": "Associate General Counsel",
    "corpoffemail1": "pam.krop@intermedix.com",
    "corpofffax1": "954-308-8725",
    "corpoffname1": "Pamela Krop",
    "corpoffphone1": "954-308-8700",
    "corpofftitle1": "Corporate Secretary",
    "eucountries": "Lithuania, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "LTU",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-19",
    "orgverification": "In-house",
    "personaldata": "On-line, manually processsed",
    "ppdate": "2009-01-01",
    "previous": "26925",
    "privacyprograms": "None",
    "recoursemech": "Intermedix agrees to cooperate with any requests for investigation or information received from regulatory authorities, whether based in the US or the EU, having competent jurisdiction over Safe Harbor activities.  Customer-initiated inquiries regarding Safe Harbor practices also are welcome.  Information about how to seek information about Safe Harbor and other privacy practices are posted on the corporate website as part of the organization's Privacy statement.  Intermedix participates in dispute resolution programs provided by the Better Business Bureau (BBB) EU Safe Harbor Program.  Intermedix also has registered with the EU Data Protection Authorities (\"EU DPAs\") and agrees to cooperate with the EU DPAs and the Swiss Federal Data Protection and Information Commissioner, as needed, to investigate unresolved complaints concerning covered (HR) data.",
    "signupdate": "2009-02-19",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33308"
}