{
    "CertifiedThroughLabel": "",
    "Fax": "206-902-3902",
    "OrgName": "Varolii Corporation",
    "PPLoc": "http://www.varolii.com/Company/Profile/Legal/Privacy-Policy.aspx ",
    "Phone": "206-902-3900",
    "activities": "Personal Information about employees of Varolii’s corporate clients is delivered by the clients to Varolii to provide messaging and notification services that are determined, selected, chosen, or opted into or out of by the corporate clients, the corporate client’s individual customer, or the corporate client’s employees or contractors, all under contract between Varolii and its corporate clients. Personal Information about existing business relationships of Varolii corporate clients is delivered by the corporate clients to Varolii in order for Varolii to provide messaging and notification services, or to provide business information that are determined, selected, chosen, or opted into or out of by Varolii corporate clients, the corporate client’s individual customer, or the corporate client’s employees or contractors, all under contract between Varolii and its corporate clients. The company does collect personal data when individuals choose to register such information with the company. Such choices are made in relation to a specific application of a customer. In addition the company processes information provided by its corporate clients. The company at times acts as a conduit for data transmitted by third parties and does not determine the purposes and means of processing those personal data. All data transferred to Varolii is digital and transmitted from Varolii corporate clients through the use of encrypted electronic transmission. Data is received from Varolii corporate clients in digital form and is used, transmitted, and stored digitally. All of the information provided to Varolii by our corporate clients is used to provide services for those corporate clients. Included may be information regarding the name, contact addresses (e.g. SMS Address, street address, telephone number, e-mail address), company, job or skill related or activity related data), employee number, job title, times working, training information, number of years employed, data associated with response by employee or contractor.\r\nIncluded may be personal business information associated with business relationship with caller including personal financial info (amounts owed, timing and timeliness of payments), insurance policy expiration information, business relationship to caller, personal business and consumer activity, credit and amount of payment information.\r\nIncluded may be all other “sensitive information” Varolii corporate clients may collect on their customers or employees.  At the present time, Varolii does not receive or use individual customer information that is considered \"sensitive\" under the Safe Harbor description (specifying medical or health conditions, racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership or information specifying the sex life of the individual).",
    "address": "821 2nd Ave",
    "asp_index": "26986",
    "city": "Seattle",
    "contactemail1": "andre.mintz@nuance.com",
    "contactfax1": "206-902-3902",
    "contactname1": "Andre Mintz",
    "contactoff1": "Security Risk & Compliance Management",
    "contactphone1": "206-902-1799",
    "contacttitle1": "Chief Security Officer",
    "corpoffemail1": "andre.mintz@nuance.com",
    "corpofffax1": "206-902-3902",
    "corpoffname1": "Andre Mintz",
    "corpoffphone1": "206-902-1799",
    "corpofftitle1": "Chief Security Officer",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Norway, Portugal, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "PRT",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-21",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line",
    "ppdate": "2000-03-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "2006-03-21",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98104"
}