{
    "CertificationStatus": "true",
    "Fax": "415-432-2205",
    "OrgName": "EVault, Inc.",
    "PPLoc": "http://www.evault.com/safe-harbor.html and http://www.evault.com/privacy-policy.html",
    "Phone": "415-432-2200",
    "activities": "Consumer-related business data is received and processed by EVault as follows:\r\n\r\nEVault develops professional-grade on-premise and cloud-connected storage solutions for small and midsize businesses (SMBs) and remote office/branch office (ROBO) locations. As part of these services, EVault stores data on behalf of its customers and business partners. It does not select or control the types of data that are submitted to its servers, and any access to, or use of, such data by EVault is incidental to completing the contractual obligations of EVault as data processor, to its customers. EVault also is a data controller with respect to and uses personal data of its current and prospective customers and current and prospective partners for sales, billing, marketing, communicating with customers and partners about services and products, business partner recruitment purposes and updating our records and generally maintaining customer accounts and services.\r\n\r\nCustomer privacy policy: http://www.evault.com/privacy-policy.html\r\n\r\nHuman resources data is received and processed by EVault as follows:\r\n\r\nEVault is a data controller with respect to personal data for employee and non-employee personnel and service providers with respect to its divisions, business units and subsidiaries. No such personal data resides in, originates from, or relates to Switzerland.  It collects, transfers, and uses personal data of its employees and non-employee personnel for human resources purposes, such as recruitment, hiring and engagement; managing and administering employment and engagement terms; compensation, benefits and statutory entitlements; performance management and discipline; administering and safeguarding workforces and operations; and compliance and corporate administration.\r\n\r\nHuman resources privacy policy: http://www.evault.com/safe-harbor.html",
    "address": "201 3rd Street, Suite 400",
    "asp_index": "26990",
    "city": "San Francisco",
    "contactemail1": "dennis.weyrauch@evault.com",
    "contactfax1": "+31 (0)73 658 1401",
    "contactname1": "Dennis Weyrauch",
    "contactoff1": "Privacy Office",
    "contactphone1": "+31 (0)73 648 1411",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "michael.palmer@seagate.com",
    "corpofffax1": "415-432-2205",
    "corpoffname1": "Michael J. Palmer",
    "corpoffphone1": "415-432-2200",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-07",
    "orgverification": "In-house",
    "personaldata": "Organization HR data, and consumer-related data.  No manually processed data.",
    "ppdate": "2013-06-12",
    "previous": "26990",
    "privacyprograms": "None",
    "recoursemech": "European Union data protection authorities (EU DPAs) for human resources data.  TRUSTe for consumer-related data.",
    "signupdate": "2013-03-07",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94103"
}