{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Grey Wall Software, LLC",
    "PPLoc": "https://veoci.com/privacy.html",
    "Phone": "203-782-5944",
    "activities": "Veoci is a Software Platform designed specifically for emergency/incident communication, collaboration, and management. It is intrinsically social, where information about the development of an incident, but also about people, their expertise and knowledge, communication preferences and even the organization structure is stored. Veoci becomes powerful when this information is used during an incident or a specific process. Having this knowledge centralized in the platform allows for data and information not to be lost after the actual emergency or event has finished. \r\nVeoci (all data and application) is hosted on Amazon Web Services (AWS) on two availability zones (conceptually as logical datacenters that ensure high availability) in the Amazon’s US Standard Region (East -Virginia). These availability zones are in physically distant locations (minimum 10 miles away from each other). Veoci is also hosted in Amazon’s US West Region (Oregon) for disaster recovery. The disaster recovery plan calls for running Veoci in this region data centers in case of a disaster that disables the Amazon Virginia data centers.\r\nGrey Wall Software and AWS follow all security measures and procedures to ensure the security and privacy of personal data. All data, including sensitive information, is encrypted in transit. Data encryption is 256 bit AES.\r\nBesides XMPP from Google or specific providers, and SSH traffic from Grey Wall Software, the only permissible access to the Veoci infrastructure is by way of HTTP and HTTPS, through the front end load balancers. Veoci always works with a minimum of 3 load balancers and has the ability to determine their number according to its needs, achieving high levels of fault tolerance and providing the required amount of load balancing capacity needed to distribute application traffic.\r\nGrey Wall Software has control over firewall configuration. We can control which incoming ports are allowed for each server and we do restrict inbound traffic to the required ports from the designated machines. The latest updates are always installed and effective filters are in place to prevent malicious traffic. All unused ports and protocols are blocked.",
    "address": "129 Church Street, Suite #321",
    "asp_index": "26993",
    "city": "New Haven",
    "contactemail1": "sukh@greywallsoftware.com",
    "contactfax1": "",
    "contactname1": "Sukh Grewal",
    "contactoff1": "Administration and Management",
    "contactphone1": "203-782-5944",
    "contacttitle1": "CEO and Founder",
    "corpoffemail1": "sukh@greywallsoftware.com",
    "corpofffax1": "",
    "corpoffname1": "Sukh Grewal",
    "corpoffphone1": "203-782-5944",
    "corpofftitle1": "CEO and Founder",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-04",
    "orgverification": "In house and external audit (security & privacy au",
    "personaldata": "Veoci is configurable by administrators to meet our clients’ requirements. At any time, each organization decides what type of data is going to be stored in Veoci, since the structure of features like forms, tasks and workflows that collect information (including personal information) is completely flexible.",
    "ppdate": "2012-05-12",
    "previous": "26993",
    "privacyprograms": "Self regulatory program",
    "recoursemech": "The International Center for Dispute Resolution/ American Arbitration Association",
    "signupdate": "2015-03-04",
    "state": "Connecticut",
    "statutorybody": "FTC",
    "zip": "06510"
}