{
    "CertificationStatus": "true",
    "Fax": "+1 704 936 3994",
    "OrgName": "WorldOne Inc.",
    "PPLoc": "http://www.sermo.com/what-is-sermo/privacy-policy ",
    "Phone": "+1 212 358 0800",
    "activities": "WorldOne is the leading global healthcare insights and intelligence company, headquartered in New York, with regional offices globally. The company offers clients in over 80 countries online and offline access to healthcare professionals supporting the full range of quantitative market research services.\r\n \r\nProviding accurate, timely, and cost-efficient data collection with access to millions of fully verified physicians and allied health professionals, WorldOne can tailor any project to meet a client’s specific needs. WorldOne has an exemplary approach to recruiting panellists and utilizes telephone verification of all healthcare professionals to achieve the highest quality and largest global panel in the healthcare industry.",
    "address": "200 Park Avenue South, Ste 1310",
    "asp_index": "27022",
    "city": "New York",
    "contactemail1": "giles.stanley@sermo.com",
    "contactfax1": "+44 207 252 1316",
    "contactname1": "Giles Stanley",
    "contactoff1": "SERMO",
    "contactphone1": "+44 2034621132",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "jamie.wright@sermo.com",
    "corpofffax1": "+44 207 252 1316",
    "corpoffname1": "Jamie Wright",
    "corpoffphone1": "+44 207 252 1118",
    "corpofftitle1": "Group Financial Controller",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-20",
    "orgverification": "In-house verification",
    "personaldata": "Our global healthcare panel data, sample files (some provided by clients), customer database.",
    "ppdate": "2012-10-11",
    "previous": "",
    "privacyprograms": "WorldOne strictly operate under European Commission’s Directive on Data Protection 1998. We have a large EU operation and a global healthcare panel consists of HCP’s personal information. We are registered with ICO (UK) (registration number PZ2532216), The State Data Protection Inspectorate of the Republic of Lithuania (registration number P4826), and Japan Privacy Mark (registration number 10824010(01)). \r\nOur system is encrypted and secure. No external extraction of personal data is permitted without authorization from VP compliance.  We follow Safe Harbor seven principles and have clear corporate privacy policy (http://www.worldone.com/privacy.html) and privacy policy to our panel members (http://tsandcs.mnow.com/w1privacy.html)",
    "recoursemech": "All panel members could complain using panelsupport@sermo.com  (available on our privacy policy), and escalate to our General Counsel if necessary. All external complaint (e.g. clients or 3rd party) will be handled by our General Counsel. We are open for audit from any EU, US and global regulatory bodies.\r\nWe will use the EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate all unresolved complaints.",
    "signupdate": "2012-01-20",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10003"
}