{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Lyve Minds, Inc.",
    "PPLoc": "http://mylyve.com/privacy ",
    "Phone": "415 846 6111",
    "activities": "Lyve Minds, Inc currently treats all of our customer user data – whether they are in EU/EEA/Switzerland or the US – in the same manner.    The information we collect from our customers includes metadata that comes into our service through the ingestion of a consumer’s personal media (EXIF, IPTC data); actions they take on the Lyve Service (marking an item as a Favorite, Tagging items); activities that occur in their use of the service (personal media viewed, shared, how those items were shared); types of devices a customer uses where the Lyve app is loaded and the number of devices they have associated with their account.  We also collect specific data associated with the users’ creation of an account (date the account was created, email address, first and last name), and the devices they use when accessing our service (device type, manufacturer, model/product/name, class of device, operating system of device, version of operating system, screen width/height/density, Bluetooth LE support, storage capacity of the device, support for Mime types).  \r\n\r\nThe data is currently used in an aggregate/anonymized form to inform the product and broader Lyve team of the audience device ecosystem, usage patterns in order to improve the products and features offered to customers.  \r\n\r\nIn the near term, Lyve is planning to aggregate and anonymize customer data and provide such aggregated (non personally identifiable data) to certain key distribution partners to provide them insights about their products and features.   Currently, customer data is only utilized and analyzed internally by Lyve employees and contractors.  \r\n\r\nLyve is also in a trial period testing Mixpanel.  Mixpanel services are designed to allow Lyve to learn how Lyve customers use our product by giving Lyve the ability to collect information based on their interaction with the Lyve mobile application, at the aggregate level. Mixpanel collects, stores Lyve user data on their servers to provide Lyve with the ability to better maintain and improve Lyve features and services. Mixpanel servers store user data in the U.S. and outside the U.S.  MixPanel complies with the US-EU Safe Harbor Framework and US-Swiss Safe Harbor Framework as set forth by the US Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland\r\n\r\nLyve is also about to launch Aviary editing tools.  As part of the relationship with Aviary, Lyve will provide non-personally identifiable information related to: (a) opening and closing of the Aviary Editor by the user, (b) when creative materials are uploaded by the user, and (c) what tools within the Aviary Editor the user uses.\r\n\r\nThe data collected by Lyve is housed in two databases - an Apache Cassandra database which is maintained by Lyve employees and contractors and Amazon’s Redshift.  Not all of the data outlined above is currently redundant or present on both of those databases. Lyve will retain your information for as long as your account is active or as needed to provide you services. We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. Lyve will not share or sell your personal information to third parties aside from third parties which provide services to us as noted above.",
    "address": "10001 N. De Anza Blvd., Suite 300",
    "asp_index": "27036",
    "city": "Cupertino",
    "contactemail1": "johnny@lyveminds.com",
    "contactfax1": "",
    "contactname1": "Johnny Gilmore",
    "contactoff1": "Cupertino",
    "contactphone1": "415 846 6111",
    "contacttitle1": "COO",
    "corpoffemail1": "johnny@lyveminds.com",
    "corpofffax1": "",
    "corpoffname1": "Johnny Gilmore",
    "corpoffphone1": "415 846 6111",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Consumer Electronics - (CEL)",
    "industrysector_parsed": [
        "Consumer Electronics - (CEL)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-19",
    "orgverification": "3rd party",
    "personaldata": "On-line data only",
    "ppdate": "2015-02-19",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-03-19",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94404"
}