{
    "CertifiedThroughLabel": "",
    "Fax": "412-471-8787",
    "OrgName": "SciQuest, Inc.",
    "PPLoc": "http://www.sciquest.com/sites/default/files/aso-privacy-policy.pdf ",
    "Phone": "412-471-8200",
    "activities": "Our SaaS application requires an individual's full name and email address for enrollment into the offering.\r\n\r\nSometimes you give information directly to us. For example, when you as a Bidder:\r\n\r\n•   complete an online registration for participation in an ASAP event;\r\n•   when you submit a service request regarding support related to our ASAP offering;\r\n•   when you complete documents required by a Buyer for participation in an event;\r\n\r\nWe may also receive personal information as a result of Buyer activity in preparation for a \r\nsourcing event:\r\n\r\n•   Contact information provided by the buying team is loaded into the application\r\n•   Other supplier demographic information provided by the buying team for use in the sourcing \r\nprocess\r\n\r\nSometimes we collect information through Cookies or weblogs.  For example, we may record \r\ninformation:\r\n\r\n•   about your operating system, browser version, IP Address, and mobile device;\r\n•   about the web pages that you view, the information you search for or your general browser \r\nactivity\r\n\r\nWe use information collected as described in this Statement in the following ways:\r\n\r\n•   To facilitate the participation in as ASAP event. For example, to:\r\n•   register for an event you have been invited to\r\n•   create your user profile in our application\r\n•   notify you regarding status or participation in an event(s)\r\n•   notify you of planned upgrades our outages regarding our services\r\n•   solicit more detailed information regarding your capabilities as a supplier\r\n•   As otherwise required or permitted by law or with your consent.",
    "address": "Fifteen 27th Street",
    "asp_index": "27030",
    "city": "Pittsburgh",
    "contactemail1": "shill@sciquest.com",
    "contactfax1": "412-471-8787",
    "contactname1": "Scott Hill",
    "contactoff1": "SciQuest,Pittsburgh, PA 15222",
    "contactphone1": "412-471-8200",
    "contacttitle1": "Manager, Corporate IT",
    "corpoffemail1": "shill@sciquest.com",
    "corpofffax1": "412-471-8787",
    "corpoffname1": "Scott A. Hill",
    "corpoffphone1": "412-471-8200",
    "corpofftitle1": "Manager, Corporate IT",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-03-12",
    "orgverification": "In-house",
    "personaldata": "The personal data we require for our system is an individual's full name and email address.  We do not manually process data.",
    "ppdate": "2013-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "We have subscribed to BBB EU Safe Harbor as our dispute resolution provider.",
    "signupdate": "2013-03-12",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "15222"
}