{
    "CertificationStatus": "true",
    "Fax": "413-410-7399",
    "OrgName": "ANCILE Solutions, Inc.",
    "PPLoc": "http://ancile.com/legal/privacy-policy/; corporate Intranet; see link below",
    "Phone": "443-561-3917",
    "activities": "Personal data from the European Union, Switzerland and/or on EU or Swiss citizens may be collected by ANCILE and may be stored and processed in the United States or any other country in which ANCILE or its affiliates, subsidiaries or agents maintain facilities. By continued employment at ANCILE, employee consents to any such transfer of data outside of the country. ANCILE abides by the privacy principles of the Safe Harbor Framework as set forth by the United States Department of Commerce regarding the collection, use, and retention of data from the European Union and Switzerland. If an employee believes their privacy may have been violated based on the principles set forth in the Safe Harbor Framework, they may contact the Director of Human Resources in writing and provide a description of the possible violation. ANCILE will investigate and attempt to resolve any such possible violation. If the employee does not find the proposed solution satisfactory, ANCILE will resolve the dispute under the enforcement principle of the Safe Harbor Framework through the American Arbitration Association, ANCILE’s selected third-party dispute mechanism, or the European Union Data Protection Agency for European Union human resource data.",
    "address": "6085 Marshalee Drive, Suite 300",
    "asp_index": "27046",
    "city": "Elkridge",
    "contactemail1": "scott.palmer@ancile.com",
    "contactfax1": "413-410-7399",
    "contactname1": "Scott Palmer",
    "contactoff1": "Legal Department",
    "contactphone1": "443-561-3917",
    "contacttitle1": "Managing Counsel",
    "corpoffemail1": "frank.lonergan@ancile.com",
    "corpofffax1": "413-410-7399",
    "corpoffname1": "Frank Lonergan",
    "corpoffphone1": "443-561-3900",
    "corpofftitle1": "CEO",
    "eucountries": "Belgium, France, Germany, Netherlands, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "FRA",
        "DEU",
        "NLD",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-04",
    "orgverification": "In-house",
    "personaldata": "organization, client, customer, demographic, financial",
    "ppdate": "2011-02-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "If an employee believes their privacy may have been violated based on the principles set forth in the Safe Harbor framework, they may contact the Director of Human Resources in writing and provide a description of the possible violation. ANCILE will investigate and attempt to resolve any such possible violation. If the employee does not find the proposed solution satisfactory, ANCILE will resolve the dispute under the enforcement principle of the Safe Harbor framework through the JAMS Safe Harbor Program, ANCILE’s selected third-party dispute mechanism, or the European Union data protection authorities for European Union human resource data.",
    "signupdate": "2011-03-04",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "21075"
}