{
    "CertificationStatus": "true",
    "Fax": "919-768-7134",
    "OrgName": "Vector Psychometric Group, LLC",
    "PPLoc": "http://www.vpgcentral.com/GlobalPrivacyPolicy/ ",
    "Phone": "919-768-7142",
    "activities": "Vector Psychometric Group, LLC (VPG) offers a broad range of statistical consulting services, psychometric software, and web-based data collection capabilities to educational and scientific organizations.  In the educational market, VPG focuses on psychometric consulting and software developed to help our clients develop, analyze, and score educational assessments. In the scientific market, Vector Psychometric Group focuses on psychometric consulting, software development, and data collection technologies, including computerized adaptive tests, to aid organizations collect, analyze, and utilize subjective reports. These reports include, but are not limited to, patient reported outcomes, consumer satisfaction, and market research. As part of VPG’s business operations, VPG may collect personal data relating to students, teachers, study participants, study investigators, and their staff, vendors, subcontractors, consultants, applicants, and employees. At times, depending on the nature of the specific work, data may need to be transferred between the European Union, Switzerland, and the United States of America. These data transfers adhere to the Safe Harbor Privacy Principles. To view Vector Psychometric Group’s Safe Harbor compliant Global Privacy Policy please visit http://www.VPGCentral.com/GlobalPrivacyPolicy/.",
    "address": "847 Emily Lane",
    "asp_index": "27054",
    "city": "Chapel Hill",
    "contactemail1": "RJWirth@VPGcentral.com",
    "contactfax1": "919-768-7134",
    "contactname1": "Robert J Wirth, PhD",
    "contactoff1": "Corporate Headquarters",
    "contactphone1": "919-768-7142",
    "contacttitle1": "Managing Partner",
    "corpoffemail1": "RJWirth@VPGcentral.com",
    "corpofffax1": "919-768-7134",
    "corpoffname1": "Robert J. Wirth, PhD",
    "corpoffphone1": "919-768-7142",
    "corpofftitle1": "Managing Partner",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)General Science & Technology - (GST)Drugs & Pharmaceuticals - (DRG)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Drugs & Pharmaceuticals - (DRG)",
        "General Science & Technology - (GST)"
    ],
    "latest": "false",
    "nextcertification": "2016-02-14",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed data, Human Resources Data",
    "ppdate": "2012-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (AAA) for other than human resources data; EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) for human resources data only.",
    "signupdate": "2012-02-14",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27516"
}