{
    "Fax": "888-321-3459",
    "OrgName": "Global Colleague",
    "PPLoc": "http://globalcolleague.com/privacy-policy/ ",
    "Phone": "866 376 2293",
    "activities": "We provide data management, litigation-support consulting, and related services to law firms and corporate legal departments. In performing our services, we may assist our clients in data policy and procedure, document management, preservation, search, retrieval, collection, processing, hosting, review, and production of data for legal purposes, including litigation or internal investigations.  We may come across data belonging to EU or Swiss personnel in the course of performing our services, but such data is used only for the limited purpose of providing litigation support, and under strict instructions and supervision of our client. We adhere by Confidentiality and Non-Disclosure Agreements executed with our clients. Our employees access such data only on need-to-know basis, and are also bound by our Confidentiality and Non-Disclosure Agreements. We store and access data only in secure environments and take adequate measures to prevent loss, misuse, unauthorized access, disclosure, alteration, or destruction of data. We do not share such data with any third party; however, we may share such data with our subsidiaries or partners for provision of any part of our services, with client’s knowledge and authorization. Any such share or transfer of data takes place only under proper security measures, ensuring data confidentiality is maintained.",
    "address": "8300 Greensboro Drive",
    "asp_index": "27057",
    "city": "McLean",
    "contactemail1": "policies@globalcolleague.com",
    "contactfax1": "888-321-3459",
    "contactname1": "Paul C. Easton",
    "contactoff1": "Global Colleague",
    "contactphone1": "866 376 2293",
    "contacttitle1": "Policy Administrator",
    "corpoffemail1": "peaston@globalcolleague.com",
    "corpofffax1": "888-321-3459",
    "corpoffname1": "Paul C. Easton",
    "corpoffphone1": "202 536 5531",
    "corpofftitle1": "Managing Director",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)General Services - (GSV)Legal Services - (LES)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Information Services - (INF)",
        "Legal Services - (LES)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-15",
    "orgverification": "In-house",
    "personaldata": "All personal data processed by us.",
    "ppdate": "2009-01-12",
    "previous": "",
    "privacyprograms": "Not Applicable",
    "recoursemech": "European Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2009-01-15",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22102"
}