{
    "CertificationStatus": "true",
    "Fax": "650-434-3971",
    "OrgName": "OrigamiLogic, Inc",
    "PPLoc": "http://www.origamilogic.com ",
    "Phone": "650-394-5355",
    "activities": "YOU CAN VISIT AN ORIGAMI LOGIC SITE WITHOUT TELLING US WHO YOU ARE AND WITHOUT REVEALING ANY INFORMATION ABOUT YOURSELF. \r\nYOU MAY CHOOSE TO PROVIDE US WITH PERSONAL INFORMATION (SUCH AS YOUR NAME, EMAIL ADDRESS, PHONE NUMBER AND COMPANY NAME) THROUGH AN ORIGAMI LOGIC SITE WHEN YOU ELECT TO REGISTER WITH ORIGAMI LOGIC IN ORDER TO DOWNLOAD OR ACCESS OUR PRODUCTS OR SERVICES.\r\nIF YOU WISH TO SUBSCRIBE TO OUR NEWSLETTER, WE WILL USE YOUR NAME AND EMAIL ADDRESS TO SEND THE NEWSLETTER TO YOU. OUT OF RESPECT FOR YOUR PRIVACY, WE PROVIDE YOU A WAY TO UNSUBSCRIBE. PLEASE SEE THE “CHOICE AND OPT-OUT” SECTION OF THIS PRIVACY POLICY. \r\nWHEN YOU PROVIDE PERSONAL INFORMATION IN ORDER TO REGISTER WITH ORIGAMI LOGIC, SUCH PERSONAL INFORMATION WILL BE USED IN ORDER TO PROVIDE YOU WITH ACCESS TO THE REQUESTED PRODUCTS, SERVICES CONTENT AND/OR INFORMATION. WE MAY ALSO USE THE PERSONAL INFORMATION TO HELP US UNDERSTAND WHO IS USING OUR PRODUCTS AND SERVICES AND TO HELP US MANAGE BUSINESS DEVELOPMENT ACTIVITIES. ORIGAMI LOGIC MAY ALSO USE PERSONAL INFORMATION FOR MARKETING PURPOSES. FOR EXAMPLE, ORIGAMI LOGIC MAY USE INFORMATION YOU PROVIDE TO CONTACT YOU TO FURTHER DISCUSS YOUR INTEREST IN OUR PRODUCTS OR SERVICES AND TO SEND YOU INFORMATION REGARDING ORIGAMI LOGIC AND ITS PARTNERS, SUCH AS INFORMATION ABOUT PROMOTIONS OR EVENTS. IF YOU TELL US THAT YOU DO NOT WANT US TO USE THIS PERSONAL INFORMATION AS A BASIS FOR FURTHER CONTACT WITH YOU, WE WILL RESPECT YOUR WISHES. \r\nWE USE A THIRD-PARTY SERVICE PROVIDER TO MANAGE CREDIT CARD PROCESSING. THIS SERVICE PROVIDER IS NOT PERMITTED TO STORE, RETAIN, OR USE BILLING INFORMATION EXCEPT FOR THE SOLE PURPOSE OF CREDIT CARD PROCESSING ON ORIGAMI LOGIC’S BEHALF. ORIGAMI LOGIC MAY USE COOKIES THAT PERMIT SELECT THIRD PARTY PARTNERS TO SERVE YOU ORIGAMI LOGIC-RELATED CONTENT ON THEIR SITES OR ELSEWHERE ON THE INTERNET. THIS IS BASED ON YOUR PRIOR VISITS TO AN ORIGAMI LOGIC SITE. THE USE OF COOKIES BY THIRD PARTIES IS NOT COVERED BY OUR PRIVACY STATEMENT. WE DO NOT HAVE ACCESS OR CONTROL OVER THESE COOKIES. \r\nORIGAMI LOGIC WILL RETAIN PERSONAL DATA WE PROCESS ON BEHALF OF OUR CLIENTS FOR AS LONG AS NEEDED TO PROVIDE SERVICES TO OUR CLIENT. ORIGAMI LOGIC WILL RETAIN AND USE THIS PERSONAL INFORMATION AS NECESSARY TO COMPLY WITH OUR LEGAL OBLIGATIONS, RESOLVE DISPUTES, AND ENFORCE OUR AGREEMENTS.",
    "address": "1134 Crane Street",
    "asp_index": "27066",
    "city": "Menlo Park",
    "contactemail1": "guy@origamilogic.com",
    "contactfax1": "650-434-3971",
    "contactname1": "Guy Barbaro",
    "contactoff1": "OrigamiLogic, Inc.",
    "contactphone1": "650-395-5355",
    "contacttitle1": "VP Finance",
    "corpoffemail1": "guy@origamilogic.com",
    "corpofffax1": "650-434-3971",
    "corpoffname1": "Opher Kahane",
    "corpoffphone1": "650-394-5355",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-02-24",
    "orgverification": "Third party",
    "personaldata": "On-line data = data collected directly on the Internet",
    "ppdate": "2013-08-15",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-02-24",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94025"
}