{
    "CertifiedThroughLabel": "",
    "Fax": "000-000-0000",
    "OrgName": "nFluence media, Inc.",
    "PPLoc": "http://www.nfluence.com/privacy_mobile.html ",
    "Phone": "800-975-6810",
    "activities": "We may use the personal information we collect for the purposes related to our website, mobile website or any applications of nFLuence (collectively the \"Sites\").  For example, we may use personal information:\r\n \r\n·         to provide the services, products or information you request;\r\n·         to make predictions about your characteristics, interests or preferences and to display targeted advertisements, deals and offers that we believe will be of interest to you;\r\n·         to request feedback and to otherwise contact you about your use of our Sites;\r\n·         to respond to your emails, submissions, questions, comments, requests and complaints and provide customer service;\r\n·         to monitor and analyze usage and trends, determine the effectiveness of our advertisements and personalize and improve the Sites, such as providing ads, content or features that match users' profiles or interests and increasing the functionality and user friendliness of the Sites;\r\n·         to send you surveys, updates, security alerts and support and administrative messages and otherwise facilitate your use of, and our administration and operation of, the Sites;\r\n·         to notify you about important changes to our Sites;\r\n·         to detect fraud;\r\n·         for human resources purposes;\r\n·         to link or combine with other information we get from third parties to help understand your needs and provide you with better service; and\r\n·         for any other purpose for which the information was collected.\r\n \r\nWe may store and process personal information in the country from which it was collected, in the United States and other countries.\r\n \r\nWe will not share the personal information we collect from you with third parties, except as described in our Privacy Policy.  For example, we may share personal information as follows:\r\n \r\n·         with vendors, consultants and other service providers (collectively \"Service Providers\") who work for us, are engaged by us and need access to such information to carry out their work;\r\n·         when you give us your consent to do so, including if we notify you in the Sites that the information you provide will be shared in a particular manner and you provide such information;\r\n·         in an aggregated or anonymized form that does not directly identify you (e.g., we may share aggregated information about your interests and geographic preferences and/or location if given, with advertisers and third party deal sites for marketing purposes, but we will not share personal information with these parties without your consent);\r\n·         when we believe in good faith that we are lawfully authorized or required to do so or that doing so is reasonably necessary or appropriate to comply with the law or legal processes or respond to lawful requests or legal authorities, including responding to lawful subpoenas, warrants or court orders;\r\n·         when we believe in good faith that we are lawfully authorized or required to do so or that doing so is reasonably necessary or appropriate to protect the rights, property or safety of nFluence, our users, our employees or others, including without limitation to protect nFluence and our users from fraudulent, abusive, inappropriate or unlawful use of our Sites;\r\n·         to enforce or apply this Policy, our Terms of Use or our other policies or agreements; and\r\n·         in connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition, or in any other situation where personal information may be disclosed or transferred as one of our business assets.",
    "address": "999 N. Northlake Way",
    "asp_index": "27077",
    "city": "Seattle",
    "contactemail1": "davids@autograph.me",
    "contactfax1": "000-000-0000",
    "contactname1": "D. Sakata",
    "contactoff1": "nFluence media, Inc.",
    "contactphone1": "(571) 354-7273",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "brian@autograph.me",
    "corpofffax1": "000-000-0000",
    "corpoffname1": "B. Roundtree",
    "corpoffphone1": "800-975-6810",
    "corpofftitle1": "CTO/Founder",
    "eucountries": "Germany, Ireland, Italy, Spain, United Kingdom",
    "eucountries_parsed": [
        "DEU",
        "IRL",
        "ITA",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-05",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed, Human Resources Data.",
    "ppdate": "2012-02-29",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "Direct Marketing Association\r\nAttn: Safe Harbor Program\r\n1615 L St, NW Ste 1100\r\nWashington, DC  20036-5624\r\nsafeharbor@the-dma.org\r\nhttp://www.dmaresponsibility.org/SafeHarbor/consumers.shtml",
    "signupdate": "2012-03-05",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98103"
}