{
    "CertificationStatus": "true",
    "Fax": "972-519-1687",
    "OrgName": "Cityon Systems Inc.",
    "PPLoc": "http://www.cityonsystems.com/privacy-policy ",
    "Phone": "972-519-1673",
    "activities": "Overview:\r\nCityon Systems, Inc. (\"Cityon\") respects individual privacy and values the confidence of its clients, employees, vendors, business partners and others. Cityon strives to access, use and disclose Personal Information (as defined below) in a manner consistent with the laws of the countries in which it does business, and has a tradition of upholding the highest ethical standards in its business practices. Cityon complies with the U.S.-EU Safe Harbor and the U.S.-Swiss Safe Harbor Frameworks as set forth by the U.S. Department of Commerce, the European Commission and the Federal Data Protection and Information Commissioner of Switzerland, respectively, regarding the collection, use, and retention of personal information from European Union member countries and Switzerland that it may receive related to the processing of personal information for Cityon's company clients' employee selection and employee development Human Resource needs. Cityon certifies that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement. \r\n\r\nCompany Background:\r\nCityon is a high performance global information technology company that delivers innovative business solutions. For 10-plus years Cityon has been providing technology-enabled business solutions that build trust by enabling our clients to increase revenue and profits, to streamline IT operations and to achieve their objectives and goals. We customize our technology solutions to meet the specific needs of our clients in government, healthcare, manufacturing, transportation, service and other industries. Drawing on deep industry expertise and a portfolio of proven business processes, applications and infrastructure services, we blend strategic design, technology and timely delivery to create effective solutions that maximize our client's returns on their IT investment.\r\n\r\nCityon Systems Role as a Service Provider to its Customers and Prospective Customers\r\nCityon Systems Inc. is a leading provider of custom software development and software integrations solutions. Through its software development and integration services, Cityon offers product solutions to its clients to collect, process, store and manage their data. Cityon Clients may or may not use these products to collect personal data, during the assessment or testing process, from individuals located in the EU, the EEA or Switzerland, directly or through distributers. In providing our services, we sometimes get access to our client's data, which may/may not contain the personal information from candidates who are presented with an \"Informed Consent\" notice/link prior to submitting personal data and beginning the test administration process. We do not use any personal information, for the purposes, other than providing software development related services to our clients. Cityon will handle all personal information collected and received in connection with delivering its services as pledged and outlined in the Privacy Policy herein below. As noted above, Cityon Systems, Inc. pledges to conduct its business according to the U.S.-EU Safe Harbor and the U.S.-Swiss Safe Harbor Frameworks and has adopted the following Privacy Policy applicable to personal information that it may receive related to the processing of personal data. The Privacy Policy is publicly available and can be found on Cityon's website at: http://www.cityonsystems.com.",
    "address": "4120 W. Spring Creek Parkway, Suite # 100",
    "asp_index": "27091",
    "city": "Plano",
    "contactemail1": "sandy@cityonsystems.com",
    "contactfax1": "972-519-1687",
    "contactname1": "Sandy Kumar",
    "contactoff1": "4120 W. Spring Creek Parkway, Suite # 100, Plano TX 75024",
    "contactphone1": "972-519-1673",
    "contacttitle1": "Vice President",
    "corpoffemail1": "preet@cityonsystems.com",
    "corpofffax1": "972-519-1687",
    "corpoffname1": "Preet Kumar",
    "corpoffphone1": "972-519-1673",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-26",
    "orgverification": "In-house",
    "personaldata": "Cityon Systems Inc. does not collect any personal information about individuals. In providing our services, we get access to Organization Information, Individual Information, demographics information and Personality Assessment Responses related to Employee Selection/Recruitment. All information is processed through software applications. There is no manual processing of data.",
    "ppdate": "2012-03-01",
    "previous": "27091",
    "privacyprograms": "None",
    "recoursemech": "If you have questions or concerns about this Privacy Policy or how we have handled personal data, please contact us at Info@cityonsystems.com. If we are unable to satisfactorily address your concerns or if a dispute arises, Cityon will cooperate with the EU Data Protection Authorities (DPAs) to resolve any complaints and disputes arising in connection with its privacy policy. The EU Data Protection Authorities may be reached by emailing at ec-dppanel-secr@cec.eu.int.",
    "signupdate": "2012-03-26",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75024"
}