{
    "CertificationStatus": "true",
    "Fax": "415-874-3001",
    "OrgName": "AppDirect.Com",
    "PPLoc": "http://info.appdirect.com/about/privacy-policy ",
    "Phone": "800-404-2777",
    "activities": "AppDirect collects personal information from the EU for the purpose of processing credit card payments on behalf of the data owner.\r\n\r\nOnce collected, we maintain that data within AppDirect in order to deliver our services via an account on our internal systems utilizing this data. This account created on behalf of the data owner who pays for our services. \r\n\r\nWe do not use this data for any other purposes, unless instructed to, and authorized by, the data owner.",
    "address": "650 California, 25th Floor",
    "asp_index": "27108",
    "city": "San Francisco",
    "contactemail1": "privacy@appdirect.com",
    "contactfax1": "415-874-3001",
    "contactname1": "Erik Ginorio",
    "contactoff1": "Information Security Office",
    "contactphone1": "415-528-0417",
    "contacttitle1": "Information Security Officer",
    "corpoffemail1": "audrey.garfield@appdirect.com",
    "corpofffax1": "415-874-3001",
    "corpoffname1": "Audrey Garfield",
    "corpoffphone1": "415-852-3911",
    "corpofftitle1": "Corporate Secretary/Legal Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-03-15",
    "orgverification": "In-house",
    "personaldata": "Customer data: including name, address and billing information, and email addresses. Phone numbers are optional.",
    "ppdate": "2013-03-15",
    "previous": "",
    "privacyprograms": "n/a",
    "recoursemech": "We have an internal process with reviews at management and executive levels of all complaints arising from our privacy policy. This process includes review by the companies Information Security Officer and our Legal Counsel.  We are also a member of the BBB EU Safe Harbor program and also have a process to answer any and all complaints regarding privacy and personal data.\r\n\r\nWe have listed in our Privacy Policy the methods to contact us (via phone, email or in person). Once a complaint is received, a ticket is opened within our systems to track the complaint from start to finish, with management review at each step, ending with an executive level review of the resolution to the issue. \r\n\r\nBoth our Information Security Office and Corporate Legal Counsel are involved in reviewing all complaints as part of this process.",
    "signupdate": "2013-03-15",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94108"
}