{
    "CertificationStatus": "true",
    "Fax": "703-849-1004",
    "OrgName": "Computer Sciences Corporation (CSC)",
    "PPLoc": "http://www.csc.com/privacy ",
    "Phone": "703-876-1000",
    "activities": "CSC as data controller:\r\n(1) On-line data: CSC collects personal information through its website, including without limitation in connection with subscriptions for newsletters, downloads of materials and registration for products and services, etc. CSC maintains customer records and performs analysis against its customer records in order to perform various customer services activities.\r\n(2) Human Resources data: CSC maintains records of current, former and prospective employees, contingent labor and temporary staff to manage and maintain its employee workforce and conduct its business.\r\n(3) Customer data: CSC uses customer personal information, including without limitation business card information and other business and personal contact information entrusted to CSC as a data controller to perform various customer services activities including surveys, marketing and communications.\r\nCSC as a data processor:\r\nCSC provides a range of innovative business solutions, technology products and services to our clients. CSC receives personal information transferred from the EU/EEA/and or Switzerland to the U.S. as a processor on its client's behalf, when providing these solutions, products and services to its clients, including (1) Application Services, (2) Big Data & Analytics, (3) Business & Technology Consulting, (4) Cloud Solutions & Services, (5) Cybersecurity, (6) Industry Software & Solutions, or (7) Managed Services & Outsourcing. In these situations, CSC does not own or control the personal information. Rather, CSC may receive and process personal information as a data processor on behalf of and at the direction of its clients (the data controllers), which may include personal information about the clients' customers, employees or others. As the data controller, appropriate notice and choice to the data subject are to be provided by CSC’s client. As the data processor, CSC typically does not have a direct relationship with the data subject. CSC shall comply with contractual obligations and instructions of its client in relation to the onward transfer, integrity, security or access to their personal information.",
    "address": "3170 Fairview Park Drive",
    "asp_index": "27116",
    "city": "Falls Church",
    "contactemail1": "privacy@csc.com",
    "contactfax1": "703-849-1004",
    "contactname1": "Carsten Weinholdt",
    "contactoff1": "Global Privacy and Data Protection Office",
    "contactphone1": "703-876-1000",
    "contacttitle1": "Head of Global Privacy and Data Protection Office",
    "corpoffemail1": "ethics@csc.com",
    "corpofffax1": "703-849-1004",
    "corpoffname1": "Chris DePippo",
    "corpoffphone1": "703-641-2910",
    "corpofftitle1": "VP, Chief Ethics and Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-09",
    "orgverification": "In-house Verification",
    "personaldata": "CSC employees’ personal data and the personal data of CSC’s customers, clients, and clients’ customers, to the extent such data is entrusted to CSC and no other legal, regulatory, or contractual obligations apply.",
    "ppdate": "2014-03-04",
    "previous": "27116",
    "privacyprograms": "TRUSTe Dispute Resolution Program",
    "recoursemech": "CSC commits to TRUSTe Dispute Resolution Program for all client/customer data and the European Union Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Comissioner (FDPIC) or their authorized representatives for all other data (Organization Human Resources data), or in the event that TRUSTe Dispute Resolution Program is unavailable.",
    "signupdate": "2014-04-09",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22042"
}