{
    "CertifiedThroughLabel": "",
    "Fax": "630-481-2251",
    "OrgName": "Newell Rubbermaid",
    "PPLoc": "http://www.newellrubbermaid.com/Pages/PrivacyPolicy.aspx ",
    "Phone": "(800) 346-3278",
    "activities": "Newell Rubbermaid is a global organization. We have a SAP ERP system in place hosted in a Datapipe Data Center that stores and actively processes all of our employee records including those employees based in the EU/EEA and Switzerland as well as consumer and customer data collected through various e-commerce and marketing activities. We also have a CCTV video surveillance system that processes images and sounds hosted and maintained in the UK, but is accessible by select and authorized individuals based in the US. We currently have Model Contracts in place and have implemented the appropriate security measures to ensure the confidentiality, integrity, and availability of our employees, customers, and vendor records.",
    "address": "3 Glenlake Parkway",
    "asp_index": "27114",
    "city": "Altanta",
    "contactemail1": "Bob.Vaughn@newellco.com",
    "contactfax1": "815-233-8045",
    "contactname1": "Robert Vaughn",
    "contactoff1": "IS Security",
    "contactphone1": "815-266-0329",
    "contacttitle1": "Manager",
    "corpoffemail1": "Bob.Vaughn@newellco.com",
    "corpofffax1": "815-275-9694",
    "corpoffname1": "Robert Vaughn",
    "corpoffphone1": "815-266-0329",
    "corpofftitle1": "Manager - IS Security",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "General Consumer Goods - (GCG)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-10",
    "orgverification": "In-house",
    "personaldata": "Personal data necessary for the development of the employment relationship such as Name, Address, National Identification Number and Gender; - Employment data such as company identifier, employment status, employment start and termination date, work location data, headcount group, job function, working hours per week, type of contract (permanent, temporary and full time/part time), long absence",
    "ppdate": "2013-03-21",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "We have an independent 3rd Party Hotline setup to report complaints related to Ethics and Compliance issues. This will be the same mechanism used to report and investigate complaints in relation to Safe Harbor and Privacy issues. \r\n\r\nIn case of disputes, individuals are able to seek resolution of their questions or complaints regarding use and disclosure of their Personal Information in accordance with the principles contained in the Newell Rubbermaid Safe Harbor Privacy Statement (the Statement). If you feel that Newell Rubbermaid is not abiding by the Statement or is not in compliance with the Safe Harbor principles, please contact Newell Rubbermaid at the contact information provided in the Statement  \r\n\r\nAny dispute, controversy or claim arising out of any violation of the Statement and related any personal data that is not considered as organization human resources data that Newell Rubbermaid is not able to resolve in an amicable manner, shall be submitted to arbitration with JAMS by one (1) arbitrator appointed by JAMS. The venue of the arbitration shall be in Atlanta, Georgia. The arbitration proceedings shall be conducted in English. \r\n\r\nFor any dispute, controversy or claim arising out of any violation of the Statement and related to organization human resources data that Newell Rubbermaid is not able to resolve in an amicable manner Newell Rubbermaid undertakes to fully cooperate and comply with the EU/EEA data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2013-04-10",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30328"
}