{
    "Fax": "415-431-3355",
    "OrgName": "iOffer Corp.",
    "PPLoc": "http://www.ioffer.com/info/privacy_statement ",
    "Phone": "415-431-3344",
    "activities": "iOffer, Inc. (\"iOffer.com\" or \"iOffer\") receives personal information from the EU/EEA and Switzerland as a result of various website services. Our main purpose in collecting personal information is to provide users with an enjoyable, customized, and efficient website experience. iOffer collects information from users at registration and during use of various site services. We collect members' full name, valid telephone number, contact/billing information, email address, and physical address. Also, each member must create a unique user id and password to access or use certain parts of our site. We may also collect financial data (such as user credit card or debit card numbers). Any information provided via e-mail, messages in chat groups, bulletin boards or forums, or online forms, may also be collected. iOffer utilizes safe, secure technology to protect personally identifiable information. iOffer does not sell or rent personal information to third parties nor do we give personally identifiable information to advertisers.\r\n\r\nFinancial data, if any, collected from iOffer is used for billing purposes. Other information collected from iOffer members is used to improve product offerings, customize our site's content and layout, for marketing and statistical efforts, and learn about the interests of our visitors in aggregate to better understand user interests and needs to improve our services. Occasionally, we send emails about new services or promotions. \r\n\r\niOffer may also collect more general information from users’ browser and store it in log files, including internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and clickstream data. This information may be collected from users accessing the site whether or not they provide us with any personal information. We use this information, which does not identify individual users, to help us to diagnose problems with our servers and administer the site, to analyze trends, to track users movement around the site and to gather demographic information about our user base as a whole.\r\n\r\nUsers may cancel their registration at any time, or delete or modify your personal information by logging in to our website, visiting their registration page and following the instructions provided. Users may also make a request to delete or modify your personal information by contacting our customer support at helpdesk@ioffer.com or by postal mail. We respond to written requests within 30 days.\r\n\r\niOffer retains personal information for as long as needed to provide services. Thereafter, we retain and use personal information only as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "82 South Park",
    "asp_index": "27119",
    "city": "San Francisco",
    "contactemail1": "privacy@ioffer.com",
    "contactfax1": "415-431-3355",
    "contactname1": "Privacy Administrator",
    "contactoff1": "iOffer, Inc.",
    "contactphone1": "415-431-3344",
    "contacttitle1": "",
    "corpoffemail1": "ryan@ioffer.com",
    "corpofffax1": "415-431-3355",
    "corpoffname1": "Ryan Boyce",
    "corpoffphone1": "415-431-3344",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)Computer Software - (CSF)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2016-05-30",
    "orgverification": "In-house",
    "personaldata": "On-line Data",
    "ppdate": "2012-04-17",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "iOffer, Inc. encourages consumers to first address complaints to the organization.  If iOffer, Inc. cannot resolve the complaint, it is committed to cooperate and comply with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints.",
    "signupdate": "2012-05-30",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}