{
    "CertificationStatus": "true",
    "Fax": "301-459-2827",
    "OrgName": "Vocus, Inc.",
    "PPLoc": "http://www.cision.com/us/legal/vocus-safe-harbor/ ",
    "Phone": "301-459-2590",
    "activities": "Personal information that is transferred to Vocus in the US from the EU falls under one of the following situations:\r\nProcessor On Behalf:  Vocus provides corporate communications software designed to help companies automate workflow and manage media information more effectively.  Vocus does not own or control any of the information it processes on behalf of its customer.  All such information is owned and controlled by Vocus's customer.  In this capacity, Vocus receives information transferred from the EU to the US merely as a processor on behalf. \r\nData Controller or Data Collector: Vocus also provides business information products designed to help companies market themselves more successfully. In this function, Vocus acts as either a data controller or data collector of the personal information contained in these information products.  Vocus develops and maintains databases containing personal information on European media contacts from a number of EU Member States.  In instances where Vocus is a data controller, the information for these databases is developed from public records and from information acquired through information providers.  In instances where Vocus is a data collector, the information for these databases is developed from e-mail, telephone, or other responses by media contacts.   None of these databases contain any information defined as sensitive by any national law of an EU Member State (e.g., the databases do not include information about race, religion, sexual orientation, and so forth).",
    "address": "12051 Indian Creek Court",
    "asp_index": "27123",
    "city": "Beltsville",
    "contactemail1": "safeharbor@vocus.com",
    "contactfax1": "301-459-2827",
    "contactname1": "Safe Harbor",
    "contactoff1": "Vocus, Inc. (Lanham, MD)",
    "contactphone1": "301-459-2590",
    "contacttitle1": "",
    "corpoffemail1": "kscott@vocus.com",
    "corpofffax1": "301-459-2827",
    "corpoffname1": "Kristie Scott",
    "corpoffphone1": "301-683-6901",
    "corpofftitle1": "General Counsel",
    "eucountries": "France, Germany, Spain, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-10",
    "orgverification": "In-house and Third Party",
    "personaldata": "organization, customer and other individual on-line, off-line, manually processed data",
    "ppdate": "2003-03-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities",
    "signupdate": "2003-03-10",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "20705"
}