{
    "Fax": "805-562-8663",
    "OrgName": "InTouch Technologies",
    "PPLoc": "http://www.intouchhealth.com/company/safe-harbor/ ",
    "Phone": "805-562-8686",
    "activities": "Company personnel provide audio/video support to its customers in the EU.  This support requires remote or on-site access to servers in the EU containing PHI.  Company personnel accessing PHI are trained in accordance with Safe Harbor requirements. We do not sell, rent, or lease personal information or our customer lists to third parties. We use all the information we collect to provide and enhance the products, services and information you request and to contact you regarding our products and services. This may include: billing and other accounting purposes; establishing accounts and contacting you regarding important information about your account, including notices and updates; display of personalized content and advertising; informing you of other products or services offered by InTouch Health, Inc. and its affiliates; sending you relevant survey invitations; providing you with additional materials regarding InTouch Health, Inc. products and services or to connect you with an InTouch Health, Inc.  representative, if necessary; responding directly to your questions, comments or requests for support; analyzing site usage, to improve and customize our web sites and products and service offers, and to improve our marketing and promotional efforts; compiling; and enforcing our agreements with you. The information we collect may be combined with information obtained from other sources and other companies. We may compile and otherwise use for any purpose non personal information relating to or arising from the capabilities, problems, successes, statistics, diagnostics, inventory, composition, configuration, performance (or lack thereof) of: (a) the Software or Services; (b) Authorized Machines or any network to which an Authorized Machine is connected; or (c) any software or hardware loaded on, comprising, or used in connection with or otherwise related to any of the forgoing. In order to help provide our products, services, or information, we occasionally hire other companies to assist such as providing products or services, handling the processing and delivery of mailings, providing customer support, hosting websites, processing transactions, or performing statistical analysis of our services. Those companies will be permitted to obtain only the information they need to deliver the service. They are required to maintain the confidentiality of the information and are prohibited from using it for any other purpose.",
    "address": "6330 Hollister Ave",
    "asp_index": "27142",
    "city": "Goleta",
    "contactemail1": "ssidwell@intouchhealth.com",
    "contactfax1": "805-562-8663",
    "contactname1": "Steve Sidwell",
    "contactoff1": "InTouch Health",
    "contactphone1": "805-562-8686",
    "contacttitle1": "Director, RA/QA",
    "corpoffemail1": "dadornetto@intouchhealth.com",
    "corpofffax1": "805-562-8663",
    "corpoffname1": "Steve Wilson",
    "corpoffphone1": "805-562-8686",
    "corpofftitle1": "Executive Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Medical Equipment - (MED)Audio/Visual Equipment - (AUV)Telecommunications Equipment - (TEL)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Audio/Visual Equipment - (AUV)",
        "Computer Software - (CSF)",
        "Medical Equipment - (MED)",
        "Telecommunications Equipment - (TEL)"
    ],
    "latest": "false",
    "nextcertification": "2016-04-21",
    "orgverification": "In-house",
    "personaldata": "off-line, online, manually processed.",
    "ppdate": "2010-04-20",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs).",
    "signupdate": "2010-04-21",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "93117"
}