{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "JotForm Inc",
    "PPLoc": "http://www.jotform.com/privacy/ ",
    "Phone": "(415) 317-0927",
    "activities": "1. User Data. To obtain access to certain areas of our website or to receive certain services we provide, you may be required to register with us and, in connection with such registration, to provide certain Personal Data (e.g., your email address). We use such information to provide the service you requested, to monitor internally usage of our website, and to contact you from time to time about us, our website, and our products and services. In addition, if you wish to make a purchase from our website, you are required to register with us and, in connection with such registration, to provide certain Personal Data (e.g., your full name, email address, and billing information). We use such information to fulfill your order and to contact you from time to time about us, our website, and our products and services.\r\n\r\n2. Submission Data. We respect the privacy of our users and the privacy of their client data. All user information contained within the forms you may use or build on the JotForm Site are governed by our Terms of Service. You retain all rights to your data. We will not sell, share data. We will not access your data for non-administrative reasons. \r\n\r\nhttp://www.jotform.com/terms/",
    "address": "1700 Montgomery St, Suite #157",
    "asp_index": "27141",
    "city": "San Francisco",
    "contactemail1": "aytekin@jotform.com",
    "contactfax1": "",
    "contactname1": "Aytekin Tank",
    "contactoff1": "San Francisco",
    "contactphone1": "(415) 317-0927",
    "contacttitle1": "Founder",
    "corpoffemail1": "eee@jotform.com",
    "corpofffax1": "",
    "corpoffname1": "Ertugrul Emre Ertekin",
    "corpoffphone1": "(415) 317-0927",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-07",
    "orgverification": "in-house",
    "personaldata": "Name, email address, birthday, address, personal identification numbers",
    "ppdate": "2006-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Please first address all concerns with our staff: http://www.jotform.com/contact/\r\n\r\nIf a satisfactory resolution can not be found, our independent recourse mechanism is the EU Data Protection Authorities. Please see this for more info: http://ec.europa.eu/justice/data-protection/document/international-transfers/adequacy/index_en.htm#h2-13",
    "signupdate": "2015-04-07",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94111"
}