{
    "Fax": "",
    "OrgName": "Akamai Technologies, Inc.",
    "PPLoc": "http://www.akamai.com/html/policies/safe-harbor-policy.html ",
    "Phone": "877-325-2624",
    "activities": "Akamai provides solutions for delivering, optimizing and securing online content and business applications.  In providing the solutions that support this business, Akamai generally serves as a conduit for information controlled by others (i.e., our business customers). Akamai may transfer from the EEA and Switzerland to the United States the personal information of individuals who visit our business customers’ websites and applications. Akamai may use this information for purposes that include, but are not limited to: providing, maintaining, protecting, developing, and improving the solutions we offer to our business customers; developing new products, services, and solutions; detecting and preventing potential fraud and security risks; and supporting Akamai’s business operations.  \r\n\r\nAs part of Akamai’s business operations, Akamai also collects personal information from users who access Akamai’s own websites and applications (“Sites”) as well as the business contact information of our business customers, and may transfer such information from the EEA and Switzerland to the United States.  Akamai may use this information for purposes that include, but are not limited to: providing users and/or business customers with the content, information, products and services they request; helping users and/or business customers complete transactions and orders; registering users and/or business customers for events and trainings; improving the Sites and users’ experiences when visiting the Sites; contacting users and/or business customers for support or to provide information about Akamai products or services; personalizing content users see on the Sites; delivering marketing communications, special offers, or advertisements; analyzing the effectiveness of advertising on the Sites and other online services; better understanding users and business customers and how people interact with the Sites; troubleshooting the Sites; developing new products, services, and solutions; detecting and preventing potential fraud and security risks; and supporting Akamai’s business operations.",
    "address": "150 Broadway",
    "asp_index": "27154",
    "city": "Cambridge",
    "contactemail1": "AAhola@akamai.com",
    "contactfax1": "617-444-3695",
    "contactname1": "",
    "contactoff1": "Aaron Ahola",
    "contactphone1": "617-444-4645",
    "contacttitle1": "Vice President, Deputy General Counsel and Chief Privacy Officer",
    "corpoffemail1": "AAhola@akamai.com",
    "corpofffax1": "617-444-3695",
    "corpoffname1": "Aaron Ahola",
    "corpoffphone1": "617-444-4645",
    "corpofftitle1": "ice President, Deputy General Counsel and Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2016-05-05",
    "orgverification": "in-house",
    "personaldata": "On-Line, Off-Line, Manually Processed Data",
    "ppdate": "2015-05-04",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Agrees to cooperate and comply with EU and/or Swiss Data Protection Authorities",
    "signupdate": "2015-05-05",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02142"
}