{
    "CertificationStatus": "true",
    "Fax": "801-226-6933",
    "OrgName": "NetVoyage Corporation dba NetDocuments",
    "PPLoc": "http://www.netdocuments.com/en-us/termsconditions/privacypolicy ",
    "Phone": "801-226-6882",
    "activities": "Netvoyage d/b/a NetDocuments is a web-based document and email management service founded in 1999. The service allows organizations of all sizes to securely store, access, edit and collaborate with documents and emails. The process for evaluating, purchasing and using the service begins at www.netdocuments.com. This corporate website is entirely separate from the actual production software delivered over the internet with the login page found at: https://vault.netvoyage.com. \r\n\r\nUpon arriving on the NetDocuments corporate website, there are two main areas where a visitor will have an opportunity to enter personal information. One is a “demo request” form. The demo request form allows a visitor to request to be contacted by someone in our company to answer further questions about the service and to offer a live web-based demonstration. In order to ensure that the visitor will be quickly contacted by the correct NetDocuments sales representative, we ask for the visitor’s: Name, email address, phone number, and company name. This information is passed securely through SOAP and REST APIs to NetDocuments customer relationship software (CRM). NetDocuments currently utilizes Salesforce.com for its web-based CRM system. The information from the demo request form generates a record in the CRM, notifying the appropriate rep that an individual would like to be contacted by a NetDocuments representative.\r\n\r\nThe second area where personal information may be entered is through the NetDocuments registration pages found at: https://reg.netdocuments.com/ The registration pages and process allows an organization or individual to create a NetDocuments service account and either trial the service for 30 days, or subscribe to the service by entering a credit card number. The information collected during the registration process is:\r\nName\r\nEmail address\r\nPhone number\r\nCompany\r\nNumber of employees\r\nIndustry\r\nCountry\r\nZip Code \r\nReferred by\r\nThe specific reason for these fields is the same as the demo request form. The information is passed securely through APIs to the CRM system, as well as the NetDocuments internal service to generate an account. Credit card information is passed securely through SSL to NetDocuments’ internal billing systems. No personal information is stored on www.netdocuments.com or https://reg.netdocuments.com \r\nThe process outlined above is the same for both US and international customers.",
    "address": "2500 W. Executive Parkway Suite 350",
    "asp_index": "27153",
    "city": "Lehi",
    "contactemail1": "dhansen@netdocuments.com",
    "contactfax1": "801-722-6625",
    "contactname1": "David Hansen",
    "contactoff1": "Lehi Office",
    "contactphone1": "801-722-6657",
    "contacttitle1": "Director of Compliance",
    "corpoffemail1": "matt@netdocuments.com",
    "corpofffax1": "801-226-6933",
    "corpoffname1": "Matt Duncan",
    "corpoffphone1": "801-722-6610",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2015-12-02",
    "orgverification": "TRUSTe",
    "personaldata": "Customer data. processed electronically.",
    "ppdate": "2013-10-01",
    "previous": "27153",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-12-02",
    "state": "Utah",
    "statutorybody": "FTC",
    "zip": "84043"
}