{
    "CertificationStatus": "true",
    "Fax": "2673862384",
    "OrgName": "Stuzo, LLC",
    "PPLoc": "http://www.stuzo.com/privacy-policy ",
    "Phone": "2675193669",
    "activities": "Stuzo is in the business of providing custom web development services for businesses.  We are not applying on behalf of these customers or for any of our client projects and our privacy policy and this letter is certification for our corporate website Stuzo.com.\r\n\r\nHow we collect personal information is listed in our privacy and specifically to the EU and Switzerland is related to the following:\r\n\r\nStuzo may collect personally identifiable information, such as your name. Stuzo may also collect anonymous demographic information, which is not unique to you, such as your age and gender. We may gather additional personal or non-personal information in the future.\r\n\r\nInformation about your computer hardware and software may be automatically collected by Stuzo. This information can include: your IP address, browser type, domain names, access times and referring website addresses. This information is used for the operation of the service, to maintain quality of the service, and to provide general statistics regarding use of the Stuzo website.\r\n\r\nStuzo collects and uses your personal information to operate its website(s) and deliver the services you have requested.\r\n\r\nStuzo does not sell, rent or lease its customer lists to third parties.",
    "address": "211 N 13th Street #802",
    "asp_index": "27159",
    "city": "Philadelphia",
    "contactemail1": "emily.corrado@stuzo.com",
    "contactfax1": "2673862384",
    "contactname1": "Emily Corrado",
    "contactoff1": "Privacy Office",
    "contactphone1": "2675193669 x703",
    "contacttitle1": "Operations Manager",
    "corpoffemail1": "gunter@stuzo.com",
    "corpofffax1": "2673862384",
    "corpoffname1": "Gunter Pfau",
    "corpoffphone1": "2675193669",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-04",
    "orgverification": "In-House",
    "personaldata": "Client, customer data including manually processed data",
    "ppdate": "2013-03-21",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR",
    "signupdate": "2013-04-04",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19103"
}