{
    "CertifiedThroughLabel": "",
    "Fax": "860-271-7108",
    "OrgName": "QDiscovery",
    "PPLoc": "http://www.qdiscovery.com/learn-more/privacy-policy ",
    "Phone": "860-271-7108",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\nQDiscovery complies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland. QDiscovery has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.  To learn more about the Safe Harbor program, and to view QDiscovery's certification, please visit http://www.export.gov/safeharbor/",
    "address": "501 Ocean Ave",
    "asp_index": "27173",
    "city": "New London",
    "contactemail1": "mmccormack@qdiscovery.com",
    "contactfax1": "860-271-7108",
    "contactname1": "Matthew McCormack",
    "contactoff1": "Main Office",
    "contactphone1": "860-271-7123",
    "contacttitle1": "CEO",
    "corpoffemail1": "mmccormack@qdiscovery.com",
    "corpofffax1": "860-271-7108",
    "corpoffname1": "Matthew McCormack",
    "corpoffphone1": "860-271-7123",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-29",
    "orgverification": "In House",
    "personaldata": "On-Line, Off-Line and manually collected",
    "ppdate": "2011-06-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "QDiscovery utilizes the self-assessment approach to assure its compliance with our privacy statement. QD periodically verifies that the policy is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented, and in conformity with the Principles. We encourage interested persons to raise any concerns with us using the contact information below. We will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this policy. \r\n\r\nWith respect to any complaints relating to this policy that cannot be resolved through our internal processes, we have agreed to participate in the dispute resolution procedures of the panel established by the EU data protection authorities to resolve disputes pursuant to the Safe Harbor Principles, as well as to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner. In the event that we or such authorities determine that we did not comply with this policy, we will take appropriate steps to address any adverse effects and to promote future compliance. \r\n\r\nAny person who we determine is in violation of our privacy policies will be subject to disciplinary process.",
    "signupdate": "2012-03-29",
    "state": "Connecticut",
    "statutorybody": "FTC",
    "zip": "06320"
}