{
    "CertifiedThroughLabel": "",
    "Fax": "816-270-4707",
    "OrgName": "WireCo WorldGroup",
    "PPLoc": "see link below",
    "Phone": "816-270-4700",
    "activities": "WireCo stores, accesses and electronically transmits EU Employee Personal Information across the United States and worldwide in the normal course of our daily business. As used in this Privacy Policy, “Personal Information” means any information that identifies or can reasonably be used to identify an individual WireCo EU Employee. WireCo collects and transfers Personal Information of its EU Employees among servers located in the U.S. and the EU for internal business and employment-related purposes only. Such purposes may include for example, but not limitation, general company-wide record retention, general company statistics, server space and storage needs, employment status, benefits, performance evaluations, employment duties, and other such human resources activities or other matters directly relating to the EU Employee’s employment or to WireCo’s internal business purposes in the normal course (collectively, the “Purpose”). WireCo does not use the EU Employee Personal Information for any purpose outside the scope of the Purpose described above. WireCo does not disclose EU Employee Personal Information to any third parties unless compelled to do so by governing law. WireCo only discloses an EU Employee’s Personal Information within WireCo if absolutely necessary in relation to the Purpose. If WireCo must disclose an EU Employee’s Personal Information for a reason outside the scope of the Purpose (other than in response to a court or agency order), WireCo will first notify the EU Employee and obtain the EU Employee’s consent to such disclosure. WireCo takes reasonable efforts to accommodate EU Employees’ privacy preferences, such as restricting access to Personal Information and keeping certain Personal Information anonymous.",
    "address": "12200 NW Ambassador Drive",
    "asp_index": "27186",
    "city": "Kansas City",
    "contactemail1": "MichelleTorline@wirecoworldgroup.com",
    "contactfax1": "816-270-4707",
    "contactname1": "Michelle Torline",
    "contactoff1": "12200 NW Ambassador Drive  Kansas City MO 64163",
    "contactphone1": "816-270-4814",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "MichelleTorline@wirecoworldgroup.com",
    "corpofffax1": "816-270-4707",
    "corpoffname1": "Michelle Torline",
    "corpoffphone1": "816-270-4814",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Cyprus, Czech Republic, France, Germany, Luxembourg, Netherlands, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "CYP",
        "CZE",
        "FRA",
        "DEU",
        "LUX",
        "NLD",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Iron & Steel - (IRN)Yarns - (YAR)",
    "industrysector_parsed": [
        "Iron & Steel - (IRN)",
        "Yarns - (YAR)"
    ],
    "latest": "false",
    "nextcertification": "2016-04-11",
    "orgverification": "In house self assessment",
    "personaldata": "Personal data covered under Safe Harbor is organization data consisting of emails and personnel records; none of this data is manually processed.",
    "ppdate": "2011-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "If an EU Employee has any concerns or issues with WireCo’s access, transmission, use or security of such EU Employee’s Personal Information, WireCo will investigate and try to resolve any concern or issue and answer any questions raised by an EU Employee. If an EU Employee’s concern escalates to a dispute, WireCo will use its best efforts to resolve the dispute internally, but if unable to do so, WireCo agrees to cooperate and comply with the EU data protection authorities (DPAs).",
    "signupdate": "2011-04-11",
    "state": "Missouri",
    "statutorybody": "FTC",
    "zip": "64163"
}