{
    "CertifiedThroughLabel": "",
    "Fax": "330-848-7326",
    "OrgName": "Alpha Technologies",
    "PPLoc": "http://www.alpha-technologies.com/content11353 ",
    "Phone": "330-745-1641",
    "activities": "Alpha Technologies receives personal information relating to employees of the company’s affiliates that are located in the European Union and the United Kingdom. Personal information that is transferred from the European Union and the United Kingdom to the United States is used to carry out and support Alpha’s human resources, IT and financial management functions. Examples of the purposes for which Alpha Technologies collects and uses personal data include, without limitation, workflow management, travel and expense reimbursement, compensation related activities, performance management, industrial relations, including grievance proceedings, succession planning, benefits and personnel administration and monitoring and enforcing compliance with the company's policies and procedures, career development, staffing, international personal security issues, internal investigations, ethics investigations, law enforcement inquiries, import and export controls, reporting and statistical analyses, visas, licenses and other right-to-work authorizations, U.S. government agency inquiries and mergers, acquisitions and divestitures.",
    "address": "3030 Gilchrist Rd",
    "asp_index": "27193",
    "city": "Akron",
    "contactemail1": "rbruno@dynisco.com",
    "contactfax1": "508-541-9518",
    "contactname1": "Rob Bruno",
    "contactoff1": "Alpha Technologies",
    "contactphone1": "508-541-9518",
    "contacttitle1": "Director of IT",
    "corpoffemail1": "Cathy.King@Roper-VMASG.com",
    "corpofffax1": "508-541-9437",
    "corpoffname1": "Cathy King",
    "corpoffphone1": "508-541-9518",
    "corpofftitle1": "VP of Finance",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Plastics Production Machinery - (PME)Process Controls Industrial - (PCI)General Industrial Eqpt & Supplies - (GIE)",
    "industrysector_parsed": [
        "General Industrial Eqpt & Supplies - (GIE)",
        "Plastics Production Machinery - (PME)",
        "Process Controls Industrial - (PCI)"
    ],
    "latest": "false",
    "nextcertification": "2016-05-01",
    "orgverification": "In-house",
    "personaldata": "on-line, off-line, HR data",
    "ppdate": "2014-08-05",
    "previous": "",
    "privacyprograms": "Alpha Technologies adheres to its own internal privacy policy and is not a member of an independent privacy program.",
    "recoursemech": "Alpha Technologies elects to satisfy the requirements in points (a) and (c) of the Safe Harbor Enforcement Principles by committing to cooperate with the EU Data Protection Authorities or their authorized representatives and the Swiss Federal Data Protection and Information Commissioner in the investigation and resolution of complaints brought under the Safe Harbor and will comply with any advice given.",
    "signupdate": "2015-05-01",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "44305"
}