{
    "Fax": "866-884-7552",
    "OrgName": "Violin Memory, Inc.",
    "PPLoc": "http://www.violin-memory.com/privacy/ ",
    "Phone": "650-396-1500",
    "activities": "Violin Memory, Inc. (“Violin”) designs and manufactures enterprise grade flash memory arrays.  Violin collects personal information as part of its sales process, including current and potential customer contact information for customer companies located in the EU and Switzerland.  Violin’s human resources department collects information from EU and Swiss current and prospective employees, through resumés and email, as part of its routine business practices.\r\n\r\nViolin’s salespeople communicate with customers in the EU and Switzerland via email.  Those emails contain and Violin’s salespeople have access to customers’ email addresses, along with names, business addresses, business phone numbers and other routine contact information those customers choose to either expressly provide to Violin’s salespeople or are available by means of embedded or automatic signature blocks or electronic business cards.  Personal information from these emails is not stored or collected separately from the original messages containing this information.  Emails may be saved or archived as part of Violin’s routine “backing-up” processes.  This information is not shared with third parties.\r\n\r\nEU and Swiss customers have the option of submitting their personal information to Violin via Violin’s company website.   Customers may register their flash memory arrays for product support online and would provide their company, name, title, phone, business email, address, and the serial number of the product.  This information is collected and stored to enable Violin to provide the customer-requested support.  This information is not shared with third parties.\r\n\r\nEU and Swiss customers have the option of obtaining Violin marketing materials via the website.  In order to obtain the marketing materials, the customers provide his or her name, title, organization, email, telephone number, and address.  This information is collected and stored by Violin and is deleted if requested by the customer.  The information is used by Violin to refer the customer to a Violin salesperson and the customer is provided with the requested marketing materials via email.   The customer’s email is added to a Violin marketing email list.  This information may be shared with third party marketing service providers retained by Violin to assist with the distribution of Violin’s marketing materials.  \r\n\r\nEU and Swiss customers have the option of contacting Violin via an online form on its website.  In order for a customer to submit their message to Violin, the form requests the customer provide a name, email, and telephone number along with the message.  If the nature of the message involves marketing or interest in sales, this information may be shared with third party marketing service providers retained by Violin to assist with the distribution of Violin’s marketing materials.\r\n\r\nViolin collects and retains information on prospective EU and Swiss customers from trade shows.  Customers register for trade shows with their business contact information.  The trade show organizers collect and associate this information with a tag.  When the potential customer approaches Violin, Violin will request to scan the tag.  The trade show then provides this information to Violin and Violin will use this information for sales purposes.  This information is not shared with third parties.",
    "address": "4555 Great America Parkway",
    "asp_index": "27202",
    "city": "Santa Clara",
    "contactemail1": "privacy@vmem.com",
    "contactfax1": "866-884-7552",
    "contactname1": "Rebecca Anderson",
    "contactoff1": "Privacy Compliance",
    "contactphone1": "650-396-1768",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "randerson@vmem.com",
    "corpofffax1": "650-396-1543",
    "corpoffname1": "Rebecca Anderson",
    "corpoffphone1": "650-396-1768",
    "corpofftitle1": "Corporate Counsel & Asst. Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer & Peripherals - (CPT)Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-03-19",
    "orgverification": "Third Party",
    "personaldata": "On-line data: data collected directly on company website. Offline data: data collected through company HR databases, Intranet.  Manually processed data: papers and business cards from trade shows.  Human resources data: data related to the employees of the company.",
    "ppdate": "2015-02-01",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-03-19",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95054"
}