{
    "CertificationStatus": "true",
    "Fax": "978-894-1184",
    "OrgName": "Latitude Labs, LLC",
    "PPLoc": "https://lumiere.freshdesk.com/support/solutions/articles/5000556566-privacy-policy",
    "Phone": "978-921-0712",
    "activities": "Lumière is a subscription-based web application that enables customers to upload and test video content through interactive video screenings — and analyze this data visually in our analytics tools. These screenings can collect a number of qualitative and quantitative data points, depending on a user’s needs, including: second-by-second numerical ratings, open-ended commentary, question response data, and behavioral (skip, re-watch, video selection) data. Customers can also analyze their activity data using our data visualization features, and may also choose to export their data for use in applications external to Lumière. \r\n\r\nWith regard account holders/subscribers, we collect the following for administrative purposes: Names and addresses (physical and email) of billing contacts, names and email addresses for all users enabled on each account, and application monitoring data (for quality assurance/diagnostic purposes). We also issue cookies to registered users when logging in to Lumière. The session cookie holds encrypted authentication information for the duration of a logged in session and does not include sensitive data.\r\n\r\nWith regard to participant data, the specifics of data collected depend on the goals and objectives of account holders, but may include: demographic and psychographic data, responses to media-specific questions, second-by-second ratings, open-ended text commentary, and viewing behaviors (e.g., skip, re-watch, video switching).",
    "address": "275 Cabot St., STE 1",
    "asp_index": "27200",
    "city": "Beverly",
    "contactemail1": "csimpkins@latd.com",
    "contactfax1": "978-894-1184",
    "contactname1": "Christopher Simpkins",
    "contactoff1": "Latitude Labs, LLC (Beverly, MA)",
    "contactphone1": "978-921-0712",
    "contacttitle1": "Chief Software Architect",
    "corpoffemail1": "ischulte@latd.com",
    "corpofffax1": "978-894-1184",
    "corpoffname1": "Ian Schulte",
    "corpoffphone1": "978-894-1182",
    "corpofftitle1": "CEO",
    "eucountries": "Denmark, France, Germany, Netherlands, United Kingdom",
    "eucountries_parsed": [
        "DNK",
        "FRA",
        "DEU",
        "NLD",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Computer Software - (CSF)Films Videos & Other Recordings - (FLM)Information Services - (INF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Software - (CSF)",
        "Films Videos & Other Recordings - (FLM)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-25",
    "orgverification": "In house",
    "personaldata": "Subscriber names and contact details (physical and electronic), manually entered during account creation, and again if account holder chooses to change account details; participant demographics; participant names and/or contact details, when asked for by subscriber during a viewing activity.",
    "ppdate": "2015-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "We are committed to resolving complaints about privacy and our collection or use of personal information. You may reach us by email at labs@latd.com or by mail at 275 Cabot Street, Beverly, MA 01915. We have further committed to refer unresolved privacy complaints under the U.S.-EU Safe Harbor Framework to an independent dispute resolution body, BBB EU Safe Harbor, operated by the Council of Better Business Bureaus. If we do not provide timely acknowledgement of your dispute, or if your dispute is not satisfactorily addressed, please visit the BBB EU Safe Harbor website for more information.",
    "signupdate": "2015-03-25",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01915"
}