{
    "CertificationStatus": "true",
    "Fax": "408 774-7002",
    "OrgName": "Advanced Micro Devices, Inc.",
    "PPLoc": "http://www.amd.com/en-us/who-we-are/privacy ",
    "Phone": "408 749-4000",
    "activities": "Personal information from the EU will be processed by AMD, Inc. in the U.S. to the extent necessary to administer AMD's global performance and business management, including (without limitation): (i) human resources related activities such as the administration and management of AMD’s staff, appointments and removals, disciplinary matters, processing payroll, performance management and appraisals, determining and reviewing salaries and other forms of compensation, administration of stock option programs, superannuation and providing training or other form of learning and development courses, healthcare and other benefits and services to AMD staff; (ii) the management and administration of customer relationships and services including the administration and management of customer orders and accounts, business development, marketing, advertising and public relations in connection with AMD company business activity, provision of goods or services; (iii) the maintenance of information on the business or technical environment in which AMD companies operate; and (iv) the provision of all services in support of AMD companies including the wide and varying functions and operation such as legal, finance, real estate and property management, computing, security and engineering/maintenance departments within an organization, as well as general office administration.",
    "address": "One AMD Place",
    "asp_index": "27209",
    "city": "Sunnyvale",
    "contactemail1": "Karon.Macdaniel@amd.com",
    "contactfax1": "512-602-8355",
    "contactname1": "Karon Macdaniel",
    "contactoff1": "AMD Attorney",
    "contactphone1": "512-602-1663",
    "contacttitle1": "AMD Attorney",
    "corpoffemail1": "Harry.Wolin@amd.com",
    "corpofffax1": "512-602-8355",
    "corpoffname1": "Harry Wolin",
    "corpoffphone1": "512-602-0148",
    "corpofftitle1": "Senior Vice President and General Counsel",
    "eucountries": "Belgium, Czech Republic, France, Germany, Italy, Netherlands, Poland, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "CZE",
        "FRA",
        "DEU",
        "ITA",
        "NLD",
        "POL",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer & Peripherals - (CPT)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-30",
    "orgverification": "In-House",
    "personaldata": "Personal Data Covered: Human Resources Data; Customer, potential customer, Supplier and other Business Partner data; and data from participants who enter on-line contests and promotions.",
    "ppdate": "2004-03-29",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities",
    "signupdate": "2004-03-30",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94088"
}