{
    "CertificationStatus": "true",
    "Fax": "650-887-3200",
    "OrgName": "Zyme Solutions Incorporated",
    "PPLoc": "http://www.zymesolutions.com/privacy-policy.php ",
    "Phone": "877-262-8993",
    "activities": "Information Collected\r\nZyme cleanses and processes transactional and inventory data for technology product vendors worldwide. In order to provide these services, we maintain a Global Channel Directory (GCD) which contains Company Information. The data in the GCD is limited to the business information of distributors and resellers, which may include Personal Information where such Personal Information is incorporated into Company Information of a distributor or reseller by the distributor or reseller. \r\nWhen you navigate Zyme’s website, Zyme may also collect information through the use of common tools such as Reverse IP address lookup. These tools help us track the IP addresses and the names of the owners of such IP addresses. The website also offers visitors the option of voluntary submission of Personal Information such as names, e-mail addresses and phone numbers.\r\nTo provide the services under its contracts with customers, Zyme receives contact information for distributors from customers, as well as names and e-mail addresses of individuals who need to have access to our internal analytical platforms. \r\nAll information submitted by applicants for jobs advertised on the Zyme website (including name, contact information, past employment, referrals information) is stored by Zyme in the United States as well as in the jurisdiction where the contact for the position is located. For individuals located in the EU, you are agreeing to the transfer of your information outside the European Economic Area, to countries which might have different standards of privacy. As described in this policy, Zyme adheres to the US Safe Harbor Privacy principles with respect to any personal data originating in the EEA. An applicant may choose what types of information to submit, but choosing not to submit your application information may limit our ability to consider you as a candidate. \r\nUse of Information Collected\r\nThe information stored in the GCD is used to “name cleanse” transactional and inventory reports received from our customers. Essentially, in order to improve the integrity of the data we receive, Zyme uses the GCD to match verified distributor and reseller businesses with distributor and reseller business names received from our customers. Zyme makes no efforts to distinguish or ascertain whether information received is Company Information, or Personal Information. \r\nZyme only uses the IP addresses and names of owners of IP addresses who have visited our website to determine general trends in traffic, responses to sales efforts, and regional variances. Zyme makes no attempt to extract Personal Information from any data about visitors to our website, or to market any information to any individual based solely on their activity on our website. We only use voluntarily provided Personal Information to contact visitors to further discuss interest in our company, the services that we provide, and to send information regarding our company, such as promotions and events.\r\nAny information submitted by job applicants is used to assess the applicant’s skills, qualifications and interests; verify their interests; improve our recruitment process; and add to an employment record if the applicant is hired. When providing referrals or other third party agencies as sources of information, the applicant is consenting to Zyme contacting them for that limited purpose and also assumes responsibility for obtaining any third party consent.",
    "address": "240 Twin Dolphin Drive, Suite E",
    "asp_index": "27217",
    "city": "Redwood Shores",
    "contactemail1": "safeharbor@zymesolutions.com",
    "contactfax1": "+1 650 294 4719",
    "contactname1": "Aditi Banerjee",
    "contactoff1": "240 Twin Dolphin Drive, Suite E",
    "contactphone1": "+1 650 294 4719",
    "contacttitle1": "Counsel",
    "corpoffemail1": "csankaran@zymesolutions.com",
    "corpofffax1": "655-887-3201",
    "corpoffname1": "Chandran Sankaran",
    "corpoffphone1": "650-294-4703",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2015-09-29",
    "orgverification": "In-house",
    "personaldata": "Organization and client data. No manual processing.",
    "ppdate": "2011-09-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus (www.bbb.org/us/safe-harbor-complaints)",
    "signupdate": "2011-09-29",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94065"
}