{
    "Fax": "631-549-2654",
    "OrgName": "Analysis & Design Application Co., Ltd. (CD-adapco)",
    "PPLoc": "http://www.cd-adapco.com/privacy-policy; for HR Privacy Policy see link below",
    "Phone": "631-549-2300",
    "activities": "CD-adapco is the world's largest independent CFD-focused provider of engineering simulation software, support and services. In the conduct of its regular business operations and activities CD-adapco collects and uses personal information originating from the EU and Switzerland. Such Personal Information is used primarily for the following purposes:\r\n* contacting customers in response to their queries and communication requests;\r\n* providing requested software licenses, engineering consulting services and technical support;\r\n* providing requested product updates and upgrades, special offers, pricing information,\r\nnewsletters, and other information;\r\n* undertaking any other promotional activities where the customer has consented to such promotional activities;\r\n* in connection with license keys, access codes or other information as may be required to permit access to CD-adapco’s websites or servers to receive products, updates or services;\r\n* verifying that existing personal information in our possession is accurate and complete;\r\n* determining the country of customer location for compliance purposes (including without limitation export compliance) and for security, anti-piracy, and fraud prevention purposes;\r\n* verifying compliance with applicable laws, rules and regulations;\r\n\r\nCD-adapco centralizes the Human Resources function in the United States and as such, its HR department in the U.S. collects copies of personal files for all employees and job applicants outside of the United States, including the EU and Switzerland.",
    "address": "60 Broadhollow Road",
    "asp_index": "27226",
    "city": "Melville",
    "contactemail1": "legal@cd-adapco.com",
    "contactfax1": "631-549-2654",
    "contactname1": "Leslie Browne",
    "contactoff1": "CD-adapco New York",
    "contactphone1": "631-549-2300",
    "contacttitle1": "Manager Worldwide Human Resources",
    "corpoffemail1": "sharron.macdonald@cd-adapco.com",
    "corpofffax1": "631-549-2654",
    "corpoffname1": "Sharron MacDonald",
    "corpoffphone1": "631-549-2300",
    "corpofftitle1": "Senior Executive Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-15",
    "orgverification": "In-house",
    "personaldata": "on-line, off-line, Customer Data, Human Resources Data",
    "ppdate": "2013-10-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "The EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2013-04-15",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11747"
}