{
    "CertificationStatus": "true",
    "Fax": "978-897-9590",
    "OrgName": "Seachange International, Inc.",
    "PPLoc": "http://www.schange.com/en-US/PrivacyPolicy ",
    "Phone": "978-897-0100",
    "activities": "The types of personal information we may collect about you through our Sites include contact and identifying information (name, address, email address, phone, institution, title or job position), information about your interest in SeaChange products or services, information about your interest in newsletters, seminars, or other services that we provide (solely or jointly with others), information about any other transaction(s) between you or your organization and SeaChange, information relating to your interest in career opportunities at SeaChange and any other personal information that you may provide to us in an online form or through an email. Where we collect personal information through online forms, we will notify you of which fields are mandatory for the particular service or functionality you are requesting and which fields are optional. If you choose to provide information that is optional, we may use and disclose such information as described in this Privacy Policy. A visitor to www.schange.com who is not seeking employment and not expressing an interest in purchasing products or services is not required to reveal any individually identifiable information such as name, address or telephone number.",
    "address": "50 Nagog Park",
    "asp_index": "27235",
    "city": "Acton",
    "contactemail1": "legal@schange.com",
    "contactfax1": "978-897-9590",
    "contactname1": "David McEvoy",
    "contactoff1": "Legal Department",
    "contactphone1": "978-889-3004",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "dave.mcevoy@schange.com",
    "corpofffax1": "978-897-9590",
    "corpoffname1": "David L. McEvoy",
    "corpoffphone1": "978-889-3004",
    "corpofftitle1": "VP & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-04",
    "orgverification": "In-house",
    "personaldata": "On-line and off-HR data, on-line data collected by schange.com website.  All data is electronically and manually processed.",
    "ppdate": "2014-03-28",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2014-04-04",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01720"
}