{
    "Fax": "407-335-4705",
    "OrgName": "Alinean",
    "PPLoc": "http://alinean.com/docs/Alinean%20Privacy%20Policy.pdf and http://alinean.com/certified",
    "Phone": "407-382-0005",
    "activities": "Personal information received from the EU consists of users who self-register to gain full access to software tools sponsored by Alinean’s clients. Self registration data typically consists of information including email address, first name, last name, company name, country/region, and currency. Alinean’s clients can also specify additional data such as telephone number, title, role in organization, and so forth. Sensitive personal information is not collected. \r\n\r\nHandling of Personal Information is fully described in the Privacy Policy available on Alinean’s website (for the location of the Privacy Policy on Alinean’s website, please see below).",
    "address": "127 W. Fairbanks Avenue #401",
    "asp_index": "27244",
    "city": "Winter Park",
    "contactemail1": "ops@alinean.com",
    "contactfax1": "407-382-0906",
    "contactname1": "AZ Flynn Thomas",
    "contactoff1": "Alinean",
    "contactphone1": "407-382-0005",
    "contacttitle1": "Operations Manager",
    "corpoffemail1": "tpisello@alinean.com",
    "corpofffax1": "407-335-4705",
    "corpoffname1": "Thomas Pisello",
    "corpoffphone1": "407-382-0005",
    "corpofftitle1": "CEO & Founder",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, France, Germany, Hungary, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "DNK",
        "FRA",
        "DEU",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-10",
    "orgverification": "In-house",
    "personaldata": "Online data entered by end users who are requesting access to Interactive White Papers, Benefit Estimators, and ROI/TCO Calculators.",
    "ppdate": "2012-10-31",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "ALINEAN uses a self-assessment approach to assure compliance with this privacy policy and periodically verifies that the policy is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented and accessible and in conformity with the Principles. We encourage interested persons to raise any concerns using the contact information provided and we will investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Information in accordance with the Principles. \r\nIf a complaint or dispute cannot be resolved through our internal process, we agree to dispute resolution using the American Arbitration Association (AAA) (http://www.adr.org ) as a third party resolution provider.",
    "signupdate": "2012-12-10",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "32789"
}