{
    "Fax": "949-387-1579",
    "OrgName": "xRM",
    "PPLoc": "http://www.xrm.com/SafeHarbor.aspx ",
    "Phone": "7027225395",
    "activities": "Use of Your Personal Information\r\nThe personal information collected by xRM will be used to provide the service(s) or carry out the transaction(s) you have requested or authorized. \r\nIn support of these uses, xRM may use personal information to provide you with more effective customer service. \r\nWe may use your personal information to provide you with important information about the product or service that you are using, including critical updates and notifications. \r\nStreamline Solutions may disclose personal information if required to do so by law or in the good faith belief that such action is necessary to (a) conform to the edicts of the law or comply with legal process served on Streamline Solutions or the Site; (b) protect and defend the rights or property of xRM and our family of Web sites; or (c) act in urgent circumstances to protect the personal safety of xRM employees.\r\nPersonal information collected on the Site will be stored and processed in the United States at our secure location. \r\n\r\nControl of Your Personal Information\r\nExcept as otherwise described in this statement, personal information you provide on the Site will not be shared outside of xRM without your permission.\r\n \r\nAccess to Your Personal Information \r\nCustomer information that is collected by xRM is stored in the United States. You can review and edit the personal information you provided xRM by contacting xRM Technical Support at support@xRM.com. Or by contacting xRM Directly at: \r\nxRM\r\nSafe Harbor Policy\r\n10170 W. Tropicana Ave. #156-374\r\nLas Vegas, NV 89147",
    "address": "10170 W. Tropicana Ave #156-374",
    "asp_index": "27240",
    "city": "Las Vegas",
    "contactemail1": "yan@xrm.com",
    "contactfax1": "949-387-1579",
    "contactname1": "Yan Sun",
    "contactoff1": "xRM",
    "contactphone1": "7027225395",
    "contacttitle1": "Controller",
    "corpoffemail1": "Lance@xrm.com",
    "corpofffax1": "949-387-1579",
    "corpoffname1": "Lance Mclean",
    "corpoffphone1": "7027225394",
    "corpofftitle1": "CEO",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-04-15",
    "orgverification": "In-House",
    "personaldata": "manually processed data",
    "ppdate": "2009-03-31",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "xRM has established internal management practices and policies to support the safe harbor principles. xRM encourages individuals with concerns about its information management practices to contact xRM at the address below. xRM has also agreed to participate in dispute resolution programs provided by the American Arbitration Association (AAA).",
    "signupdate": "2009-04-15",
    "state": "Nevada",
    "statutorybody": "FTC",
    "zip": "89147"
}