{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Fraedom LLC",
    "PPLoc": "https:/ www.fraedom.com/user_-_privacy_policy ",
    "Phone": "14154395267",
    "activities": "Fraedom is a global technology company with headquarters in the UK specialising in integrated travel, expense, payment and reporting solutions. Our hosted platform environment is a controlled environment that stores the customer information required to provide the expense management services required by its customers (“Services”). As a requirement of its business, Fraedom receives statement information containing card holder data, in order to allow its customers to manage their corporate expenses via the Fraedom online platform.  Fraedom requires its customers to obtain and maintain effective employee consents/permissions to enable Fraedom to hold, process and transfer (often across international boundaries) their Personal Data during the provision by Fraedom of the Services.  Fraedom only uses and discloses Personal Data as is necessary in order to provide the Services, to collect monies due or as required by applicable law. Personal Data is not disclosed to any organisation other than: (a) members of the Fraedom Group and their contracted suppliers and service providers or, where we are providing integrated travel services, members of the HRG worldwide network; (b) third parties to whom the information has to be disclosed in the normal course of providing the Services, such as credit card companies and other suppliers contracted to fulfill the required Services; (c) the customer’s nominees; and (d) as required by applicable law. Personal Data is retained by Fraedom only as long as reasonably necessary for fulfillment of these purposes.",
    "address": "Suite 1500, 50 California Street",
    "asp_index": "27249",
    "city": "San Francisco",
    "contactemail1": "Keith.Burgess@hrgworldwide.com",
    "contactfax1": "+44(0) 125 6346999",
    "contactname1": "Keith Burgess",
    "contactoff1": "Fraedom Holdings Ltd",
    "contactphone1": "+44(0) 125 6312600",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "Keith.Burgess@hrgworldwide.com",
    "corpofffax1": "+44(0) 125 6346999",
    "corpoffname1": "Keith Burgess",
    "corpoffphone1": "+44(0) 125 6312600",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-11",
    "orgverification": "In-house",
    "personaldata": "Off-line, on-line, and manually processed data, including names and other identifying data relating to end users.",
    "ppdate": "2015-02-25",
    "previous": "22553",
    "privacyprograms": "None",
    "recoursemech": "Fraedom LLC commits to cooperate with data protection authorities located in the European Union and the Federal Data Protection and Information Commissioner of Switzerland or their authorized representatives.",
    "signupdate": "2014-04-11",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94111"
}