{
    "CertificationStatus": "true",
    "Fax": "+1 312-376-1854",
    "OrgName": "cleverbridge, Inc.",
    "PPLoc": "http://www.cleverbridge.com/?scope=opprivacy ",
    "Phone": "+1 312-922-8693",
    "activities": "The cleverbridge, Inc. (hereinafter “Inc”) is a 100% subsidiary of the cleverbridge AG (hereinafter “AG”) at Brabanter Str. 2-4, 50674 Cologne, Germany. The Inc provides services to the AG and therefore acts as data processor on behalf of the AG. Any personal information provided or gathered by visiting the cleverbridge online store (“Store”), cleverbridge web site (“Site”) and/or ordering products and services (collectively “Products”) from cleverbridge is controlled by the AG.\r\n\r\nIn the context of providing this services, Inc may process personnel information received from the EU/ EEA and/ or Switzerland pertaining to:\r\n\r\n•\tCustomers (persons or entities that purchase Products)\r\n•\tProspects (entities that are in the process of becoming Clients)\r\n•\tClients (entities that have an agreement with AG for the resale or provision of Products)\r\n•\tCandidates (persons that may become employees)\r\n•\tCurrent and former employees, including apprentices, trainees, retirees and dependents\r\n•\tAffiliates, service providers and suppliers (whereas “Affiliates” are persons or entities that hosts links to the Store and/ or Site)\r\n\r\nThe primary business objective of cleverbridge is to process transactions made by visiting the Store or Site and/ or ordering Products from AG. Thereby the primary purpose of the Inc is management of customer and client contracts and data. Secondary purpose are accompanying or supporting functions such as the candidate, personnel, service provider/ suppliers and suitor assistance.\r\n\r\nManagement of customer and client data includes:\r\n\r\n•\tAutomatic data collection of anonymous information for internal purposes, such as determining certain settings for the Site or Store.\r\n•\tCollection and transfer of customer data in order to transmit purchase orders through the Store.\r\n•\tContact requests through any contact forms of the Site or Store.\r\n•\tDelivery of service-related announcements.\r\n•\tTransfer of customer data between cleverbridge locations for back-up purposes.",
    "address": "350 N Clark Street, Ste 700",
    "asp_index": "27262",
    "city": "Chicago",
    "contactemail1": "privacy@cleverbridge.com",
    "contactfax1": "+1 312-376-1854",
    "contactname1": "",
    "contactoff1": "Compliance",
    "contactphone1": "+1 312-922-8693",
    "contacttitle1": "",
    "corpoffemail1": "privacy@cleverbridge.com",
    "corpofffax1": "+1 312-376-1854",
    "corpoffname1": "Oliver K. Breme",
    "corpoffphone1": "+1 312-922-8693",
    "corpofftitle1": "CFO & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)General Consumer Goods - (GCG)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Consumer Goods - (GCG)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-16",
    "orgverification": "In-house",
    "personaldata": "Online, offline, manually processed customer, prospect, client, affiliates, service provider, supplier and human resources data.",
    "ppdate": "2011-09-01",
    "previous": "22317",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities and Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2013-04-16",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60654"
}