{
    "CertificationStatus": "true",
    "Fax": "7038189177",
    "OrgName": "J. Spargo and Associates, Inc.",
    "PPLoc": "http://www.jspargo.com/other/privacy.aspx ",
    "Phone": "7036316200",
    "activities": "SPARGO asks other users to provide their name, organization name, business phone, and e-mail. Credit card information is collected from an individual when registering for an educational course, or event, or purchasing other goods or services. These data are submitted voluntarily. Similar information may be submitted to SPARGO through conference or seminar registrations, publication orders, and subscriptions. Additionally, for some emails sent in HTML format by SPARGO to its customers, SPARGO may collect specific information regarding what the recipient does with that email. For those emails, SPARGO may monitor whether a recipient subsequently clicks through to links provided in the message. Other information collected through this tracking feature includes: email address of a user, the date and time of the user's \"click\", a message number, name of the list from which the message was sent, tracking URL number, and destination page. SPARGO will only use this information to enhance its services and distribution of those services to its customers. This information will not be distributed in any other manner without user consent.",
    "address": "11208 Waples Mill Road",
    "asp_index": "27275",
    "city": "Fairfax",
    "contactemail1": "john.baker@jspargo.com",
    "contactfax1": "7038189177",
    "contactname1": "John Baker",
    "contactoff1": "J. Spargo and Associates, Inc.",
    "contactphone1": "7036316200",
    "contacttitle1": "Senior Director, Information Technology",
    "corpoffemail1": "michelle.michalski@jspargo.com",
    "corpofffax1": "7036793965",
    "corpoffname1": "Michelle Michalski",
    "corpoffphone1": "7036793937",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Audio/Visual Equipment - (AUV)General Services - (GSV)",
    "industrysector_parsed": [
        "Audio/Visual Equipment - (AUV)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Services - (GSV)"
    ],
    "latest": "false",
    "nextcertification": "2016-04-13",
    "orgverification": "Trustwave Trustkeeper",
    "personaldata": "Registration forms are received as part of the business and include credit card information. These forms are faxed to the customer service area. This area is a secured area that is always supervised by authorized employees and locked at night. The registration forms are sorted and stored within the customer service area until further processing is needed. The Registration team will pull the forms",
    "ppdate": "2014-02-12",
    "previous": "",
    "privacyprograms": "n/a",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2015-04-13",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22030"
}