{
    "CertifiedThroughLabel": "",
    "Fax": "781-425-1500",
    "OrgName": "Demandware, Inc.",
    "PPLoc": "http://http://www.demandware.com/privacy-policy ",
    "Phone": "781-425-1400",
    "activities": "Demandware provides its customers with a hosted commerce platform and application suite of solutions that facilitate functionality to support the development and management of commerce applications, including websites, point of sale, and order management. Demandware serves as a data processor for Demandware’s customers who use these services. More specifically, Demandware does not own the information that is submitted through its commerce applications. The information that is submitted through the commerce applications will be subject to Demandware’s customers’ privacy policy and Demandware does not choose or determine the type of data that is collected by its customers through the commerce applications. Any access to, or use of, such data is incidental to completing Demandware’s contractual obligations to its customers as a data processor.  \r\nAs part of its own internal operations that are unrelated to its services offerings, Demandware also collects, transfers and uses data from our European-based operations, employees, customers, prospects, partners, agents and consultants in respect of employment activities, sales activity and leads, customer service delivery and relationship management, general business activities and compliance activities.  \r\nDemandware also collects and processes personal information through its web sites for general marketing and employment recruitment activities.",
    "address": "5 Wall Street",
    "asp_index": "27278",
    "city": "Burlington",
    "contactemail1": "sflaherty@demandware.com",
    "contactfax1": "781-425-1500",
    "contactname1": "Sheila Flaherty",
    "contactoff1": "Demandware, Inc.",
    "contactphone1": "781-425-1235",
    "contacttitle1": "Chief Legal Officer",
    "corpoffemail1": "gbeuchelt@demandware.com",
    "corpofffax1": "781-425-1500",
    "corpoffname1": "Gerald Beuchelt",
    "corpoffphone1": "781-425-1400",
    "corpofftitle1": "Chief Security Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-04-21",
    "orgverification": "Third party -- TRUSTe",
    "personaldata": "off-line, on-line, human resources, customer, prospect, partner and supplier data, services data",
    "ppdate": "2015-03-03",
    "previous": "22480",
    "privacyprograms": "TRUSTe EU Safe Harbor Privacy Program",
    "recoursemech": "TRUSTe dispute resolution for non-human resources data.  EU Data Protection Authorities (DPAs) for human resources data only.",
    "signupdate": "2009-04-21",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01803"
}