{
    "Fax": "",
    "OrgName": "Criteo",
    "PPLoc": "http://www.criteo.com/privacy/ ",
    "Phone": "+16464100400",
    "activities": "Criteo engages in personalized digital advertising based on user’s interests. The purpose of Criteo’s services is to find visitors of Criteo advertising clients’ properties (websites, apps and newsletters) and serve them personalized ads and/or send them personalized emails. Criteo uses cookies and other technical identifiers to single out users and then personalize ads based on their browsing experience. Criteo partners with advertisers (primarily online retailers) by tagging visitors of the advertisers websites with  browser cookies or similar technologies in environment that does not support cookies (i.e. mobile applications). The technologies used by Criteo track the products viewed by the visitor and pages visited of the individual advertiser for whom Criteo is delivering ads. Criteo only collects indirect personally identifiable information (such as cookie IDs, advertising device IDs, hashed email addresses or hashed CRM IDs) and does not collect any direct personally identifiable information allowing to identify the visitor nor store the IP addresses of visitors for OBA purposes. OBA data is stored partially in cookies and partially server side. Cookies containing OBA data have a 13 months lifespan. OBA data stored on the server side is limited to 13 months. \r\nCriteo also receives and processes direct personal data relating to employees, prospective employees and individual contacts of corporate customers (including advertisers), suppliers, service providers and other partners.",
    "address": "100 avenue of Americas",
    "asp_index": "27280",
    "city": "New york",
    "contactemail1": "e.werth@criteo.com",
    "contactfax1": "",
    "contactname1": "Estelle Werth",
    "contactoff1": "Criteo",
    "contactphone1": "+16502837260",
    "contacttitle1": "Global Privacy Officer",
    "corpoffemail1": "s.rama@criteo.com",
    "corpofffax1": "",
    "corpoffname1": "Jean Baptiste Rudelle",
    "corpoffphone1": "+16502837260",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-21",
    "orgverification": "third party",
    "personaldata": "data collected directly online  internet / human resources data related to the employees and prospective employees of Criteo / data of the individual contacts of the partners of Criteo (customers, suppliers and other corporate partners)",
    "ppdate": "2014-11-26",
    "previous": "22257",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-03-21",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10011"
}