{
    "CertificationStatus": "true",
    "Fax": "303-410-5109",
    "OrgName": "Conversant, LLC, and its divisions, affiliates, and subsidiaries.",
    "PPLoc": "http://www.conversantmedia.com/legal/privacy ",
    "Phone": "800-309-0505",
    "activities": "Conversant markets products and services via the internet on behalf of themselves and/or their business partners. In doing so, they may collect personal identifying information (PII) on behalf of themselves and/or business partners. The PII that is transferred from the EU to the United States is used to carry out the company’s human resource functions and to manage their business processes and connections (such as maintaining our client’s contact information). Consumer PII may also be collected by Conversant and/or their clients and transferred to the US in compliance with applicable laws, rules and regulations. The privacy policies of the divisions, subsidiaries or affiliates of Conversant LLC: http://www.conversantmedia.com/legal/privacy. \r\n\r\nConversant is a wholly-owned subsidiary of Alliance Data Systems Corporation and is operating under Epsilon Data Management. The representations made on this self-certification apply solely to Conversant’s divisions, subsidiaries or affiliates and do not reflect the practices of Alliance Data or Epsilon.",
    "address": "6021 Connection Drive",
    "asp_index": "27296",
    "city": "Irving",
    "contactemail1": "nicole.tachibana@epsilon.com",
    "contactfax1": "303-410-5109",
    "contactname1": "Nicole Tachibana",
    "contactoff1": "Privacy Office",
    "contactphone1": "303-410-5695",
    "contacttitle1": "Privacy Manager",
    "corpoffemail1": "jfitzgerald@epsilon.com",
    "corpofffax1": "214-494-3905",
    "corpoffname1": "Jeanette Fitzgerald",
    "corpoffphone1": "214-494-3405",
    "corpofftitle1": "General Counsel and Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-14",
    "orgverification": "In-House",
    "personaldata": "On-Line; Offline;  Manual; and HR Data",
    "ppdate": "2015-03-16",
    "previous": "27296",
    "privacyprograms": "BBB EU Safe Harbor Program",
    "recoursemech": "European Union and Swiss citizens with inquiries or complaints about our Safe Harbor self-certification process should first contact Conversant at privacy@conversantmedia.com. Conversant maintains an internal privacy administration to address inquiries. Any inquiries that are not adequately addressed internally may be directed to the BBB. Conversant has agreed to BBB’s dispute resolution for disputes relating to our compliance with the Safe Harbor Privacy Framework. If your complaint is not satisfactorily addressed by the Privacy Officer at Conversant, please visit the BBB’s website at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.\r\nFor complaints involving HR data, please contact the appropriate DPA.",
    "signupdate": "2003-05-14",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75039"
}