{
    "CertificationStatus": "true",
    "Fax": "978-356-8499",
    "OrgName": "EBSCO Publishing",
    "PPLoc": "http://support.epnet.com/ehost/privacy.html ",
    "Phone": "978-356-6500",
    "activities": "EBSCO Publishing is a leading producer of electronic databases for public libraries, academic institutions, schools, medical libraries, government libraries and corporations worldwide. This includes providing access to both proprietary and licensed bibliographic and full-text (aggregated) databases online via EBSCOhost, EBSCO’s proprietary client/server, search and retrieval system.  EBSCO Publishing released EBSCO Discovery Service in January 2010, offering libraries a comprehensive tool to discover their electronic and print materials in one unified index.  EBSCO Publishing started offering eBooks in March of 2010. EBSCO Publishing has actively engaged in the business of providing databases to libraries for more than 22 years.\r\n\r\nEBSCO Publishing receives personal information from the EU/EEA and Switzerland as a result of its operations related to the services we provide. We use this information for purposes which may include, but are not limited to, the following: provide products and services, updating our records and overall maintaining customer and user accounts. We also use this information to prevent or detect fraud or abuse of our web sites and/or services.",
    "address": "10 Estes Street",
    "asp_index": "27312",
    "city": "Ipswich",
    "contactemail1": "privacyinquiries@ebscohost.com",
    "contactfax1": "978-356-7332",
    "contactname1": "José Bisbe",
    "contactoff1": "Business Continuity Management",
    "contactphone1": "800-758-5995",
    "contacttitle1": "Director, Information Security & Business Continuity Management",
    "corpoffemail1": "tcollins@ebscohost.com",
    "corpofffax1": "978-356-8499",
    "corpoffname1": "Tim Collins",
    "corpoffphone1": "978-356-6500",
    "corpofftitle1": "President, Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Books & Periodicals - (BOK)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Books & Periodicals - (BOK)",
        "Education & Training - (EDS)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-23",
    "orgverification": "In-house",
    "personaldata": "Organizational (client) information, human resources and customer data. Client data is not manually processed.",
    "ppdate": "2013-01-22",
    "previous": "21708",
    "privacyprograms": "We comply with the privacy programs required under Massachusetts General Law Chapter 93H 201 CMR 17.00 Standards for the Protection of Personal Information",
    "recoursemech": "EBSCO Publishing has further committed to refer unresolved privacy complaints under the US-EU Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus.\r\n\r\nFor disputes involving employment-related personal information received by EBSCO Publishing from the EEA, EBSCO Publishing has agreed to cooperate with the data protection authorities in the EEA and to participate in the dispute resolution procedures of the panel established by the European data protection authorities.\r\n\r\nFor dispute involving all Personal Information received by EBSCO Publishing from Switzerland, EBSCO Publishing has agreed and to cooperate with the Swiss FDPIC.",
    "signupdate": "2013-01-23",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01930"
}