{
    "CertificationStatus": "true",
    "Fax": "402-458-6753",
    "OrgName": "Experian Holdings, Inc.",
    "PPLoc": "https:/ www.experian.com/privacy/eu-safe-harbor-privacy-policy.html ",
    "Phone": "714-830-7000",
    "activities": "Experian Holdings, Inc. and its U.S. affiliates (collectively Experian) are leaders in providing information, analytical tools and marketing services to organizations and consumers to help manage the risk and reward of commercial and financial decisions. Using its comprehensive understanding of individuals, markets and economies, Experian helps organizations find, develop and manage customer relationships to make their businesses more profitable. \r\n\r\nThis certification covers the following Experian Holdings, Inc. entities: \r\n\r\nExperian Marketing Solutions, Inc. \r\n*Cheetahmail;\r\n\r\nExperian Information Solutions, Inc.\r\n*Costa Mesa (CA) Tech Center\r\n*McKinney (TX) Data Center\r\n*Business Information Services, a business unit;\r\n\r\n41st Parameter, Inc., a wholly-owned corporation/subsidiary of Experian Holdings, Inc.; \r\n\r\nLeadSpend, Inc., a wholly-owned corporation/subsidiary of Experian Holdings, Inc.;\r\n\r\nConversen, Inc., a wholly-owned corporation/subsidiary of Experian Holdings, Inc.; and\r\n\r\nConsumerInfo.com, Inc., a wholly-owned corporation/subsidiary of Experian Holdings, Inc.\r\n\r\nExperian will act as a processor on behalf of and may receive data from the EU for the purposes of providing various information services, including email and online technology solutions, validating contact information, including name, postal address, phone number and email address, spatial analysis, data analytics and modeling, data management, data hygiene, list processing, list enhancements, and transfer of consumer and business credit information for purposes of developing and tuning systems for production implementation in host country.   In this capacity, Experian does not own or control any of the information and acts only upon the instructions of its clients. \r\n\r\nIn the capacity of a data controller, certain data center operations of Experian may receive human resources data from the EU. Such HR data may be used for project management and planning, providing investigative analysis and electronic discovery processing for litigation purposes, including email and internet web traffic analysis.\r\n\r\nExperian Business Information Services (BIS) will receive data from the EU for the purposes of providing various commercial information services, including analytics and modeling, data management, data hygiene, masterfile management and transfer of business credit information for purposes of business evaluation and customer management.  In this capacity, BIS will control business information and provide business information services, as well as, processing business information services for the data owners and their clients upon the instructions of the data owners.",
    "address": "475 Anton Blvd",
    "asp_index": "27349",
    "city": "Costa Mesa",
    "contactemail1": "eusafeharbor@experian.com",
    "contactfax1": "224-698-8160",
    "contactname1": "Judy Macior",
    "contactoff1": "Compliance",
    "contactphone1": "224-698-3097",
    "contacttitle1": "VP, Compliance",
    "corpoffemail1": "judy.macior@experian.com",
    "corpofffax1": "224-698-8160",
    "corpoffname1": "Judy Macior",
    "corpoffphone1": "224-698-3097",
    "corpofftitle1": "VP, Compliance",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-24",
    "orgverification": "In House",
    "personaldata": "offline, online, manually processed human resources, client, supplier and third-party data",
    "ppdate": "2010-05-01",
    "previous": "22329",
    "privacyprograms": "Direct Marketing Association (DMA) Safe Harbor Program",
    "recoursemech": "DMA Safe Harbor Program; EU and Swiss data protection authorities for organization human resources data",
    "signupdate": "2010-05-24",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92626"
}