{
    "CertificationStatus": "true",
    "Fax": "6177017785",
    "OrgName": "Brightwurks Inc.",
    "PPLoc": "https:/ www.helpscout.net/privacy-policy/ ",
    "Phone": "855-435-7726",
    "activities": "We provide web-based software services to businesses.\r\n\r\nOn some pages, you can create an account, update your account and/or make requests. The types of personal information collected at these pages are: First/last name; Company name; Email address; Account password; Credit/debit card information for billing; Billing postal code for verification; Browser information; IP address.\r\n\r\nHow We Use Personal Information\r\nWe use the information you provide about yourself when placing an order only to complete that order and to provide fantastic customer service during the term of your service. We do not share this information with outside parties without your permission.\r\n\r\nAlthough Brightwurks (dba Help Scout) owns the data storage, databases and the Help Scout site, you retain all rights to your data. We will also not utilize your data in our databases to compete with you, to advertise or market to your clients, or to contact your clients for any other means of profit.\r\n\r\nFinally, we never use or share the personally identifiable information provided to us online in ways unrelated to the ones described above without also providing you an opportunity to opt-out or otherwise prohibit such unrelated uses, except under the following circumstances:\r\n\r\nIf it becomes necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of the Terms of Service, or as otherwise required by law.\r\nIf Brightwurks or Help Scout is acquired by or merged with another company. In this event, Brightwurks will notify you before information about you is transferred and becomes subject to a different privacy policy.\r\nIf the owner of a feed or website you are subscribed to confirms their site in the Help Scout account area, they have the right to collect and export your email address and use it ONLY for continuing the service of sending feed updates to you via email.",
    "address": "500 Harrison Ave. Floor 3R",
    "asp_index": "27340",
    "city": "Boston",
    "contactemail1": "help@helpscout.net",
    "contactfax1": "6177017785",
    "contactname1": "Nick Francis",
    "contactoff1": "Help Scout",
    "contactphone1": "855-435-7726",
    "contacttitle1": "ceo",
    "corpoffemail1": "nick.francis@brightwurks.com",
    "corpofffax1": "6177017785",
    "corpoffname1": "Nick Francis",
    "corpoffphone1": "855-435-7726",
    "corpofftitle1": "ceo",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)General Science & Technology - (GST)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "General Science & Technology - (GST)"
    ],
    "latest": "false",
    "nextcertification": "2016-04-24",
    "orgverification": "In-house",
    "personaldata": "first name, last name, email address, account password, credit/debit card information, billing postal code, web browser statistics, ip address",
    "ppdate": "2011-04-17",
    "previous": "22495",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2013-04-24",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02118"
}