{
    "CertificationStatus": "true",
    "Fax": "508-359-7364",
    "OrgName": "Backupify, Inc.",
    "PPLoc": "https:/ www.backupify.com/policies/privacy-policy ",
    "Phone": "800-571-4984",
    "activities": "Backupify provides a backup service for data residing within other hosted web-applications. In performing these services and providing information about these services on our website, Backupify interacts with personal information in the following ways:\r\nPersonal Information \r\nIn general, the Personal Information we gather enables us to provide the Sites and Services to our users (described as visitors to our sites and subscribers of our services, referred to as “users,” “user,” “they,” “them,” “his” and “him”). We collect Personal Information that users submit to us voluntarily. When users register with Backupify and create an Account, we may ask them to provide certain Personal Information, such as their name, email address and phone number. We may request additional optional information to support users access to the Sites or Services. When users communicate with us by sending us an email, we may collect and store any information that is contained in their communications with us. Users can choose not to provide us with certain information, but this may limit the features of the Sites or Services they are able to use. Please note that if a user is a Business Subscriber User, we may receive Personal Information about him from his Employer (such as name and email address). We also collect certain Personal Information from Subscribers in order to process subscriptions, including credit card numbers and associated billing information, to charge and collect the subscription fees. We refer to this information as “Billing information”. If they are a Subscriber that has purchased the Services through one of our resellers, we may receive from the resellers Personal Information the resellers have collected. \r\nBacked-up Data \r\nThe contents of Backed-up Data can include both Personal Information and Anonymous Information such as email addresses, home addresses, telephone numbers and other content communicated over email or inside contact fields, but we treat Backed-up Data differently regardless of its contents. We collect Backed-up Data that the users have requested for us to collect from authorized third-party sites. If they are a Business Subscriber User, then their Employer may have designated the Backed-up Sites or authorized our services on their behalf. We will associate their Backed-up Data with their Personal Information. \r\nWe will access and use the users Backed-up Data only when they (or, if they are a Business Subscriber User, their Employer, to the extent permitted by such Employer’s policies) grants us explicit permission to do so for troubleshooting purposes. We will not otherwise view, access or use the contents of their Backed-up Data without their written consent, but may view the related file system information (e.g., file and/or folder names, file extensions and sizes but not their file contents) to provide incremental backups and file comparisons, quality control, and technical support.\r\nAnonymous Information \r\nAs the users use the Sites or Services, certain Anonymous Information may be passively collected and stored on our or our service providers’ server logs, such as their Internet protocol address, domain names, browser type, and access times. We may use Cookies (defined below) or web bugs and navigational data like Uniform Resource Locators (URLs) to gather information regarding the date and time of their visit. \r\n“Cookies” are small pieces of information that a website sends to their browser while users are viewing a website. Standing alone, Cookies do not personally identify them but merely recognize their web browser. We may use both session Cookies (which expire once they close their web browser) and persistent Cookies (which stay on their browser until they delete them) to improve users experience on the Sites (e.g., by keeping them logged in). Persistent Cookies can be removed by following the Internet browser help file directions. If users choose to disable Cookies, they may experience session errors and may need to log-in again for each page they visit on the Sites. \r\nThird-Party involvement:\r\nWe may provide users’ Personal Information to third-party service providers who work on behalf of or with us to provide some of the services and features of the Sites or Services and to help us communicate with users.  The types of third party service providers we may use are an email service provider to send emails out on our behalf, a credit card processing company to process payments, an export tool service provider to export certain information for our google apps services, and a third party customer service company who provides them with customer service on our behalf. \r\nRetention:\r\nWe will retain users’ information for as long as their account is active or as needed to provide them services.  If they wish to cancel their account or request that we no longer use their information to provide them services contact us at privacy@backupify.com.  We will retain and use their information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. \r\n\r\nAdapted from Privacy Policy",
    "address": "17 Sellers St",
    "asp_index": "27357",
    "city": "Cambridge",
    "contactemail1": "ben@backupify.com",
    "contactfax1": "508-359-7364",
    "contactname1": "Benjamin Thomas",
    "contactoff1": "Backupify Headquarters",
    "contactphone1": "502-500-2915",
    "contacttitle1": "VP, Security",
    "corpoffemail1": "rob@backupify.com",
    "corpofffax1": "508-359-7364",
    "corpoffname1": "Robert May",
    "corpoffphone1": "800-571-4984",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-02",
    "orgverification": "Third Party",
    "personaldata": "Backupify processes personal data for Visitors to the Sites, Subscribers of the Service, and Business Subscriber Users (employees of Business Subscribers) all of which are covered by the Safe Harbor Framework. This personal data is classified in the three categories, Personal information, Anonymous information and Backed-up data; all of which are On-line data.",
    "ppdate": "2011-10-28",
    "previous": "22258",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "TRUSTe EU Safe Harbor Program",
    "signupdate": "2012-04-02",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02139"
}