{
    "CertifiedThroughLabel": "",
    "Fax": "(206) 266-7010",
    "OrgName": "Amazon.com, Inc. and its controlled U.S. subsidiaries, except as noted",
    "PPLoc": "http://www.amazon.com ",
    "Phone": "(206) 266-1000",
    "activities": "Amazon.com, Inc. and its controlled U.S. subsidiaries (other than those noted below) receive personal information from the EU/EEA and Switzerland as a result of the operations related to various web sites and services. In general, the personal information we collect enables us to provide goods and services to customers, users, vendors, and sellers and helps us to personalize and improve the experience at our web sites.  We use the information for different purposes depending upon the goods or services being provided.  Among other things, these purposes may include the following: handling orders; delivering products and services; processing payments; processing for other purposes as required by our services; communicating with customers, users, vendors, and sellers about orders, products, services and promotional offers; updating our records and generally maintaining customer, user, vendor, and seller accounts; displaying content; and recommending merchandise and services that might be of interest to our customers, users, vendors, or sellers.  We also use this information to prevent or detect fraud or abuses of our web sites, and enable third parties to carry out technical, logistical or other functions on our behalf.\r\n\r\nThis certification does not apply to the following subsidiaries and divisions:  Abebooks USA, Inc., Brilliance Audio Holdings, Inc. and its subsidiaries, BOP LLC, Fabric.com, Inc., Goodreads, Inc., Iconology, Inc., Kiva Systems, Inc., On-Demand Publishing LLC, Quidsi, Inc., People's Production Company, TenMarks Education, Inc., The Robot Co-op, Inc., the Box Office Mojo and Without a Box Divisions of IMDb.com, Inc., the Rooftop Media division of Audible, Inc., the Shelfari division of Amazon Services LLC, Twitch Interactive, Inc. and its affiliates, Woot Services LLC and its affiliates, and Zappos.com, Inc. and its affiliates.",
    "address": "410 Terry Avenue North",
    "asp_index": "27379",
    "city": "Seattle",
    "contactemail1": "safeharbor@amazon.com",
    "contactfax1": "(206) 266-7010",
    "contactname1": "",
    "contactoff1": "Legal Department",
    "contactphone1": "(206) 266-4064",
    "contacttitle1": "",
    "corpoffemail1": "safeharbor@amazon.com",
    "corpofffax1": "(206) 266-7010",
    "corpoffname1": "Andrew DeVore",
    "corpoffphone1": "(206) 266-4064",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Consumer Electronics - (CEL)Advertising Services - (ADV)Household Consumer Goods - (HCG)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Consumer Electronics - (CEL)",
        "Household Consumer Goods - (HCG)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2016-03-25",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed Data",
    "ppdate": "2002-10-04",
    "previous": "22422",
    "privacyprograms": "None",
    "recoursemech": "The Council of Better Business Bureaus' (BBB) Safe Harbor Privacy Dispute Resolution Procedure",
    "signupdate": "2003-03-25",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98109-5210"
}