{
    "CertificationStatus": "true",
    "Fax": "5167462191",
    "OrgName": "Verified Clinical Trials",
    "PPLoc": "http://www.verifiedclinicaltrials.com/privacypolicy.aspx ",
    "Phone": "5169987499",
    "activities": "Verified Clinical Trials  (VCT) is a research subject database that is utilized at the research site level to ensure the potential research subject is not:\r\n•\tCurrently enrolled in another trial\r\n•\tCurrently in-screening at another research site\r\n•\tViolating the required number of half lives since the last research trial\r\n•\tViolating the washout period in between trials \r\n•\tViolating a biologic modifier washout period\r\n•\tBeen exposed to the same investigational compound if exclusionary per the protocol\r\n•\tAlready a screen failure for the same trial if exclusionary\r\n•\tExposed to > a set number of compounds or enrolled in > a set number of trials in a set period of time\r\n\r\nVCT is performed at the research site level where the potential research subject presents for screening.  After signing the informed consent, the site staff member enters the subject’s demographic information ( full name, DOB, gender, partial ID number and expiration date) into the VCT proprietary database.  The information is run through an algorithm and a de-identified reproducible unique identification code, which is connected to the research subject’s study history, is produced.  The research subject’s study history is compared to the desired protocol’s exclusion criteria listed above.  The site staff member will be instantaneously informed if the subject is violating any of the above protocol criteria within the VCT network.  A printable certificate becomes part of the source document so that any monitor or auditor can view that the site staff performed the VCT step.\r\n\r\nThe subject information is maintained at the site where the subject signed consent and started the screening process.  No other site, CRO, CPU or Sponsor can view the PII of the subject.  Only VCT staff members and the site staff member where the subject presented can view the demographic information.  Per the informed consent and per the research subject's rights he/she may delete his /her PII from the VCT but the de-identified unique identification code connected to their study history will remain in the VCT system.",
    "address": "1305 Franklin Ave #150",
    "asp_index": "27386",
    "city": "Garden City",
    "contactemail1": "kweingard@verifiedclinicaltrials.com",
    "contactfax1": "5167462191",
    "contactname1": "Kerri Weingard",
    "contactoff1": "Verified Clinical Trials",
    "contactphone1": "5169987499",
    "contacttitle1": "COO",
    "corpoffemail1": "drefros@verifiedclinicaltrials.com",
    "corpofffax1": "5167462191",
    "corpoffname1": "Mitchell Efros",
    "corpoffphone1": "5169987499",
    "corpofftitle1": "CEO",
    "eucountries": "",
    "eucountries_parsed": [],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Drugs & Pharmaceuticals - (DRG)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-31",
    "orgverification": "third party dispute resolution services",
    "personaldata": "full name, date of birth, gender, partial identification number and expiration date entered manually by research site user or scanned in via scanner",
    "ppdate": "2010-11-01",
    "previous": "27386",
    "privacyprograms": "None",
    "recoursemech": "PrivacyTrust \r\nCommunications House\r\n26 York Street\r\nLondon , W1U 6PZ",
    "signupdate": "2015-03-31",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11530"
}