{
    "Fax": "715-386-4326",
    "OrgName": "Phillips-Medisize Corp",
    "PPLoc": "http://phillipsmedisize.com/privacy ",
    "Phone": "715-386-4320",
    "activities": "Customers and users of our Company websites provide Personal Information to us when making an order or contacting us, such as name, address, phone number and e-mail address. We also collect these categories of Personal Information about our employees and those of our affiliates and facilities around the world for human resources and operational purposes. The information we receive is used to develop, improve, advertise and provide our products and services and to operate our business.   \r\n\r\nWhen individuals visit our website, we utilize cookie technology to identify whether they are first time or return visitors and other Internet usage information. The information we collect via cookies is used to determine the type of internet browser that is being used, which pages are being accessed on the site and how long the person stays on a given page. This information is analyzed via Google Analytics to identify opportunities to improve the usability of the web site. Individuals can set their browser to notify them when they receive a cookie, giving them the opportunity to decide whether to accept it. You also have the ability to delete cookies from your hard drive at any time.",
    "address": "1201 Hanley Road",
    "asp_index": "27387",
    "city": "Hudson",
    "contactemail1": "privacy@phillipsmedisize.com",
    "contactfax1": "715-831-5490",
    "contactname1": "Judy Hoehn",
    "contactoff1": "Phillips-Medisize Operations Center",
    "contactphone1": "715-831-5421",
    "contacttitle1": "VP Global Human Resources",
    "corpoffemail1": "john.sills@phillipsmedisize.com",
    "corpofffax1": "715-386-4326",
    "corpoffname1": "John Sills",
    "corpoffphone1": "715-377-7257",
    "corpofftitle1": "CFO",
    "eucountries": "Czech Republic, Finland, Germany, Ireland, Italy, Netherlands, Switzerland",
    "eucountries_parsed": [
        "CZE",
        "FIN",
        "DEU",
        "IRL",
        "ITA",
        "NLD",
        "CHE"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Food Processing & Packaging Eqpt - (FPP)Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Food Processing & Packaging Eqpt - (FPP)",
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-22",
    "orgverification": "In-house",
    "personaldata": "Organization, Customer, Supplier",
    "ppdate": "2012-03-01",
    "previous": "22303",
    "privacyprograms": "None",
    "recoursemech": "European Data Protection Authorities and Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2012-03-22",
    "state": "Wisconsin",
    "statutorybody": "FTC",
    "zip": "54016"
}