{
    "Fax": "212 519 6060",
    "OrgName": "Egon Zehnder International Inc.",
    "PPLoc": "http://egonzehnder.com/privacy-policy ",
    "Phone": "212 519 6029",
    "activities": "Egon Zehnder International Inc. (“Egon Zehnder”) is a global executive search firm and provides a variety of services to its clients, including, but not limited to: (i) executive search (e.g., helping clients recruit executives for their organizations); (ii) board consulting (e.g., searching for directors, conducting board effectiveness reviews and appraisals of directors, and assisting in board successions; (iii) leadership strategies; (iv) executive integration; (v) family business advisory services; (vi) diversity and inclusion services; and (vii) CEO successions (collectively, and among others, our “Services”).    \r\nIn the course of providing the Services, Egon Zehnder may collect, use and disclose personal information that is subject to the European Union Data Protection Directive (“Personal Information”) from individual professionals seeking employment or another relationship with one of its clients, or from individuals who visit Egon Zehnder’s Web site (“Visitors”).  For example, Egon Zehnder may (i) provide Personal Information that an individual has provided in connection with an executive search service (e.g., information about the individual’s professional experience and goals) to its employer clients to help them to decide whether the individual would be a good fit for an open position; (ii) obtain Personal Information about an individual from third parties, such as background checks and verifications of the individual’s references, work history, and other professional information, if such individual is providing information in connection with a search for a job or another position; or (iii) use or disclose Personal Information to fulfill an individual’s requests, such as to include the individual’s resume in its database(s) or to register the individual as a newsletter subscriber or club participant.\r\n\r\n\tAs a Visitor navigates Egon Zehnder’s Web site, Egon Zehnder may also collect information through the use of commonly-used information-gathering tools, such as cookies (“Web Site Navigational Information”). Web Site Navigational Information includes standard information from the Visitor’s Web browser (including whether a Visitor is accessing the Web site through a mobile device), the Visitor’s Internet Protocol (“IP”) address, and the actions the Visitor takes on Egon Zehnder’s Web sites (such as the Web pages viewed and the links clicked).",
    "address": "350 Park Avenue",
    "asp_index": "27406",
    "city": "New York",
    "contactemail1": "maureen.quinn@egonzehnder.com",
    "contactfax1": "212-519-6060",
    "contactname1": "Maureen Quinn",
    "contactoff1": "New York",
    "contactphone1": "212-519-6029",
    "contacttitle1": "Head U.S. Operations & Administration",
    "corpoffemail1": "greig.schneider@egonzehnder.com",
    "corpofffax1": "617-457-4949",
    "corpoffname1": "Greig Schneider",
    "corpoffphone1": "617-535-3590",
    "corpofftitle1": "U.S. Managing Partner",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Employment Services - (EMP)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Employment Services - (EMP)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-16",
    "orgverification": "In-house",
    "personaldata": "Off-line and On-line",
    "ppdate": "2014-04-01",
    "previous": "22720",
    "privacyprograms": "None",
    "recoursemech": "•\tIndependent recourse mechanism(s) available to investigate unresolved complaints (e.g., private sector developed privacy program that incorporates the Safe Harbor Principles, legal or regulatory supervisory authorities that provide for the handling of individual complaints and dispute resolution, or EU data protection authorities):\t BBB EU Safe Harbor dispute resolution procedure",
    "signupdate": "2014-04-16",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10022"
}