{
    "Fax": "415-358-4125",
    "OrgName": "Uber Technologies, Inc.",
    "PPLoc": "https:/ www.uber.com/legal/usa/privacy ",
    "Phone": "415-823-3128",
    "activities": "Uber Technologies, Inc. receives, stores, and processes personal information regarding data subjects located in the EEA and/or Switzerland on behalf of Uber B.V., a private limited liability company established in the Netherlands that acts as a data controller with respect to this information.  Uber B.V. collects information in connection with providing its websites, mobile applications and online services to data subjects in the EEA and Switzerland.  The information processed by Uber Technologies Inc. on behalf of Uber B.V. includes user contact and payment method information, mobile device information (e.g., geolocation), information received from driver-partners (e.g., when applying to drive with Uber or when using the mobile application) and other data provided by data subjects located in the EEA and/or Switzerland or otherwise collected automatically via Uber B.V.’s websites, mobile applications and online services from data subjects located in the EEA and/or Switzerland.  Uber Technologies, Inc. processes this information to assist Uber B.V. in improving its services in the EEA and Switzerland, monitoring and analyzing trends, providing technical assistance to troubleshoot bugs and other technical issues, and communicating with data subjects located in the EEA and/or Switzerland about offers, promotions, and news it thinks will be of interest to them, and for the other purposes described in its privacy policy.",
    "address": "1455 Market St.",
    "asp_index": "27411",
    "city": "San Francisco",
    "contactemail1": "courtney@uber.com",
    "contactfax1": "415-358-4125",
    "contactname1": "Courtney Hoyt",
    "contactoff1": "Uber Headquarters",
    "contactphone1": "415-823-3128",
    "contacttitle1": "Counsel, Privacy",
    "corpoffemail1": "salle@uber.com",
    "corpofffax1": "415-358-4125",
    "corpoffname1": "Salle Yoo",
    "corpoffphone1": "415-505-7063",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Transportation Srvs (Except Aviation) - (TRN)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Transportation Srvs (Except Aviation) - (TRN)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-28",
    "orgverification": "In-house",
    "personaldata": "Data about users and drivers, collected both online and offline, including manually processed data.",
    "ppdate": "2013-07-13",
    "previous": "23009",
    "privacyprograms": "None",
    "recoursemech": "JAMS in accordance with the JAMS International Mediation Rules.",
    "signupdate": "2012-03-28",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94103"
}