{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Fullpower Technologies, Inc.",
    "PPLoc": "http://www.fullpower.com/home/privacy-policy ",
    "Phone": "831-460-7070",
    "activities": "We collect, use, and share information we obtain through users’ use of http://www.motionx.com and MotionX-powered software applications for smartphones (collectively, the \"Sites\"). Because the Internet is global, information that we collect or that users submit may be transferred to, processed in, and held in countries (including the United States) other than the one in which a user resides.\r\n\r\nFullpower Technologies participates in the TRUSTe privacy program and adheres to TRUSTe Certification Standards. The TRUSTe certification applies to www.motionx.com, www.fullpower.com, and the iOS and Android MotionX  applications. Fullpower Technologies also participates in the TRUSTe Dispute Resolution program. If users have any privacy or data use concerns, they can contact us first. If users feel like their issue is unresolved or has not been addressed satisfactorily, they can contact TRUSTe.\r\n\r\n1. Collection and Use of Anonymous Information. We automatically collect certain anonymous information to help us understand how users use the Sites. For example, each time one visit the Sites we may automatically collect their IP address, browser and computer type, access time, the Web page from which they came, and the Web page(s) that they access during their visit. We do not link this automatically collected data to other information we collect about them. We also use cookies to keep track of their use of the Sites, to validate their identity, to remember their password and preferences, to tailor the Sites to meet their personal interests, and to improve the quality of the Sites. In addition to cookies, we also employ etags, web beacons, and JavaScript for tracking purposes. We also use third parties to monitor how the Sites are used and such third parties use cookies or other monitoring technologies to compile anonymous statistics on visitors to the Sites on our behalf. \r\n\r\n2. Collection and Use of Personal Information. Users can visit the Sites without telling us who they are or revealing any information by which someone could personally identify them. If, however, they wish to register to become a member of the Sites, to receive or participate in certain products, services or activities (such as contests) that we offer through the Sites, or to receive communications from us about the Sites, they may be required to provide certain Personal Information (e.g., their first and last name and e-mail address) and we may ask that they also provide a user name and password. We use their Personal Information to fulfill their requests for products and services, to improve our services, to contact they from time to time about us, our Sites, and our products and services, to provide and support marketing and promotional activities on the Sites, and as otherwise specified when their Personal Information is collected. Fullpower may also collect their general geolocation in order to provide our services. We do not collect precise geolocation data and they may revoke previously granted permission at the device level. While using our MotionX application, the application may request access to their Bluetooth accessories.\r\n\r\nIf they wish to subscribe to our newsletter(s), we will use their name and email address to send the newsletter to they. Users may choose to stop receiving our newsletter or marketing emails by following the unsubscribe instructions included in these emails, accessing the email preferences in their account settings page, or they can contact us at https://www.fullpower.com/home/contact .\r\n\r\n3. Sharing of Personal Information. Except as described in this section of our Privacy Policy, we never share their Personal Information with any third party without their permission.\r\n\r\n(a)\tService Providers. From time to time, we may enter into relationships with third parties who provide services to us (e.g., data management and storage services, credit card processing services, or shipping services). In those circumstances, we disclose Personal Information that is necessary for such service providers to perform those services. These companies are authorized to use their personal information only as necessary to provide these services to us.\r\n\r\n(b)\tOther Disclosure Scenarios. We may share their Personal Information: (1) in response to subpoenas, court orders, or legal process, or to establish, protect, or exercise our legal rights or defend against legal claims; (2) if we believe it is necessary in order to investigate, prevent, or take action regarding illegal activities, fraud, or situations involving potential threats to the safety of any person or property; (3) if we believe it is necessary to investigate, prevent, or take action regarding significant abuse of the infrastructure of the Sites or the Internet in general (such as voluminous spamming, denial of service attacks, or attempts to compromise the security of information); (4) to our parent company, subsidiaries, joint ventures, or other companies under common control with us (in which case we will require such entities to honor our Privacy Policy); and (5) if we are acquired by or merged with another entity.\r\n\r\n4. Public Areas. There may be areas of the Sites (e.g., message boards, discussion rooms, and other online forums) in which they are able to post information that will be available to all other users of the Sites. By choosing to use these areas, users should understand and agree that anyone may access, use, and disclose any information (including personal information) that they post to those areas. In addition, if the Sites enable them to create a profile and to include information about themselves in their profile and they send a message through the Sites to another user or post any materials using the Sites to any social networking site, we may disclose to the recipient or on such social networking site their user name and the photos (if any) that they have added to their profile.\r\n\r\n5. Modifying Personal Information. If users would like to modify any Personal Information they previously have submitted to us in connection with creating an account on the Sites, they can do so by logging into their account and updating their profile. Sometimes these requests may take up to ten business days to process. Any user information that we have copied may remain in back-up storage for some period of time after their request. We will retain their information for as long as their account is active or as needed to provide they services. We will retain and use their information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements. If users wish to delete their account, they contact us at https://www.fullpower.com/home/contact .\r\n\r\n6. Security. We follow generally accepted standards to safeguard Personal Information against loss, theft, and misuse, as well as unauthorized access or disclosure. Unfortunately, however, no data transmission over the Internet can be guaranteed to be 100% secure. As a result, while we strive to protect their Personal Information, we cannot guarantee its security and they assume all risk that any information they provide to us  may be disclosed to or intercepted by unauthorized third parties.\r\n\r\n7. Links. The Sites contain links to other websites. We are not responsible for the privacy practices of any such other website and urge users to review such practices prior to submitting any information to such websites.\r\n\r\n8. Children's Privacy. We are committed to protecting the privacy needs of children and we encourage parents and guardians to take an active role in their children's online activities and interests. The Sites are not intended for and may not be used by children under the age of 13. We do not knowingly collect Personal Information from children under the age of 13. If we learn that we have collected Personal Information from or about a child under the age of 13, we delete that data from our systems.",
    "address": "1200 Pacific Ave",
    "asp_index": "27423",
    "city": "Santa Cruz",
    "contactemail1": "safeharbor@fullpower.com",
    "contactfax1": "831-460-7071",
    "contactname1": "Louis Bouchard",
    "contactoff1": "Headquarters",
    "contactphone1": "831-460-7070",
    "contacttitle1": "Dir Engineering",
    "corpoffemail1": "safeharbor@fullpower.com",
    "corpofffax1": "831-460-7071",
    "corpoffname1": "Norman Cheung",
    "corpoffphone1": "831-460-7070",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-15",
    "orgverification": "Third party",
    "personaldata": "On-line data = data collected directly on the Internet. Offline data = any digital data processed not through the Internet – such as data collected through an Intranet",
    "ppdate": "2015-08-13",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-07-15",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95060"
}