{
    "CertificationStatus": "true",
    "Fax": "212-279-2077",
    "OrgName": "Fog Creek Software, Inc",
    "PPLoc": "https://fogcreek.com/privacy",
    "Phone": "866-364-2733",
    "activities": "(1) Information we get from use of the network is primarily information of the sort that web browsers typically make available, such as the browser type, language preference, referring site, and the date and time of each visit. \r\n\r\nWe collect this non-personally identifying information in order to better understand how visitors use the service and where possible, to improve their experience. \r\n\r\nWe also collect potentially personally identifying information in the form of Internet Protocol (IP) addresses. But we don’t use that information to identify users, and we handle and disclose these addresses in the same way we handle other potentially personally identifying information as described in our Privacy Policy.\r\n\r\n(2) Information users provide to us directly.  Certain visitors to the network choose to interact with it in ways that may require them to provide us with personally identifying information. The amount and type of information that is provided depends on the nature of the interaction.  In each case, we only collect as much information as is necessary or appropriate given the type of interaction. We do not disclose personally identifying information other than as described in our Privacy Policy. And visitors can always refuse to supply personally identifying information, with the caveat that it may prevent them from engaging in certain network-related activities.\r\n\r\nHere are some of the ways we may use personal information:\r\nTo allow users to register for our web sites, online communities and other services, and to administer and process these registrations\r\nTo communicate with users about our products, services and related issues\r\nTo evaluate the quality of our products and services, and to enhance and customize users' experience on our web sites\r\nTo maintain and administer our web sites and comply with our legal or internal obligations and policies \r\nTo transfer information to others as described in our Privacy Policy or to satisfy our legal, regulatory, compliance, or auditing requirements",
    "address": "55 Broadway 25th Floor",
    "asp_index": "27439",
    "city": "New York",
    "contactemail1": "michael@fogcreek.com",
    "contactfax1": "212-279-2077",
    "contactname1": "Michael Pryor",
    "contactoff1": "President",
    "contactphone1": "866-364-2733",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "michael@fogcreek.com",
    "corpofffax1": "212-279-2077",
    "corpoffname1": "Michael Pryor",
    "corpoffphone1": "866-364-2733",
    "corpofftitle1": "Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-29",
    "orgverification": "In-House",
    "personaldata": "off-line, on-line, manually processed, human resources data",
    "ppdate": "2014-02-17",
    "previous": "21927",
    "privacyprograms": "None",
    "recoursemech": "eTrust is our Dispute Resolution Agent\r\nhttp://www.etrust.org\r\n616 Corporate Way\r\nSuite 2 #4000\r\nValley Cottage, NY 10989",
    "signupdate": "2013-04-29",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10006"
}