{
    "CertifiedThroughLabel": "",
    "Fax": "949-732-2140",
    "OrgName": "HID Global Corporation",
    "PPLoc": "http://www.hidglobal.com/about/privacy ",
    "Phone": "512-776-9000",
    "activities": "HID Global has a need to collect, process, and when necessary, disclose the human resources data of its employees in the EU & Switzerland.  Use of EU & Swiss employee data by HID Global includes global enterprise headcount reporting, statistical analysis, financial analysis, compensation planning and related transactions, career development, staffing, and data required for mergers, acquisitions and divestitures.\r\n\r\nHID Global Corporation (“HID”) collects personal information from Clients on HID’s Secure Identity Services websites through which HID offers its personalization services (\"Site(s)\") and otherwise through the course of HID’s Secure Identity Services group performing personalization services on behalf of Clients (the “Services”). “Client(s)” means third parties that purchase the Services from HID or an authorized HID reseller.  “Constituent(s)” means the individuals whose personal information may be provided to HID by the Constituent and/or by and on behalf of a Client (for example, a Client employer may disclose certain information of its Constituents employees’ information to HID for purposes of obtaining Services from HID).  Personal information regarding Clients and Constituents is collected when Clients and/or Constituents submit to HID a “contact us\" form, complete a Services customer application process, engage HID in the performance of Services or have or will receive a personalized credential. HID uses and discloses the personal information collected through the Services and the Site(s) only in accordance with its Secure Identity Services privacy policy.  URL: https://managedservices.hidglobal.com/faces/privacy.html",
    "address": "611 Center Ridge Drive",
    "asp_index": "27472",
    "city": "Austin",
    "contactemail1": "ccoles@hidglobal.com",
    "contactfax1": "949-732-2140",
    "contactname1": "Cornelia J Coles",
    "contactoff1": "HID Global Corporation",
    "contactphone1": "512-776-9009",
    "contacttitle1": "Vice President, Global Compliance & Quality",
    "corpoffemail1": "rglass@hidglobal.com",
    "corpofffax1": "949-732-2140",
    "corpoffname1": "Rodney Glass",
    "corpoffphone1": "512-776-9008",
    "corpofftitle1": "Vice President, Global Operations & Quality",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Electronic Components - (ELC)Security & Safety Equipment - (SEC)",
    "industrysector_parsed": [
        "Electronic Components - (ELC)",
        "Security & Safety Equipment - (SEC)"
    ],
    "latest": "false",
    "nextcertification": "2016-04-27",
    "orgverification": "In-house and Third Party",
    "personaldata": "On-Line, Off-Line, Manually-Processed, Human Resources, Customer Data",
    "ppdate": "2009-01-01",
    "previous": "22587",
    "privacyprograms": "None - for Human Resources data\r\n\r\nTRUSTe - for Customer data collected through Secure Identity Services",
    "recoursemech": "Independent recourse mechanism for organization human resources data: EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).\r\n\r\nIndependent recourse mechanism for customer data: TRUSTe.",
    "signupdate": "2009-04-27",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78753"
}