{
    "CertifiedThroughLabel": "",
    "Fax": "646-293-7292",
    "OrgName": "Thinaire Transmedia Network, Inc.",
    "PPLoc": "http://thinaire.net/privacy ",
    "Phone": "646-293-7262",
    "activities": "Thinaire Transmedia Network (Thinaire™) provides a secure cloud-based platform, which enables brands, marketers, agencies, developers and media owners to create and deliver mobile consumer engagement experiences enhanced by near field communications (NFC) and other mobile on-ramp connectivity methods (such as QR codes).  These enhanced mobile engagement experiences allow mobile users to interact with brands/brand advertising that interests them using their mobile devices. To conduct Thinaire’s business and deliver the best possible product to the mobile user, Thinaire collects Anonymous Information about a mobile user’s interactions with the mobile experiences Thinaire delivers.  Thinaire only collects Personal Information (PII) that is voluntarily provided by mobile users.  In general, PII submitted to Thinaire is used to better tailor the features, performance, and support of Thinaire and to offer additional information, opportunities, promotions and functionality including user account registration.\r\n\r\nThinaire may share voluntarily provided PII with the brand, retail organization, or company (and their authorized agents) that has sponsored the specific mobile engagement campaign provided to end-users by Thinaire.  Thinaire shares this information in order to provide relevant offers and promotions and support other voluntary interactions with the delivered mobile experience, including the user’s voluntary registration for receipt of updates and future offers from the brand, retail or company sponsor.  Thinaire only retains PII for as long as required to complete the requested service or sustain the opted-in engagement.  As examples: if the user simply requests that content is sent to his or her e-mail address, Thinaire retains this e-mail address only for so long as is required to deliver the requested content.  If the user signs up for an account on Thinaire, or opts-in for a specific service (such as being informed of future offers from a brand, retail organization or other company), Thinaire retains the relevant PII until the user requests that Thinaire closes their account or unsubscribes from the service for which they have previously opted-in. Thinaire does not sell, trade, rent, or otherwise share the PII Thinaire collects with third parties for marketing purposes unless authorized to do so by the user. Thinaire does not control how the brand, retail organization or other company sponsors’ of the mobile engagement experiences delivered by Thinaire use and retain the information we may share with them.\r\n\r\nThinaire does not collect or retain mobile user banking, credit card account, or medical information; or knowingly collect or solicit information from children younger than 13 years of age.  Thinaire enables social media features, including allowing mobile users to link from a Thinaire delivered mobile engagement experience to the mobile user’s social media account (such as Facebook or Twitter), via “OAuth2.”  Upon such voluntary authorization of a mobile user’s social media account via the Thinaire platform, Thinaire may be provided access to the mobile user‘s social media profile data, some of which – depending on the content in the mobile user’s social media account, their social network privacy settings, and what permissions they provide Thinaire -- might be characterized as \"sensitive data\".  Thinaire collects the mobile user social media profile data for which it has been provided permissions until the mobile user changes their permissions.  Thinaire retains the mobile user’s social media profile data it has been provided permission to collect until the mobile user closes their Thinaire account or requests that Thinaire delete their social media profile data.",
    "address": "60 East 42nd Street",
    "asp_index": "27494",
    "city": "New York",
    "contactemail1": "privacy@thinaire.net",
    "contactfax1": "646-293-7292",
    "contactname1": "Paul Hardwick",
    "contactoff1": "Thinaire Transmedia Network, Inc.",
    "contactphone1": "646-293-7273",
    "contacttitle1": "Operations",
    "corpoffemail1": "cwendling@thinaire.net",
    "corpofffax1": "646-293-7292",
    "corpoffname1": "Corey Wendling",
    "corpoffphone1": "646-293-7272",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-22",
    "orgverification": "Third Party",
    "personaldata": "On-line data = data collected directly on the Internet/Mobile Web from end-users of mobile engagement experiences, enabled by NFC, QR, and other on-ramps and delivered via the Thinaire platform on behalf of its clients. Data covered does not include manually processed data.",
    "ppdate": "2013-02-04",
    "previous": "22050",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-02-22",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10165"
}