{
    "CertifiedThroughLabel": "",
    "Fax": "512-683-9524",
    "OrgName": "National Instruments Corporation",
    "PPLoc": "http://www.ni.com/pdf/legal/us/privacy.pdf ",
    "Phone": "512-683-5317",
    "activities": "What information does NI gather online? \r\n\r\nEvery time you visit our website, we automatically collect information such as your IP address, the locale, language, country and your user-specific profile ID, the browser you are using, the web page from which you arrived at our site, and a record of your activity on our site. We use this information to learn more about general trends in traffic patterns so we can improve our website. \r\n\r\nWe use third-party web analytics companies (“Analytics Providers”) to collect information that will help us improve our site. We may use third-party advertising companies (“Advertising Companies”) to help tailor site content to users or to serve ads on NI’s behalf. If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out by visiting http://preferences.truste.com.  Please note this does not opt you out of being served advertising.  You will continue to receive generic ads.\r\n\r\nWhenever you so request, we inform you about the identity and contact details of the Analytics Providers or Advertising Companies to which your information is accessible at the time of your request. These companies use “cookies,” which are text files placed on your computer to help website providers analyze use of websites by end-users and to measure advertising effectiveness. The information that is generated by the cookie about your use of our site (including your IP address) will be transmitted to and stored on servers, but is not linked to any personal information collected by NI. These companies may also transfer this information to third parties where required to do so by law. You may refuse the use of cookies by selecting the appropriate settings on your browser; please note that, if you do this, you may not enjoy the full functionality of our site. By using our site, you consent to the processing of data about you by Analytics Providers and Advertising Companies for the purposes set out above. \r\n\r\nFor some areas of our site, we ask you to provide additional personal information that helps us enhance your site visit, assists you with technical support issues, or permits post-visit follow-up. You provide this information to us only once, by creating an “ni.com” profile. This information might include your name, email address, company information, mailing address, application information, product preferences, or contact preferences. Learn more details about your ni.com profile and its benefits at http://www.ni.com/profile. \r\n\r\nHow does NI use the information collected about me? \r\n\r\nWe use the information we receive from you to tailor your experience on our website and provide you with the specific information or services you are seeking. This information remains confidential. With the information you volunteer, we can process your purchases, confirm your orders, customize the page content and language, notify you of updates to our site and products, ask you to participate in market surveys, and provide you with specific product and local event information. We add any information you provide to our customer database. Information added to our customer database is aggregated with other such information previously collected. Without your prior consent, you will not receive periodic mailings, emails, or telephone calls from us about new products and services, discounts, special promotions, or upcoming events.",
    "address": "11500 N. Mopac Expressway",
    "asp_index": "27499",
    "city": "Austin",
    "contactemail1": "jill.stachura@ni.com",
    "contactfax1": "512-683-9524",
    "contactname1": "Jill Stachura",
    "contactoff1": "National Instruments Headquarters",
    "contactphone1": "512-683-5317",
    "contacttitle1": "Global Marketing Ops Manager and Privacy Officer",
    "corpoffemail1": "john.pasquarette@ni.com",
    "corpofffax1": "512-683-9524",
    "corpoffname1": "John Pasquarette",
    "corpoffphone1": "512-683-5682",
    "corpofftitle1": "Vice President E-Business and Marketing Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer & Peripherals - (CPT)Electronic Components - (ELC)Electronics Industry Prod/Test Equipment - (EIP)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Computer Software - (CSF)",
        "Electronic Components - (ELC)",
        "Electronics Industry Prod/Test Equipment - (EIP)"
    ],
    "latest": "false",
    "nextcertification": "2016-05-01",
    "orgverification": "Third-party",
    "personaldata": "On-line data, off-line data, manually processed data, human resources data",
    "ppdate": "2013-04-30",
    "previous": "22855",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-05-01",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78759"
}