{
    "CertifiedThroughLabel": "",
    "Fax": "215-546-9120",
    "OrgName": "TRA, Inc.",
    "PPLoc": "https:/ www.industrysafe.com/privacy_notice.html ",
    "Phone": "215-546-9110",
    "activities": "TRA collects personal information (name, phone, email) on its website www.industrysafe.com for individuals who sign up for a username and password to view the IndustrySafe software. This information is only used internally by TRA, Inc. to provide an IndustrySafe username and password to requestes and for select follow up efforts.  Individuals may opt out of any and all emails regarding their IndustrySafe username and passwords.  There is not  telphone follow up for EU/EEA and/or Switzerland by TRA.\r\n\r\nFor IndustrySafe Safety Management Software clients (IndustrySafe is a software as a service provider of safety management software), clients can determine if and what personnal information that would like to store about their employees and/or contractors in the IndustrySafe software.  Clients can also determine what employee information is displayed to end users in the IndustrySafe software and which end users can view the employee information.  TRA recommends to clients with employees in the EU/EEA and/or Switzerland that a bare minimum of employee information be stored in IndustrySafe for those employees (i.e. Employee First Name, Last Name, Home Facility, and Unique Employee ID number only).",
    "address": "1608 Walnut Street, Suite 1602",
    "asp_index": "27500",
    "city": "Philadelphia",
    "contactemail1": "clare.epstein@traonline.com",
    "contactfax1": "215-546-9120",
    "contactname1": "Clare Epstein",
    "contactoff1": "Philadelphia",
    "contactphone1": "215-546-9110",
    "contacttitle1": "Vice President",
    "corpoffemail1": "kenneth.korach@traonline.com",
    "corpofffax1": "215-546-9120",
    "corpoffname1": "Kenneth Korach",
    "corpoffphone1": "215-546-9110",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-15",
    "orgverification": "in-house",
    "personaldata": "Our organization stores select employee data of our clients in the IndustrySafe software; this data is not manually processed.",
    "ppdate": "2000-01-01",
    "previous": "21720",
    "privacyprograms": "None",
    "recoursemech": "TRA will comply with legal or regulatory supervisory authorities that provide for handling of individual complaints and dispute resolution; and is committed to cooperating with data protection authorities located in the European Union (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) or their authorized representatives",
    "signupdate": "2012-02-15",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19103"
}