{
    "CertificationStatus": "true",
    "Fax": "503-536-6737",
    "OrgName": "Act-On Software",
    "PPLoc": "http://www.actonsoftware.com/privacy_policy.html ",
    "Phone": "503-530-1555",
    "activities": "Categories of EEA Data: We sell web-based business application software services to businesses of all sizes. We receive business-related information from the EEA, including contact information of individual representatives of the businesses with whom we are dealing, including, without limitation, names, addresses, work phone numbers, work email addresses, titles, etc. of EEA Persons (\"EEA Data\").  Act-On maintains a privacy policy for information it collects in connection with its business activities. In other areas, such as the provision for our customers using our hosted on-line services platform, hardware and software consulting, support , and services, Act-On acts as a data processor. When conducting those activities, Act-On holds and/or processes data at the direction of its customer, which acts as a data controller and is responsible for providing notices to data subjects. Act-On does not control this data and any access to or use of such data is incidental to completing its contractual requirements for the customer. Act-On maintains a privacy policy in connection with its provision of services to its customers. We collect and use EEA Data for purposes of providing products and services to our customers, communicating with corporate business partners about business matters and opportunities, processing EEA Data on behalf of corporate customers, providing information on our services, and conducting related tasks for legitimate business purposes.",
    "address": "8300 SW Creekside Place #250",
    "asp_index": "27510",
    "city": "Beaverton",
    "contactemail1": "privacy@actonsoftware.com",
    "contactfax1": "503-536-6737",
    "contactname1": "Henry Harbury",
    "contactoff1": "Headquarters",
    "contactphone1": "(503) 828-9847",
    "contacttitle1": "VP Engineering",
    "corpoffemail1": "privacy@actonsoftware.com",
    "corpofffax1": "503-536-6737",
    "corpoffname1": "David Fowler",
    "corpoffphone1": "(503) 828-9847",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-05-01",
    "orgverification": "Third party",
    "personaldata": "On-line data = data collected directly on the Internet. Offline data = any digital data processed not through the Internet – such as data collected through an Intranet.  Manually processed data = data collected manually – paper, trade shows, etc.",
    "ppdate": "2014-04-06",
    "previous": "22571",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "TRUSTe EU Safe Harbor Program",
    "signupdate": "2012-05-01",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97008"
}