{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Hudson Advisors LLC",
    "PPLoc": "http://hudson-advisors.com/safe-harbor ",
    "Phone": "(214) 754-8400",
    "activities": "In the course of providing services for our clients, such as due diligence analysis, administering client investments  and regulatory compliance services, Hudson Advisors LLC (“Hudson Advisors”) obtains and processes certain personal data about data subjects located in the EEA or Switzerland.  We may obtain such personal data from clients, counter parties (i.e., third-parties, including banks and other financial institutions, that offer to sell debt and/or equity products, such as performing, sub-performing and non-performing loans, collateral that has been foreclosed on by such third parties, and related derivatives and guarantees) and data subjects.  The personal data we may obtain includes information that might be contained in materials provided by clients, counter parties and data subjects, including without limitation data subjects’ names, addresses, assets, liabilities, income, employer, bank account information, family member information, net worth and dates of birth.\r\n\r\nIn connection with the services we provide for our clients, Hudson Advisors uses the personal data for the purposes of (i) conducting due diligence, (ii) administering investments made by our clients, and (iii) complying with certain legal and regulatory obligations including anti-money laundering, fraud prevention and audit requirements and other reporting obligations.   In connection with these services, Hudson Advisors acts as a service provider to its clients and pursuant to their instructions.",
    "address": "2711 N. Haskell Avenue",
    "asp_index": "27520",
    "city": "Dallas",
    "contactemail1": "safeharborcommunications@hudson-advisors.com",
    "contactfax1": "",
    "contactname1": "Jena Bjornson",
    "contactoff1": "Hudson Advisors LLC",
    "contactphone1": "(214) 754-8400",
    "contacttitle1": "SVP & Deputy Chief Compliance Officer",
    "corpoffemail1": "safeharborcommunications@hudson-advisors.com",
    "corpofffax1": "",
    "corpoffname1": "Jena Bjornson",
    "corpoffphone1": "(214) 754-8400",
    "corpofftitle1": "SVP & Deputy Chief Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-22",
    "orgverification": "In-House",
    "personaldata": "Online, offline, including manually processed data",
    "ppdate": "2015-04-02",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "If a data subject’s complaint cannot be resolved through the appropriate client’s or counter party’s dispute resolution process or our internal processes, we will cooperate with JAMS.",
    "signupdate": "2015-04-22",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75204"
}