{
    "Fax": "",
    "OrgName": "Education Partners LLC",
    "PPLoc": "http://www.educationpartners.com/privacy.html ",
    "Phone": "(888)782-4868",
    "activities": "Introduction\r\n\r\nEducation Partners LLC., provides online services to colleges and universities through our Student Life Cycle Management software suite.  The Web-based SaaS suite is focused on back office tasks that support the student lifecycle.  The student lifecycle begins when an individual shows interest in the college or university (a prospect) and continues through enrollment, academic activities, financial aid management, financial tracking, and ends with helping the student find a job (career services).  Education Partners LLC. provides services for all of these areas.\r\n\r\nThe vast majority of our customers are US-based with US students.  Our customers in the EU have EU-based students.  We treat all students for all customers the same.  In other words, the information below applies to both EU and non-EU students. \r\n\t\r\nTypes of PII Collected and How It Is Used\r\n\r\nIn the process of providing services across the student lifecycle, PII of several forms is utilized by the software. \r\n\r\nStudent name, address, birth date, and social security number are collected. This is used to uniquely identify the student. \r\n\r\nAdditional information such as previous schooling, prior transcripts, and employment history may also be collected.  This is used to qualify the student before enrollment and is used to guide their academic program.   \r\n\r\nFinancial aid information and student charges (tuition, fees, school charges and student payments against these fees) are also collected and processed.  This is used to ensure the student is making the necessary payments to cover their academic costs.  \r\n\r\nEducation Partners also supports payments against student charges.  Either a student or a school employee can input credit card information to make a payment.  This information is not stored in the system at any time.  It is passed to our credit card merchants, either Paypal, Merchant Solutions or ACH Direct.  At no time is this information found in our databases.\r\n\r\nOther Input of PII Data\r\n\r\nSome PII data described above is input into the system as documents (transcripts, resumes, etc.) uploaded by school personnel or students.  Some is input manually by school personnel through the user interface.  Some data is input through our APIs (application programming interfaces) from the customer or by third parties on behalf of the customer.  \r\n\r\nSome PII is also input through our import tools.  These tools are used to enter in large amounts of data.  Commonly, this is needed when a school becomes a customer and all their existing data needs to be entered into the system.\r\n\r\nThird Party Involvement\r\n\r\nThe system has electronic interfaces with two parties to handle the the storage of student documents, SchoolDocs LLC and ImageNow. Documents may be shipped electronically to these two systems so that schools can have failover of important enrollment and financial planning documents. \r\n\r\nThe system also has API's (application programming interfaces) that interface with other student management systems so that data be be synced and updated as needed. Social Security Numbers and names are transferred using these particular API's. \r\nRetention\r\n\r\nData stored in the system is retained until the customer ends its relationship with Education Partners LLC.  Historical information is a key part of a college or university’s business (for example, providing accurate student transcripts).\r\n\r\nhttp://www.educationpartners.com\r\n\r\nThe educationpartners.com marketing website utilizes PII in a very limited way.  If an online inquiry or demo is requested, first name, last name, address and email are collected.  If a user submits a comment to our blog, their name and email is collected.  This information is retained in an offline customer management system. It may be used to contact the user in the future.",
    "address": "9442 Capital of Texas Highway North",
    "asp_index": "27546",
    "city": "Austin",
    "contactemail1": "tony.mitchell@educationpartners.com",
    "contactfax1": "",
    "contactname1": "Tony Mitchell",
    "contactoff1": "Education Partners LLC.",
    "contactphone1": "512-677-9655",
    "contacttitle1": "Director of IT Operations",
    "corpoffemail1": "tony.mitchell@educationpartners.com",
    "corpofffax1": "",
    "corpoffname1": "Tony Mitchell",
    "corpoffphone1": "888-782-4868",
    "corpofftitle1": "Director of IT Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Education & Training - (EDS)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-04",
    "orgverification": "Third Party",
    "personaldata": "On-line data only.  Not manually processed data.",
    "ppdate": "2014-10-29",
    "previous": "",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "TRUSTe EU Safe Harbor Program",
    "signupdate": "2012-01-04",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78759"
}