{
    "CertificationStatus": "true",
    "Fax": "650-427-4700",
    "OrgName": "VMware, Inc and its U.S. subsidiaries",
    "PPLoc": "http://www.vmware.com/safeharbor.html ",
    "Phone": "650-427-5000",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland: \r\n\r\nVMware, Inc. processes or contemplates processing EEA and Swiss personal data relating to: (1) its current, former, and prospective employees and those of any of its European subsidiaries/affiliates for purposes of global human resources administration and management; (2) representatives and employees of actual and prospective corporate customers and business partners in order to manage business relationships and provide information, and contracted products  and  services; (3) representatives and employees of actual and prospective vendors and suppliers in order to manage business relationships and receive contracted goods and services; (4) individuals whose data VMware, Inc. processes on behalf of business customers as a service provider or mere data processor; (5) product end users and prospective end users in order to provide information on services and products; (6) personal data that a customer, partner or their end users may place in their cloud when VMware is the cloud hosting provider; (7) information about VMware's business partners’, customers’ or their end users’ configuration and usage of VMware's products, services, software, applications and/or information about their IT environments, including details about the infrastructure, hardware, networks, computers, servers, systems, devices, and peripherals; (8) its officers, directors, employees, consultants, contractors, staffing agency workers, agents and other third parties and those of any of its European subsidiaries/affiliates for purposes of operating its hotline scheme, investigations, and enforcement of its Business Conduct Guidelines applicable to EEA/Switzerland; (9) individuals who inquire about or enroll in a VMware educational course or training program; (10) individuals who visit a VMware website or a website run by its business partners or service providers, including information collected from cookies, pixel tags, web beacons and other methods; (11)  individuals who use websites and/or mobile applications developed, sold or provided by VMware; (12) individuals who may inquire about or attend an event organized or sponsored by VMware or one of its business partners. \r\n\r\nVMware maintains a privacy policy for information it collects in connection with its online business activities. VMware does provide individuals with a reasonable mechanism to exercise their choices. In other areas, such as the provision of cloud hosting services, VMware acts as a data processor and holds and processes data at the direction of its customer (which acts as a data controller and is responsible for providing any notices and obtaining any required consents from the data subjects).",
    "address": "3401 Hillview Avenue",
    "asp_index": "27559",
    "city": "Palo Alto",
    "contactemail1": "privacy@vmware.com",
    "contactfax1": "650-427-4700",
    "contactname1": "Rebecca Matthias",
    "contactoff1": "VMware, Inc.",
    "contactphone1": "650-427-5000",
    "contacttitle1": "Director, Associate General Counsel, Privacy",
    "corpoffemail1": "privacy@vmware.com",
    "corpofffax1": "650-427-1050",
    "corpoffname1": "Dawn Smith",
    "corpoffphone1": "650-427-5000",
    "corpofftitle1": "Senior VP & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-04-05",
    "orgverification": "In-house",
    "personaldata": "Offline, online, manually processed informatin from, about or relating to our customers, customers' end users, prospective customers, suppliers, vendors, partners and human resources data",
    "ppdate": "2015-02-01",
    "previous": "22608",
    "privacyprograms": "VMware, Inc. will cooperate with the EEA and Swiss data protection authorities as its enforcement mechanism.",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2010-04-05",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94304"
}