{
    "Fax": "888-356-8107",
    "OrgName": "Twin Particle LLC d/b/a Gather Digital",
    "PPLoc": "http://cms.gatherdigital.com/site/privacy_policy ",
    "Phone": "919-932-4266",
    "activities": "Twin Particle LLC d/b/a Gather Digital (“Gather Digital”, “GD”, “we” or “our”) provides conference and organization mobile app software on the iOS (Apple) and Android platforms, as well as in the form of a mobile web app (mobile URL address) which is accessible by most devices with an internet browser.  The Gather Digital mobile application software solution is comprised of (1) the end-user mobile application with which participants interact on a mobile device or computer (“the app” or “the mobile app”), and (2) a content management interface, accessible from the Gather Digital website, that controls the app and allows our conference-planning clients to publish information about their conferences and organizations in an interactive mobile format.  One possible section the conference-planning client may choose to publish is an attendee list.  The information that is possible to include in the attendee section of the Gather Digital app includes:\r\n•\tFirst name\r\n•\tLast name\r\n•\tTitle\r\n•\tOrganization\r\n•\tTwitter feed\r\n•\tWebsite\r\n•\tPhoto\r\n•\tOrganization logo\r\n•\tBiographical information\r\n•\tRelevant identifying terms, such as region or specialty, that will help other attendees search, sort and filter the attendee list to find other attendees of interest\r\n•\tOther information, such as phone number and email, that either the conference planner or the individual end user may choose to include in the app\r\nIn some cases our conference-planning client chooses which of the information above they would like published in the app.  In some cases our conference-planning client elects to invite end user participants to provide information about themselves directly in the app.\r\n\r\nWe do not collect individual’s credit card information from end users nor from our conference-planning clients.\r\n\r\nOne of the options that Gather Digital offers its conference-planning clients is password-protection, whereby no information will be available on the device until a user has entered their email address and a password. Similarly, if the conference-planning client elects to allow end users to message each other through the app (a capability accomplished without sharing email addresses or phone numbers with other attendees) and/or invite attendees to edit and supplement information about themselves directly in the app, the attendee must create a login and password with Gather Digital.  \r\n\r\nThe login is the end user’s email address that has been provided to Gather Digital by the event-planning client.  Gather Digital stores the email addresses of the attendees securely on our servers and in an automated fashion compares the email address the end users enter in the app to the list of provided emails so as to limit app access to authorized users. The client may choose to provide password(s) to end-users or invite the end user to create their own password.  The end user may create a password from the mobile app directly by selecting “email password” and then checking their email on their mobile device for an email from Gather Digital with a link to set the password.  The end users’ passwords are encrypted on the Gather Digital server, such that even Gather Digital cannot access them.\r\n\r\nCertain other end-user-provided information, such as responses to survey questions, may also be stored on Gather Digital servers and shared with the conference-planning client.\r\n\r\n\r\nNotice, Choice and Access\r\nGather Digital complies with the Safe Harbor Notice, Choice and Access principles by informing end users in our Privacy Policy of what information might be collected and displayed about them.  We also comply with the principles by working with our conference-planning clients to notify end users of the information about them that might be displayed in the app, ideally as part of the end users' registration for the conference which happens on a third party registration website.  We recommend that our client provide a means for the end user to opt out of having that information displayed in the app at the time of registration.  Additionally, we provide suggested email text to our client mentioning the information about the end user that will be included in the app, and providing the end user a link to click on to request that their information not be included. Gather Digital also includes a link to an email under \"About this App\" in the Information section of the app that the end user can click on to request that their information not be displayed in the app.  End users may edit the information included about them in the app directly in the app, if our conference-planning client chooses to offer this feature and/or through a link in the app in the “Contacts” or “About this App” section that sends an email to either the conference planner or Gather Digital.\r\n\r\nOnward Transfer (Transfer to Third Parties)\r\nGather Digital ensures that third party organizations to which it might disclose individual information, such as our hosting provider or any software development contractors, treat the information securely and adhere to the Safe Harbor principles. If the third party organization does not explicitly state such adherence, Gather Digital enters into a written agreement requiring that the third party provides the same level of privacy protection as is required by the relevant principles.\r\n\r\nData Integrity\r\nGather Digital and its conference-planning clients may collect and may publish information about individuals in the app solely as a means to enable the use of the app and to provide end users of the app with the opportunity to interact with other conference participants.\r\n\r\nSecurity\r\nEmployee Laptops, Devices and Servers\r\nPersonal information about end users (typically name, title, organization and email address) is provided to Gather Digital by our conference-planning clients.  Gather Digital stores that information securely on our servers and all employee laptops and devices are password-protected.\r\n\r\nHosting Provider Servers\r\nGather Digital uses a third party hosting provider to host its server software. The current hosting provider is Rackspace, www.rackspace.com, and Gather Digital uses Rackspace servers located in the United States.  The Rackspace platform is monitored 24x7 by comprehensive automated systems.  All of the Rackspace’s facilities are equipped with access security, climate control, and managed power supply.  Rackspace is ISAE 3402 / SSAE 16 Type II SOC 1-certified and U.S.-EU Safe Harbor self-certified.  A Qualified Security Assessor (QSA) has validated Rackspace as being a PCI DSS Level 1 Service Provider.  GD utilizes 24x7x365 monitoring of the computing, operating, and networking infrastructure to detect abnormalities. \r\n\r\nUser Access and Data Transmission Security\t\r\nPrimary data security is managed within the Gather Digital content management system, which requires a login and password to access.  From there, the planner determines what information will be made available within the mobile application and what level of authentication, if any, is required by end users.  End user and planner passwords are encrypted in the GD content management system database. \r\n\r\nInformation is sent to the mobile device over SSL with the user's credentials used to authenticate each request.\r\n\r\nEnforcement\r\nGather Digital encourages consumers to first address complaints to the organization. If Gather Digital cannot resolve the complaint, Gather Digital is committed to:\r\n•\tUse the International Centre for Dispute Resolution (ICDR), a division of the American Arbitration Association (AAA), to resolve disputes.\r\n•\tCooperate and comply with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints.",
    "address": "55 Vilcom Center Drive, Suite 230",
    "asp_index": "27562",
    "city": "Chapel Hill",
    "contactemail1": "wendy@gatherdigital.com",
    "contactfax1": "888-356-8107",
    "contactname1": "Wendy Phillips",
    "contactoff1": "Gather Digital",
    "contactphone1": "919-932-4266 x101",
    "contacttitle1": "Vice President Sales & Marketing",
    "corpoffemail1": "jon@gatherdigital.com",
    "corpofffax1": "888-356-8107",
    "corpoffname1": "Jonathan Phillips",
    "corpoffphone1": "919-932-4266 x102",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-05-07",
    "orgverification": "in-house",
    "personaldata": "Name, Title, Organization, Email address, Photo, Biographical information, Twitter feed, other information the individual end user or our conference-planning client may choose to publish (examples include, but are not limited to, interests, geographical location, contact information, survey responses and selected agenda sessions)",
    "ppdate": "2014-04-30",
    "previous": "22875",
    "privacyprograms": "None",
    "recoursemech": "Gather Digital encourages consumers to first address complaints to the organization. If Gather Digital cannot resolve the complaint, Gather Digital is committed to:\r\n•\tUse the International Centre for Dispute Resolution (ICDR), a division of the American Arbitration Association (AAA), (ICDR/AAA Safe Harbor Program) to resolve disputes.\r\n•\tCooperate and comply with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints.",
    "signupdate": "2014-05-07",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27514"
}