{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "TaskRabbit Inc.",
    "PPLoc": "https:/ www.taskrabbit.com/privacy ",
    "Phone": "844 340 8275",
    "activities": "Personal Information. TaskRabbit collects personal information only if you voluntarily choose to share such information with TaskRabbit. You may browse the Site without disclosing any personal information. However, in order for you to take advantage of particular opportunities provided through the Service, we may require that you furnish personal information. When you register your account, sign up for newsletters, complete forms for optional programs, surveys, contests and other entries, and through communications transmitted through TaskRabbit, applications and your use of the TaskRabbit mobile application, we collect information including your name, address, phone number and email address. If you choose to become a Tasker on our platform we will also collect your date of birth. You also may choose to send TaskRabbit personally identifying information in an email message containing information or inquiries about the Service. On occasion we may ask to validate a government issued photo ID in conjunction with our third party payment processor.",
    "address": "425 2nd Street, Suite 5",
    "asp_index": "27575",
    "city": "San Francisco",
    "contactemail1": "ray@taskrabbit.com",
    "contactfax1": "415 534 4239",
    "contactname1": "Raymond Sandza",
    "contactoff1": "Trust and Safety",
    "contactphone1": "844 340 8275",
    "contacttitle1": "Director of Trust and Safety",
    "corpoffemail1": "kevin@taskrabbit.com",
    "corpofffax1": "415 534 4239",
    "corpoffname1": "Kevin Busque",
    "corpoffphone1": "844 340 8275",
    "corpofftitle1": "VP Technology",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-14",
    "orgverification": "in-house",
    "personaldata": "client data as indicated:  name, address, phone number and email address. This data is automatically processed on our platform. Tasker Data:  name, address, phone number, date of birth and email address",
    "ppdate": "2014-07-14",
    "previous": "27575",
    "privacyprograms": "None",
    "recoursemech": "We utilize a third party as a dispute resolution mechanism that incorporates the Safe Harbor Framework(s). Our contracted third party is https://safeharbor.uscib.org",
    "signupdate": "2015-04-14",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}