{
    "CertificationStatus": "true",
    "Fax": "206-284-1411",
    "OrgName": "IntellectSpace Corporation",
    "PPLoc": "see link below and available at http://intellectspace.com/ ",
    "Phone": "206-258-2373",
    "activities": "1.\tCollecting your Personal Information\r\nIntellectSpace does not collect any personal information about you unless you choose to provide it to us voluntarily.  We define “personal information” as information that personally identifies you or allows us to contact you.  Such information might include your phone number, name or email address.  Generally, this information is requested when requesting information about or purchasing IntellectSpace products and services.  If there is information you do not want to share with us, please do not provide the information to us.\r\n\r\nOnce you’re a customer of IntellectSpace, we’ll provide you with your User ID and password so that only you can access your solution or services. Your account information is secure and is accessible by using a password that you select.  Do not share your password with anyone. \r\n\r\n2.\tUse of your Personal Information\r\nIf you do provide us with personal information, we will only use it for the purposes described at the time of collection.  Specifically, we may use your personal information in the following ways:  (1) to deliver your solution and services to you; (2) to update your solution and services; and (3) to alert you to product upgrades, updated information and other new services from IntellectSpace. \r\n\r\nIntellectSpace will not sell, license, transmit or disclose your personal information outside of IntellectSpace or its affiliates without notice to you unless (1) you expressly authorize us to do so, (2) it is necessary to allow our service providers, representatives, or agents to provide services for or to us, (3) it is necessary to provide our products or services to you, (4) it is disclosed to entities that perform marketing services on our behalf or to other entities with whom we have joint marketing or other agreements, (5) it is necessary or we deem it appropriate in connection with a sale of all or substantially all of the assets or business of IntellectSpace, a sale of stock or equity interests of IntellectSpace, or the merger of IntellectSpace into another entity or any consolidation, share exchange, combination, reorganization, or like transaction in which IntellectSpace is not the survivor, (6) it is necessary to protect and defend the rights or property of IntellectSpace, (7) it is necessary to act in urgent circumstances to protect the personal safety of IntellectSpace customers, or (8) otherwise as we are required or permitted by law.\r\n\r\n3.\tPromotional Emails\r\nIntellectSpace may send you e-mails with promotional offers, special event information, sales notifications or other messages only if you opt-in to receiving such e-mails at www.IntellectSpace.com.  If you would no longer like to receive such e-mails from us, please follow the \"Unsubscribe\" instructions at the end of each email or contact us at unsubscribe@intellectspace.com.  Your e-mail address will be removed from our marketing list.  Please allow us a reasonable period of time in order to satisfy your request, as some promotions may already be in process.\r\n\r\n4.\tEmail \r\nIntellectSpace appreciates your questions and comments about our solution and services and welcome your email messages to mailboxes listed on our website or to your representative.  We will share your messages with those within and outside our organization that may be able to address the issues contained in your message.  We will keep a copy of your message until we have had an opportunity to address your concerns.  We may archive your message for a certain period of time or discard it, but your email message will not be used for any other purpose.\r\n\r\n5.\tAccess to your Personal Information\r\nIntellectSpace will provide you with the means to ensure that your personal information is correct and current. If you are a customer or user of our website, you may submit updated information at any time.  Registered users can view and edit personal information they have already given us on our website.  All users can subscribe or unsubscribe to IntellectSpace email newsletters and blogs.\r\nWe require you to enter your password for security purposes before you update your email address, user name, password, and/or your security question and answer. If you change your email address, we send an email to both your old and new email addresses.\r\n6.\tSecurity of your Personal Information \r\nIntellectSpace restricts access to personal information collected about you at our website to our employees, our affiliates' employees, those who are otherwise specified in this Policy, or others who need to know that information to provide services to you or in the course of conducting our business operations or activities. While no website can guarantee security, we maintain appropriate physical, electronic, and procedural safeguards to protect your personal information collected via the website.  We protect our databases with various physical, technical and procedural measures and we restrict access to your information by unauthorized persons.  We also advise all IntellectSpace employees about their responsibility to protect customer data and we provide them with appropriate guidelines for adhering to our company's business ethics standards and confidentiality policies.  Inside IntellectSpace, data is stored in password-controlled servers with limited access. Please find more details in the technology and security specifications below.",
    "address": "133 Queen Anne Ave North Ste 100",
    "asp_index": "27576",
    "city": "Seattle",
    "contactemail1": "info@intellectspace.com",
    "contactfax1": "206-284-1411",
    "contactname1": "Tatia Zuloaga",
    "contactoff1": "Office of Client Services",
    "contactphone1": "206-258-2373",
    "contacttitle1": "Senior Vice President",
    "corpoffemail1": "info@intellectspace.com",
    "corpofffax1": "206-284-1411",
    "corpoffname1": "Tatia Zuloaga",
    "corpoffphone1": "206-258-2373",
    "corpofftitle1": "Senior Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-15",
    "orgverification": "In-house",
    "personaldata": "On-line and manually processed data",
    "ppdate": "2012-03-15",
    "previous": "22559",
    "privacyprograms": "None",
    "recoursemech": "If you believe that we have not adhered to this Privacy Policy, please contact us by e-mail at info@intellectspace.com. We will do our best to address your concerns. If you feel that your complaint has been addressed incompletely, we invite you to let us know for further investigation.\r\n\r\nJAMS for consumer disputes.",
    "signupdate": "2012-03-15",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98109"
}