{
    "CertificationStatus": "true",
    "Fax": "+61 3 9536 8100",
    "OrgName": "Gettheworldmoving Inc.",
    "PPLoc": "http://www.gettheworldmoving.com/privacy ",
    "Phone": "877-711-9255",
    "activities": "Customer data may be transferred from EU Gettheworldmoving subsidiaries to Gettheworldmoving Inc. for the purposes of fulfilling customer registration, sending customers an order confirmation, sending customers requested service information, responding to customer service requests, administering customer accounts, sending newsletters and marketing communications, administering contests entered by customers, and notifying customers if they won, improving website and marketing efforts, displaying content based upon customer interests, auditing, data analysis and data storage. \r\n\r\nCustomer information is collected primarily to make it easier and more rewarding for customers to use our services. Gettheworldmoving Inc. collects anonymous and personal information (i.e. information which might enable customers to be identified, such as their name, e-mail address or postal address).  \r\n\r\nGettheworldmoving Inc. will only collect personal information when it is provided to us. This information may also be used to inform customers of additional products and services which may interest them. Customers can choose not to receive such information or opt-out of such communications.  \r\n\r\nGettheworldmoving Inc. will only use the personal information provided for the purpose for which it was provided. Gettheworldmoving Inc. will not use it for any other purpose without customer consent. \r\n\r\nWe will not, without customer consent, sell or otherwise provide personal information to a third party, or make any other use of customers' personal information, for any purpose which is not incidental to their use of the service(s). Unless in using the service(s) customers expressly or impliedly agree to make certain information available, all personal information which we collect is kept confidential to the best of our ability, subject to the other terms and conditions set out in our privacy policy. In addition, our employees and contractors who provide services related to our service(s) are obliged to respect the confidentiality of any personal information held by us. Our employed staff and contractors engaged by us may have access to personal information that customers provide and may access it for purposes that include the audit of content on the website for quality control purposes and for compliance with our website Terms and Conditions.",
    "address": "242 W 30th St., Suite 400",
    "asp_index": "27589",
    "city": "New York",
    "contactemail1": "davidp@gettheworldmoving.com",
    "contactfax1": "+61 3 9536 8100",
    "contactname1": "David Parfitt",
    "contactoff1": "Privacy Office",
    "contactphone1": "+61 3 9536 8119",
    "contacttitle1": "Product Director",
    "corpoffemail1": "toms@gettheworldmoving.com",
    "corpofffax1": "+61 3 9536 8100",
    "corpoffname1": "Tom Sermon",
    "corpoffphone1": "+61 3 9536 8100",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-03",
    "orgverification": "Third Party",
    "personaldata": "Online and offline customer data",
    "ppdate": "2015-04-07",
    "previous": "22662",
    "privacyprograms": "TRUSTe Privacy Seal Program",
    "recoursemech": "TRUSTe dispute-resolution mechanism",
    "signupdate": "2013-05-03",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10001"
}