{
    "CertifiedThroughLabel": "",
    "Fax": "858-695-8163",
    "OrgName": "BeneChill, Inc.",
    "PPLoc": "http://www.benechill.com/wp/privacy-terms-of-use/ ",
    "Phone": "858-695-8118",
    "activities": "Sales of medical products in Switzerland (information is obtained from sales leads): BeneChill provides you with the opportunity to contact us about questions you may have about BeneChill or our products or services. As part of that process, BeneChill may collect personally identifying information, such as customer names, street or email addresses, phone numbers, or any other information which, when used by itself or with other data, might identify a customer or visitor to our web site individually. We will use the information you provide to respond to any direct question you asked. We may also use this information for other business purposes, such as offering you the opportunity to receive notices regarding existing or new BeneChill products or services, to invite you to participate in surveys about our products or services, to notify you about promotions we may be hosting, and to further personalize your experience on our site.",
    "address": "10060 Carroll Canyon Rd Ste#100",
    "asp_index": "27617",
    "city": "San Diego",
    "contactemail1": "jestill@benechill.com",
    "contactfax1": "858-695-8163",
    "contactname1": "John Estill",
    "contactoff1": "BeneChill, Inc.",
    "contactphone1": "858-695-8118",
    "contacttitle1": "VP Finance & Accounting",
    "corpoffemail1": "jestill@benechill.com",
    "corpofffax1": "858-695-8163",
    "corpoffname1": "John Estill",
    "corpoffphone1": "858-695-8118",
    "corpofftitle1": "VP Finance & Accounting",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Medical Equipment - (MED)"
    ],
    "latest": "false",
    "nextcertification": "2016-05-06",
    "orgverification": "Third Party",
    "personaldata": "Customer information both electronic and manual are covered.",
    "ppdate": "2011-04-25",
    "previous": "23677",
    "privacyprograms": "None",
    "recoursemech": "Privacy Complaints by European Union and Swiss Citizens:\r\nIn compliance with the Safe Harbor Principles, BeneChill commits to resolve complaints about your privacy and our collection or use of your personal information.  European Union and Swiss citizens with inquiries or complaints regarding this privacy policy should first contact BeneChill at:\r\nprivacycomplaints@benechill.com \r\nOr:\r\nBeneChill International SA\r\nParc Scientifique – Batiment D Site EPFL\r\nCH-1015 Lausanne, Switzerland\r\nPhone: +41 21 566 52 70\r\nFax: +41 21 566 10 52\r\nWeb: www.benechill.com\r\nBeneChill, Inc.\r\n10060 Carroll Canyon Rd Suite 100\r\nSan Diego, CA 92131\r\nPhone: +11 858 695 8118\r\nFax: +11 858 695 8163\r\nWeb: www.benechill.com\r\nBeneChill has further committed to refer unresolved privacy complaints under the Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by BeneChill, you may contact BBB EU SAFE HARBOR, www.bbb.org/us/safe-harbor-complaints",
    "signupdate": "2011-05-06",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92131"
}