{
    "CertificationStatus": "true",
    "Fax": "888-501-9317",
    "OrgName": "TrestleTree, LLC",
    "PPLoc": "http://www.trestletree.com/PrivacyPolicy.html ",
    "Phone": "479-973-7123",
    "activities": "We are a wellness health coaching company. We focus on telephonic support that primarily deals with; tobacco cessation, weight loss and disease management. We gather basic information; telephone number, email, name, and medical conditions. This information is kept confidential.",
    "address": "3715 Business Dr.",
    "asp_index": "27626",
    "city": "Fayetteville",
    "contactemail1": "cory.ward@trestletree.com",
    "contactfax1": "888-501-9317",
    "contactname1": "Cory Ward",
    "contactoff1": "TrestleTree",
    "contactphone1": "479-973-7123",
    "contacttitle1": "Director of IT",
    "corpoffemail1": "adam.parisi@trestletree.com",
    "corpofffax1": "888-501-9317",
    "corpoffname1": "Adam Parisi",
    "corpoffphone1": "479-973-7111",
    "corpofftitle1": "VP of Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Health Care Services - (HCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-28",
    "orgverification": "In-house",
    "personaldata": "All of the data is collected via the phone by the participant’s health coach. This information can include; Name, address, phone number, email, current medical conditions, medication currently taking, general health description (blood pressure, weight, etc) and other information necessary to provide wellness health coaching.",
    "ppdate": "2015-02-11",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "1. When a complaint is received, TrestleTree will verify that the complaint involves matters over which the Safe Harbor Compliance Officer has jurisdiction. \r\n\r\n2. TrestleTree will review the complaint and a response be provided within 10 days. \r\n\r\n3. After checking with the participant, if the complaint has been resolved, the matter will be closed out.\r\n\r\n4. If the matter is still in dispute, the participant will have the option to contact the independent dispute resolution mechanism.  The BBB EU Safe Harbor, operated by the Council of Better Business Bureaus.",
    "signupdate": "2011-03-28",
    "state": "Arkansas",
    "statutorybody": "FTC",
    "zip": "72703"
}