{
    "CertificationStatus": "true",
    "Fax": "801-942-1460",
    "OrgName": "TPUSA, Inc.",
    "PPLoc": "http://www.teleperformance.com/en-us/privacy-policy.aspx ",
    "Phone": "801-257-5800",
    "activities": "TPUSA provides contact service management services for clients located around the globe.  TPUSA’s clients retain TPUSA to transmit messages and to provide information to their customers and others.  In other cases, TPUSA may collect personal information from the customers or employees of clients when they are asked to provide or to verify personal information in order to obtain goods or services or for the clients’ employment-related purposes.  In all cases, we simply act as agent for our clients and at their direction.  We also rely on our clients to comply with all applicable personal-data privacy laws in compiling and providing us with their customer and employee information. \r\nIn addition, TPUSA may transfer information related to individuals employed by TPUSA affiliates in the European Union and Switzerland.  TPUSA maintains in the United States a database of employees of all Teleperformance S.A. worldwide, including those located in the European Union and Switzerland.  Information stored may include a wide range of employee information from the employee’s personnel file, including financial, benefits and performance information.  This information is stored in the United States for record-keeping, monitoring and other employment-related purposes.",
    "address": "6510 South Millrock Drive, Suite 150",
    "asp_index": "27648",
    "city": "Holladay",
    "contactemail1": "Security-Corporate@teleperformance.com",
    "contactfax1": "801-942-1460",
    "contactname1": "Bruce Wignall",
    "contactoff1": "TPUSA, INC.",
    "contactphone1": "801-257-5800",
    "contacttitle1": "Chief Information Security Officer",
    "corpoffemail1": "Security-Corporate@teleperformance.com",
    "corpofffax1": "801-942-1460",
    "corpoffname1": "Bruce Wignall",
    "corpoffphone1": "801-257-5800",
    "corpofftitle1": "Chief Information Security Officer",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Services - (GSV)Information Services - (INF)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2016-04-21",
    "orgverification": "In-house",
    "personaldata": "organization and client data, including manually processed data",
    "ppdate": "2013-06-18",
    "previous": "25128",
    "privacyprograms": "None",
    "recoursemech": "TPUSA’s Privacy Policy directs individuals with concerns or complaints about the use or disclosure of their personal information to contact our Corporate Privacy Officer.  TPUSA is committed to rigorous adherence to its Privacy Policy; however, we recognize that, in some instances, an individual may not be satisfied with our internal dispute resolution procedures.  In those instances, TPUSA agrees to cooperate fully with the relevant data protection authorities in the European Union (EU DPAs), the Swiss Federal Data Protection and Information Commissioner (FDPIC), as well as with the Federal Trade Commission in the United States.  \r\nEmployees of TPUSA affiliates in the E.U. and Switzerland are urged to contact their local HR department to discuss any concerns.  The employee or other data subject also may contact the TPUSA CPO in the United States.  The CPO or CPO’s designee handles all complaints or concerns related to personal information transferred to TPUSA.  Data subjects also have the right to contact their local or national data protection authorities or the U.S. Federal Trade Commission in the event that they remain dissatisfied after attempts internally to address their concerns.  TPUSA commits to cooperating with these authorities in any investigation resulting from a complaint and to complying with any advice or recommendations they may offer.",
    "signupdate": "2009-05-08",
    "state": "Utah",
    "statutorybody": "FTC",
    "zip": "84121"
}