{
    "CertifiedThroughLabel": "",
    "Fax": "866-422-7015",
    "OrgName": "Bancroft Technology Group, Inc. and its U.S. subsidiaries Global Learning Systems, LLC and Keystone Learning Systems, LLC",
    "PPLoc": "http://globallearningsystems.com ",
    "Phone": "4108004000",
    "activities": "Our organization provides online training to employee-users of our company customers. We contract with the companies to provide this service, and we will not use the personal information collected from users in a way different than contracted for.  In order to access our training programs, a user must first complete a registration form, which requires them to provide their contact information, including their names and e-mail addresses at a minimum. Depending on what our company customers need for human-resource management and verification, we may also collect employee numbers, titles, departments, divisions and groups. This information is used only to track users' progress on the program or programs for which they registered (or authorized by their employer) and to report that information to their employers. Users are not asked or required to provide information such as income level, gender or unique identifiers (e.g., Social Security numbers).\r\nOur company collects non-personally identifiable information, including but not limited to browser type, IP address, operating system, the date and time of visits, the pages visited on the site, time spent viewing the site, and return visits to the site. We also use Google Analytics, a service that records non-personally identifiable data such as browser type, operating system, the date and time of a visit, where visitors came from, the pages visited on this website, the time spent viewing site, where visitors went when they left the site, and return visits to the site.\r\n\r\nWe aggregate this non-personally identifiable data to better understand how visitors use our site, and to help manage, maintain, and report on use of our website.  We do not rent, sell or share any non-personally identifiable data collected on this website with third parties for marketing purposes.",
    "address": "6030 Daybreak Circle, Suite A150-116",
    "asp_index": "27655",
    "city": "Clarksville",
    "contactemail1": "lcates@globallearningsystems.com",
    "contactfax1": "866-422-7015",
    "contactname1": "Lawrence P. Cates",
    "contactoff1": "Bancroft Technology Group, Inc.",
    "contactphone1": "4108004000",
    "contacttitle1": "President",
    "corpoffemail1": "lcates@globallearningsystems.com",
    "corpofffax1": "866-422-7015",
    "corpoffname1": "Lawrence P. Cates",
    "corpoffphone1": "4108004000",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-15",
    "orgverification": "in-house",
    "personaldata": "Personal data collected about an identified or identifiable individual, whether processed by automatic or manual means by our organization within the scope of the Safe Harbor Framework(s) is covered under our organization's self-certification.",
    "ppdate": "2015-04-07",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "we use the COUNCIL OF BETTER BUSINESS BUREAUS (CBBB) for dispute resolution for any complaints.",
    "signupdate": "2015-04-15",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "21029"
}