{
    "CertificationStatus": "true",
    "Fax": "(203) 447-2900",
    "OrgName": "BPA Worldwide",
    "PPLoc": "http://www.bpaww.com/bpaww/#?targeturl=/bpaww/Content/MainContent/Resources/privacy/privacypolicy.htm&target;=2&languageid;=1&homepage;=/BPAWW/Content/MainContent/Home/index.html&footerpage;=/BPAWW/conten ",
    "Phone": "(203) 447-2800",
    "activities": "BPA Worldwide is a membership association and operates an open website for members and non-members.  \r\n\r\nBPA collects personal data from website users (regardless of country of origin) when they register for access to the BPA Reports Library or when they register for any events (webinars) offered by the company.  This personal data is limited to professional information such as name, company name, job title, postal address, email address, telephone and facsimile number.  \r\n\r\nIn general, we also collect information about our members and use this data for membership administration, to deliver member services and to inform them of BPA Worldwide events, notices and membership-related activities. \r\n\r\nBPA Worldwide treats any information of its members, registrants to the BPA Report’s Library and registered event attendees as confidential and will not disclose it to any third party (other than in connection with BPA Worldwide events as described below) without consent. We do not rent, sell or otherwise share or disclose private, personally identifiable information to third parties.\r\n\r\nBPA's policy is it may share some aggregate (i.e., total visitors to the site), not personal, information with its membership, academic, professional, and marketing organizations, which in BPA's judgment, have a legitimate need for such data, and which are committed to the preservation of online user privacy. \r\n\r\nWhen downloading or viewing a media owner’s report from the online Reports Library, individual information regarding access to that report is available, upon request, to that media owner only. No other information regarding their use of the site is available to that media owner or other party. This is an extension of BPA Worldwide’s longstanding policy for hardcopy reports.\r\n\r\nIn connection with BPA Worldwide events (e.g., webinars) supported by a sponsor, we provide a registration list to the sponsor(s). We may also make available (through a third-party mailing service) addresses for use by the sponsor(s). If registrants do not wish to receive the information from such sponsor(s), they may express their preference to not be contacted by checking an appropriate box on the registration form at the time of registration. They can also opt out of receiving email messages from third parties by following the instructions contained in any such message.",
    "address": "100 Beard Sawmill Road, Sixth FL",
    "asp_index": "27661",
    "city": "Shelton",
    "contactemail1": "rhaderer@bpaww.com",
    "contactfax1": "(203) 447-2900",
    "contactname1": "Russ Haderer",
    "contactoff1": "BPA Worldwide HQ",
    "contactphone1": "(203) 447-2800",
    "contacttitle1": "Senior Vice President, QA",
    "corpoffemail1": "rhaderer@bpaww.com",
    "corpofffax1": "(203) 447-2900",
    "corpoffname1": "Russ Haderer",
    "corpoffphone1": "(203) 447-2800",
    "corpofftitle1": "Senior Vice President, QA",
    "eucountries": "Belgium, France, Germany, Greece, Ireland, Italy, Netherlands, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "NLD",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Books & Periodicals - (BOK)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Books & Periodicals - (BOK)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-17",
    "orgverification": "In-house self assessment",
    "personaldata": "Self-certification process applies to all personal data collected during an application for membership, when individuals register for gated sections of the BPA website or when registering for public events such as webinars held by BPA Worldwide.  There are occasions of manually processed applications or data from individuals.",
    "ppdate": "2015-03-25",
    "previous": "27661",
    "privacyprograms": "BPA Worldwide has applied for Safe Harbor by providing an annual letter to the Department of Commerce and self-regulates for compliance.",
    "recoursemech": "BPA will maintain an in-house complaint process whereby users who reach out with concerns over data protection, opt-out preferences, or updates to their information will be handled by our Communications Manager.  This individual will assist in resolving all issues or concerns to their satisfaction.   \r\n\r\nBPA will attempt to remedy the complaint or concern in the most expedient fashion possible and in the event that the user is not satisfied with the resolution, BPA will comply with the following independent recourse mechanisms:\r\n\r\nCooperate and comply with the EU DPAs to investigate all unresolved complaints, regardless of the type of data involved",
    "signupdate": "2015-04-17",
    "state": "Connecticut",
    "statutorybody": "FTC",
    "zip": "06484"
}