{
    "CertifiedThroughLabel": "",
    "Fax": "503 914 0488",
    "OrgName": "Cedexis, Inc",
    "PPLoc": "http://www.cedexis.com/i/privacy-policy/ ",
    "Phone": "855 233 3947",
    "activities": "Website Visitors\r\n\r\nCedexis collects non-personally-identifying information about visits to the Website, such as the browser used, referring site, and the time and date of each web request. We collect this information to understand how visitors use the Website. From time to time, we may release non-personally-identifying information in the aggregate, such as by publishing reports on usage trends. We also collect traffic data, like IP addresses. Cedexis does not use such information to identify its visitors and does not disclose such information other than under the circumstances described below.\r\nPortal Visitors\r\n\r\nAdditional information, including an e-mail address, is collected from Portal users. We collect only such information as is needed to identify a Portal user and verify their authorization for the Portal, except as described below in Financial Information in the case of making payments through the Portal. Portal users in the same customer account have access to each other’s email addresses. Personally identifying information cannot be viewed or updated for users in other customer accounts. The Portal distributes a Portal user’s username and password via email upon account sign-up and if specifically requested by the user.\r\nCookies\r\n\r\nA “cookie” is an alphanumeric identifier that is unique to your browser. The cookie will identify your browser to us when you visit our Website and Portal. Cedexis visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using our services, with the drawback that certain features of Cedexis services might not function properly without the aid of cookies.\r\nCedexis Radar and Cedexis Openmix\r\n\r\nCedexis Radar and Cedexis Openmix are services provided by Cedexis to our customers and partners. These services collect non-personally identifiable information, such as the first three octets of the user’s IP address and the browser’s User-Agent, to inform network routing choices and other business decisions. This non-personally identifiable information is shared with our customers and partners. From time to time, we may release non-personally-identifying information in the aggregate, such as by publishing reports on trends.\r\nProtection of Personally Identifying Information\r\n\r\nCedexis undertakes industry standard security measures to protect data, such as encryption (e.g. SSL) and physical security, to guard against unauthorized access to data and systems where data is stored. These measures include automated systems as well as a security awareness guide for Cedexis personnel.\r\n\r\nCedexis shares potentially personally identifying and personally identifying information only with our contractors and affiliated organizations that need to know that information to support Cedexis services. Any such contractor or affiliated organization has agreed not to disclose it to others. The contractors or affiliated organizations may be located outside of your home country – by using Cedexis services, you consent to the transfer of such information to them. We do not rent or sell potentially personally identifying and personally identifying information to anyone, and we take all reasonable measures to protect it. If Cedexis becomes involved in a merger, acquisition, or any form of sale of some or all of its assets, we will ensure the confidentiality of any personal information involved in such transactions. Personal information may be disclosed to judicial or other government agencies subject to warrants, subpoenas, or other governmental orders.\r\n\r\nAccess to personally identifying information by Cedexis personnel is limited by industry standard encryption and authentication mechanisms such as SSL and strong passwords. In the event Cedexis personnel leave the company or should no longer have access to personally identifying information, their access to personally identifying information is revoked immediately.\r\n\r\nIn the event of a security breech which compromises personally identifying information we will notify affected users within 30 days of detection and explain the nature of the breech, when the breech occurred, information about the data compromised, and any steps the user should take.",
    "address": "317 SW Alder St, #650",
    "asp_index": "27685",
    "city": "Portland",
    "contactemail1": "admin@cedexis.com",
    "contactfax1": "503 914 0488",
    "contactname1": "",
    "contactoff1": "Cedexis Portland",
    "contactphone1": "855 233 3947",
    "contacttitle1": "",
    "corpoffemail1": "rony@cedexis.com",
    "corpofffax1": "503 914 0488",
    "corpoffname1": "Rony Lerner",
    "corpoffphone1": "855 233 3947",
    "corpofftitle1": "Vice President of Engineering",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2016-01-03",
    "orgverification": "Third Party",
    "personaldata": "All data is submitted electronically. Data covered includes data collected from web site visitors, portal registrations  as well as data collected via Radar and Openmix (described above)",
    "ppdate": "2011-11-02",
    "previous": "21060",
    "privacyprograms": "eTrust SaaS and eTrust Safe Harbor",
    "recoursemech": "http://www.etrust.org/cert/686876.html\r\nIn case of a dispute, eTrust is available to you as a third party. In this case you should contact eTrust at\r\n\r\nhttp://www.etrust.org/about/privacy_contact.php",
    "signupdate": "2012-01-03",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97204"
}