{
    "Fax": "561-988-9099",
    "OrgName": "Revelex",
    "PPLoc": "http://www.revelex.com/about/safe-harbor ",
    "Phone": "561-988-5588",
    "activities": "Revelex provides travel agencies with the ability to do business with the world's travelers as they move increasingly to the Internet to fulfill their needs for information and reservations. Revelex is a full-featured Internet booking engine that enables consumers to make travel reservations via the Internet. Using a standard Web browser, users can:\r\n\r\nSearch flights by availability or best-fare. \r\nSelect cruises, tours, dynamics vacation packages, flights, rental cars, and hotel rooms that fit their requirements. \r\nPrice and purchase a full itinerary. \r\nDeposit personal information, loyalty programs, and travel preferences in a user-profile database. \r\nRevelex uses the functions of a host system, such as a Global Distribution System (GDS) or a Central Reservation System (CRS). Revelex incorporates data stored in multiple database management systems that may contain private/opaque/negotiated airline fares, hotel reservations, car rentals, cruise lines, tour companies, and user-profile information.",
    "address": "6405 Congress Ave., Suite 120",
    "asp_index": "27699",
    "city": "Boca Raton",
    "contactemail1": "safeharbor@revelex.com",
    "contactfax1": "561-988-9099",
    "contactname1": "Jose Almodovar",
    "contactoff1": "Corporate",
    "contactphone1": "561-988-5588",
    "contacttitle1": "Director of IT",
    "corpoffemail1": "jhorvath@revelex.com",
    "corpofffax1": "561-988-9099",
    "corpoffname1": "James Horvath",
    "corpoffphone1": "561-988-5588",
    "corpofftitle1": "CTO",
    "eucountries": "France, Ireland, Norway, Portugal, Romania, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "IRL",
        "NOR",
        "PRT",
        "ROU",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "false",
    "nextcertification": "2016-03-28",
    "orgverification": "In-house",
    "personaldata": "on-line data",
    "ppdate": "2005-12-04",
    "previous": "22898",
    "privacyprograms": "BBB EU Safe Harbor",
    "recoursemech": "Revelex will investigate and attempt to resolve complaints relating to our compliance with the Safe Harbor Privacy Principles.  For complaints that cannot be resolved between Revelex and the complainant not involving European Union human resources data, Revelex has agreed to participate in the dispute resolution procedures of the BBB EU Safe Harbor program.  For complaints that cannot be resolved between Revelex and the complainant involving European Union related human resources data, Revelex has agreed to participate in the dispute resolution procedures of the panel established by the European Union data protection authorities",
    "signupdate": "2006-03-28",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33487"
}