{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Moneycorp Inc",
    "PPLoc": "http://www.moneycorp.com/usa/privacy/ ",
    "Phone": "407 352 5890",
    "activities": "Moneycorp Inc. will use and otherwise process personally identifiable information (Personal Information) about employees in Europe for the following purposes: workflow management; benefits and personnel administration, general business administration; and evaluation of job applicant data.\r\n\r\nMoneycorp Inc., in association with its parent company TTT Moneycorp Limited, a company based in the United Kingdom, carries out foreign currency exchange transactions for both private and corporate clients. In order to provide services to these clients it is necessary to collect personal information which may be passed on to third-party service providers or agents on the understanding they keep such personal information confidential. This information is also required for credit-referencing and identity-referencing. This means that client’s personal information must from time to time be exchanged between parent and subsidiary. Marketing information for consumers may be collected by some third party providers of services, such information only shared where the consumer has given prior consent to collection of this data through opting-in with Moneycorp.",
    "address": "7380 Sand Lake Road, Suite 410",
    "asp_index": "27692",
    "city": "Orlando",
    "contactemail1": "matthew.cook@moneycorp.com",
    "contactfax1": "",
    "contactname1": "Matthew Cook",
    "contactoff1": "TTT Moneycorp Limited",
    "contactphone1": "+442078080542",
    "contacttitle1": "Head of Legal",
    "corpoffemail1": "matthew.cook@moneycorp.com",
    "corpofffax1": "",
    "corpoffname1": "Matthew David Cook",
    "corpoffphone1": "+442078080542",
    "corpofftitle1": "Head of Legal",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-28",
    "orgverification": "Self-assessment review",
    "personaldata": "Collection, storage, and use of customer data including name, address, may be done through manual forms, online forms, or over the telephone for KYC purposes when setting up trading accounts or for verification of information before transactions. This information may be shared with the parent company TTT Moneycorp Ltd.",
    "ppdate": "2014-01-05",
    "previous": "22528",
    "privacyprograms": "No third-party privacy program used.",
    "recoursemech": "EU Data Protection Authority and the Swiss FDPIC to investigate all unresolved complaints, regardless of the type of data involved.",
    "signupdate": "2014-04-28",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "32819"
}