{
    "CertifiedThroughLabel": "",
    "Fax": "(888) 301-0752",
    "OrgName": "LogicBay Corporation",
    "PPLoc": "http://www.logicbay.com/privacy-policy ",
    "Phone": "(888) 301-0751",
    "activities": "LogicBay is the sole owner of the information collected on our corporate web site. We only collect information that a user voluntarily provides. We collect the following personal information: name, email address, mailing address, phone number and job title. We do not sell or rent this information to anyone. We use this information to operate our business.  We use this information to respond to a visitor such as to schedule a product tour, send requested information, respond to customer service requests, send marketing communications, send newsletters and to provide our services.\r\n\r\nFor information collected on our Performance Center platform which we host for our clients, each client is the sole owner of the information collected on their site.  LogicBay only collects information our client provides or requires their users to provide in order to support our client’s business requirements.  We use this information to operate our business and to provide our services to our clients.\r\n\r\nLogicBay does not share personal information with any third party outside of our organization, other than as necessary to fulfill a request. We may provide personal information to companies that provide services to help us with our business activities such as our email service provider or hosting provider. These companies are authorized to use personal information only as necessary to provide these services to LogicBay. LogicBay does not sell or rent personal information to anyone. LogicBay retains personal data we process on behalf of our clients for as long as needed to provide services to our clients. LogicBay retains and uses this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "4060 Post Road",
    "asp_index": "27702",
    "city": "Warwick",
    "contactemail1": "mike.shaughnessy@logicbay.com",
    "contactfax1": "(888) 301-0752",
    "contactname1": "Michael Shaughnessy",
    "contactoff1": "Chief Operations Officer",
    "contactphone1": "(508) 353-1447",
    "contacttitle1": "Chief Operations Officer",
    "corpoffemail1": "mike.shaughnessy@logicbay.com",
    "corpofffax1": "(888) 301-0752",
    "corpoffname1": "Michael Shaughnessy",
    "corpoffphone1": "(508) 353-1447",
    "corpofftitle1": "Chief Operations Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-23",
    "orgverification": "In-House",
    "personaldata": "On-line data; human resources data.  Includes organization and client data.  Includes manually processed data.",
    "ppdate": "2013-03-25",
    "previous": "22626",
    "privacyprograms": "Self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "EU Data Protection Authorities",
    "signupdate": "2013-04-23",
    "state": "Rhode Island",
    "statutorybody": "FTC",
    "zip": "02886"
}