{
    "CertifiedThroughLabel": "",
    "Fax": "866-285-4447",
    "OrgName": "IN TECHNOLOGIES INC.",
    "PPLoc": "http://www.livepcexpert.com/privacy_policy.php ",
    "Phone": "302-351-5717",
    "activities": "We might collect personal information such as:Contact information, including name, mailing address, phone number and e-mail address,Purchase information, including credit card number, billing and/or shipping information, demographic information, including age, personal interests and product preferences.\r\n\r\nWe may use personal information to execute services on our behalf such as: Fulfilling customer orders, Running \"Live PC Expert\" marketing communications, Scheduling and performing installations, Servicing products, Maintaining our Annual and/or Incident Based Technical program, Fulfilling subscription services, Conducting research, analysis or administering surveys, Sending regular mail and e-mail on behalf of \"Live PC Expert\", Processing credit card payments, Providing chat functions.\r\n\r\nWe may request and/or collect personal information when you: Arrange a Call Back for services, Buy products or services, Configure an account online, Schedule an installation, Purchase our Annual and/or Incident Based Technical Support Plan, Participate in a promotion or survey, Reach us with a question or concern, Engage an online Chat with us online using a third party chatting tool., Engage in other activities with \"Live PC Expert\".",
    "address": "3705 Haven Avenue Suite 112",
    "asp_index": "27711",
    "city": "Menlo Park",
    "contactemail1": "amit@livepcexpert.com",
    "contactfax1": "866-285-4447",
    "contactname1": "Amit Mukherji",
    "contactoff1": "IN TECHNOLOGIES INC.",
    "contactphone1": "(302) 351 5717",
    "contacttitle1": "Privacy Manager",
    "corpoffemail1": "amit@livepcexpert.com",
    "corpofffax1": "866-285-4447",
    "corpoffname1": "Amit Mukherji",
    "corpoffphone1": "(302) 351 5717",
    "corpofftitle1": "Cheif Execution Officer",
    "eucountries": "Ireland, United Kingdom",
    "eucountries_parsed": [
        "IRL",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-28",
    "orgverification": "in-house",
    "personaldata": "Personal information such as:Contact information, including name, mailing address, phone number and e-mail address, Purchase information, including credit card number, billing and/or shipping information, address (or URL) of the Web site that you came from before visiting our site, which web browser & search terms you used.The data covered includes manually processed data.",
    "ppdate": "2014-03-31",
    "previous": "22664",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2014-04-28",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94025"
}