{
    "Fax": "",
    "OrgName": "Aramark Services, Inc. and its direct and indirect, wholly-owned U.S. subsidiaries",
    "PPLoc": "",
    "Phone": "+1-215-238-3000",
    "activities": "Aramark processes human resources personal information for workforce administration and management.  Aramark also processes client representative personal information for client relationship administration and management and customer personal information provided in connection with customer responses to surveys.  Client representatives are individuals who are representatives of former, current, or prospective clients of Aramark or any of its direct or indirect affiliates or subsidiaries located in the EEA or Switzerland. Customers are individuals who are consumers of the products or services of Aramark or any of its direct or indirect subsidiaries or affiliates located in the EEA or Switzerland.",
    "address": "1101 Market Street",
    "asp_index": "27744",
    "city": "Philadelphia",
    "contactemail1": "privacy@aramark.com",
    "contactfax1": "+1-215-238-8105",
    "contactname1": "Katherine M. Kelton, Esq.",
    "contactoff1": "Aramark Services, Inc.",
    "contactphone1": "+1-215-238-3745",
    "contacttitle1": "VP, Compliance",
    "corpoffemail1": "privacy@aramark.com",
    "corpofffax1": "+1-215-238-8105",
    "corpoffname1": "Katherine M. Kelton, Esq.",
    "corpoffphone1": "+1-215-238-3745",
    "corpofftitle1": "VP, Compliance",
    "eucountries": "Belgium, Czech Republic, Denmark, France, Germany, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "CZE",
        "DNK",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Apparel - (APP)Foods Processed - (FOD)General Services - (GSV)",
    "industrysector_parsed": [
        "Apparel - (APP)",
        "Foods Processed - (FOD)",
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-15",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, and manually processed human resources data, client representative data and customer data",
    "ppdate": "2015-03-15",
    "previous": "22725",
    "privacyprograms": "None",
    "recoursemech": "With respect to human resources data, Aramark will cooperate with the EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC), as appropriate. With respect to personal information of client representatives and customers, Aramark will cooperate with JAMS mediation under the JAMS International Mediation Rules.",
    "signupdate": "2009-04-15",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19107"
}