{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Zapproved Inc.",
    "PPLoc": "https:/ www.zapproved.com/login/safe-harbor-policy/ ",
    "Phone": "(888) 806-6750",
    "activities": "Zapproved provides software as a service designed to help companies manage their legal hold notification and preservation process, as well as collect and process data related to corporate legal and IT needs.\r\n\r\nIn this capacity, Zapproved does not own or control any of the information it processes on behalf of its customers. Zapproved receives information transferred from the EU to the United States merely as a processor on behalf of our customers.",
    "address": "1414 NW Northrup St. Ste. 700",
    "asp_index": "27745",
    "city": "Portland",
    "contactemail1": "support@zapproved.com",
    "contactfax1": "",
    "contactname1": "Brad Harris",
    "contactoff1": "Zapproved Inc.",
    "contactphone1": "(888) 806-6750",
    "contacttitle1": "VP of Products",
    "corpoffemail1": "brad@zapproved.com",
    "corpofffax1": "",
    "corpoffname1": "Brad Harris",
    "corpoffphone1": "(888) 806-6750",
    "corpofftitle1": "VP of Products",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-21",
    "orgverification": "in-house",
    "personaldata": "Client, Customer, covering both automatic and manually processed data .",
    "ppdate": "2015-04-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Zapproved acts as a Data Processor. Individuals should submit complaints concerning the processing of their Personal Information to the company’s customer that originally collected their information in accordance with the customer’s relevant dispute resolution mechanism (if available). Zapproved will participate in the customer’s dispute resolution process at the request of the individual. If the issue cannot be resolved through the customer’s internal dispute resolution mechanism, the individual may submit the complaint to JAMS for mediation under the JAMS International Mediation Rules.\r\nJAMS mediation may be commenced as provided for in the JAMS International Mediation Rules, which are accessible on the JAMS website. Mediation will be conducted by telephone, email or other electronic means of communication. Zapproved will take steps to remedy any problem arising out of a failure to comply with the Safe Harbor principles. Zapproved may not be required, however, to take any action contrary to applicable law.\r\nThe mediator or the individual also may refer the matter to the U.S. Federal Trade Commission, which has Safe Harbor enforcement jurisdiction over Zapproved.",
    "signupdate": "2015-04-21",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97209"
}