{
    "Fax": "",
    "OrgName": "West IP Communications, Inc.",
    "PPLoc": "http://www.westipc.com/privacy-policy/ ",
    "Phone": "800-542-1000",
    "activities": "West IP Communications provides Unified Communications services for customers. As a Unified Communication company, West IP Communications provides the technology platform to host voice services for customers. Only the Customer or the end users of the voice service are entitled to access, retrieve and direct the use of such information. West IP Communications is largely unaware of what information is actually begin stored or made available by Customers and does not directly access such information or data except as authorized by the Customer or as necessary to provide “services”  to the Customer. This process includes the collection of billing information and desired call destination from End Users (defined below) which eventually result in the creation of call detail records and include the date, time, duration, number dialed and billing number. This call detail information is collected from EU or Swiss telephone equipment that utilize, local and long distance carriers and is used by West IP Communications for calculating billing and reporting information via a secured website to customers; otherwise the information is restricted to authorized personnel, technical staff and network administrators. Call detail records do not contain personally identifiable information.",
    "address": "11808 Miracle Hills Drive",
    "asp_index": "27761",
    "city": "Omaha",
    "contactemail1": "hwallace@westipc.com",
    "contactfax1": "502-272-2958",
    "contactname1": "Holly Wallace",
    "contactoff1": "Legal Department",
    "contactphone1": "855-544-0455",
    "contacttitle1": "Associate Counsel",
    "corpoffemail1": "jwellemeyer@westipc.com",
    "corpofffax1": "",
    "corpoffname1": "Jeff Wellemeyer",
    "corpoffphone1": "502-315-5100",
    "corpofftitle1": "Executive Vice President",
    "eucountries": "Finland, France, Germany, Ireland, Italy, Netherlands, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "FIN",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NLD",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-19",
    "orgverification": "In-house",
    "personaldata": "Phone number, RFC #1918 non public IP address",
    "ppdate": "2015-04-15",
    "previous": "22758",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor program",
    "signupdate": "2013-04-19",
    "state": "Nebraska",
    "statutorybody": "FTC",
    "zip": "68154"
}