{
    "CertificationStatus": "true",
    "Fax": "914-646-2950",
    "OrgName": "ITT Corporation",
    "PPLoc": "Located on Sharepoint, an intranet site that contains policies and other corporate documents, and in breakrooms.",
    "Phone": "914 641-2000",
    "activities": "ITT will use and otherwise process EU or Swiss Personal Information in the United States for various purposes, including: Workflow management, assigning, managing and administering projects; Human Resources administration and communication; Compensation, including bonuses and long term incentive administration, stock plan administration, compensation analysis and other company recognition programs; Job grading activities; Performance and employee development management; Organizational development and succession planning; Benefits and personnel administration; Absence Management; Helpdesk and IT support services; Regulatory Compliance; Internal and/or external or governmental compliance investigations; Internal or External audits; Litigation evaluation, prosecution and defense; Diversity and Inclusion initiatives; Shareholder management; Restructuring and relocation; Emergency contacts and services; Compliance with Statutory requirements; Processing of employee expenses and travel charges; and Acquisitions, divestitures and integrations.In addition, ITT will use and otherwise process EU or Swiss Personal Information in the United States in regards to vendors and suppliers for various purposes, including: Workflow management, assigning, managing and administering projects and for efficiency of maintaining data across the Company.",
    "address": "1133 Westchester Avenue",
    "asp_index": "27765",
    "city": "White Plains",
    "contactemail1": "lori.marino@itt.com",
    "contactfax1": "914-696-2970",
    "contactname1": "Lori Marino",
    "contactoff1": "Legal Department",
    "contactphone1": "914-641-2186",
    "contacttitle1": "Vice President, Chief Corporate Counsel and Secretary",
    "corpoffemail1": "Marybeth.gustafsson@itt.com",
    "corpofffax1": "914-696-2910",
    "corpoffname1": "Mary E. Gustafsson",
    "corpoffphone1": "914-641-2138",
    "corpofftitle1": "Senior Vice President, General Counsel and Chief Compliance Officer",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Pumps Valves & Compressors - (PVC)Automotive Parts & Service Equipment - (APS)",
    "industrysector_parsed": [
        "Automotive Parts & Service Equipment - (APS)",
        "Pumps Valves & Compressors - (PVC)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-17",
    "orgverification": "In-house",
    "personaldata": "On & Off line data to include HR Data",
    "ppdate": "2014-04-11",
    "previous": "22680",
    "privacyprograms": "Training Module: Data Privacy and Protection:  EU Edition",
    "recoursemech": "Data protection authorities located in the European Union and Switzerland (Swiss Federal Data Protection and Information Commissioner) or their authorized representatives; Data Protection Officers located in specific countries.",
    "signupdate": "2008-04-17",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10604"
}