{
    "CertifiedThroughLabel": "",
    "Fax": "415-283-4177",
    "OrgName": "Williams-Sonoma, Inc. and its U.S. subsidiaries, except as listed below",
    "PPLoc": "http://www.williams-sonoma.com/customer-service/legal-statement.html?cm_type=fnav#privacy ",
    "Phone": "415-421-7900",
    "activities": "This certification applies to Williams-Sonoma, Inc. and its U.S. subsidiaries, but specifically excludes Rejuvenation, Inc. The entities covered by this certification are collectively referred to herein as “WSI.” WSI receives personal information regarding natural persons located in the EEA and Switzerland, in both online and offline format, in connection with selling its products and services and otherwise operating its business. Customer data is transferred from WSI subsidiaries located in the EEA or Switzerland to WSI (which is located in the U.S.) or transmitted directly to WSI from customers located in the EEA or Switzerland. Human resources data is transferred to WSI from WSI subsidiaries located in the EEA and Switzerland. Human resources data: Timekeeping, payroll, HR organizational data and reporting, compensation information (retirement accounts, stock grants), performance ratings and appraisals, storage of offer letters and online training courses; Customer data: data for sales transactions and marketing programs.",
    "address": "3250 Van Ness Avenue",
    "asp_index": "27778",
    "city": "San Francisco",
    "contactemail1": "dking@wsgc.com",
    "contactfax1": "415-283-4177",
    "contactname1": "David King",
    "contactoff1": "Legal Department",
    "contactphone1": "415-421-7900",
    "contacttitle1": "SVP & General Counsel",
    "corpoffemail1": "dking@wsgc.com",
    "corpofffax1": "415-283-4177",
    "corpoffname1": "David King",
    "corpoffphone1": "415-421-7900",
    "corpofftitle1": "SVP & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Furniture - (FUR)Textile Products - (TXP)Household Consumer Goods - (HCG)Giftware - (GFT)",
    "industrysector_parsed": [
        "Furniture - (FUR)",
        "Giftware - (GFT)",
        "Household Consumer Goods - (HCG)",
        "Textile Products - (TXP)"
    ],
    "latest": "false",
    "nextcertification": "2016-04-19",
    "orgverification": "In-house & Third Party",
    "personaldata": "Online, offline, human resources data, customer and contact data",
    "ppdate": "2014-01-01",
    "previous": "22759",
    "privacyprograms": "N/A",
    "recoursemech": "Consumers may contact WSI directly with privacy complaints or may contact AAA directly.  Questions about the way WSI has treated HR-related personal information will be handled internally.  If the matter is not resolved through internal WSI procedures, the employees will be directed to the state or national data protection authority (EU DPAs or Swiss FDPIC) in the jurisdiction where the employee works.",
    "signupdate": "2011-04-19",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94109"
}