{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Humanity.com, Inc.",
    "PPLoc": "http://www.humanity.com/privacy/ ",
    "Phone": "888-973-6030",
    "activities": "Humanity.com, Inc, (DBA as www.shiftplanning.com and www.humanity.com) will ask and collect basic contact information (name, company name, phone number, and email address), billing information, and employee data from our customers required to perform Human Resource SaaS services. Any data stored for use within shiftplanning.com or humanity.com will be kept logically separated by account and will not be allowed to be mixed with data from any  other account. Humanity.com, Inc. uses customer data to perform services requested by customers, such as employee scheduling for worker shifts, time and attendance reports and general human resources reports. Humanity.com, Inc. may also use customer data for marketing efforts such as contacting customers who request additional company, event or product information. Humanity.com, Inc. may share collected information with contracted service providers in order to complete services. The Company does not sell, share, rent, or trade information with third parties for their promotional purposes. Humanity.com, Inc. may share customer information with other companies, including affiliates and business partners. For example, information may be shared if you customer provides expressed interest in a jointly offered product with one of the Company’s business partners (example a complementary software solution that may interest the customer). Humanity.com, Inc. does not permit third parties to collect personal information through advertising and marketing technologies nor does Humanity.com, Inc. share personal data with such companies, except as stated in this privacy statement. Humanity.com, Inc. will not share, review, reference, or disseminate any such customer data except as may be required legally or as described in the Terms of Use Agreement of Humanity.com, Inc.'s web properties. Humanity.com, Inc. may access customer data only for providing services and addressing service problems, as may be legally required or upon request of the customer in relation to customer support issues.",
    "address": "235 Montgomery, suite 500",
    "asp_index": "27863",
    "city": "San Francisco",
    "contactemail1": "david.charron@humanity.com",
    "contactfax1": "",
    "contactname1": "David Charron",
    "contactoff1": "HUmanity.com, Inc. 235 Montgomery, suite 500, San Francisco, CA 94104",
    "contactphone1": "888-973-6030",
    "contacttitle1": "Vice-President Business Development",
    "corpoffemail1": "david.charron@humanity.com",
    "corpofffax1": "",
    "corpoffname1": "David Charron",
    "corpoffphone1": "888-973-6030",
    "corpofftitle1": "Vice-President Business Development",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Employment Services - (EMP)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Employment Services - (EMP)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-24",
    "orgverification": "Third Party",
    "personaldata": "On-line data",
    "ppdate": "2015-04-23",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-04-24",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94014"
}