{
    "CertifiedThroughLabel": "",
    "Fax": "866-484-2600",
    "OrgName": "iPerceptions Inc.",
    "PPLoc": "http://www.iperceptions.com/en/privacy-policy ",
    "Phone": "877-796-3600",
    "activities": "iPerceptions collects survey and other market research data about individuals’ usage of products and services. The data is used by iPerceptions clients to improve their products and services. iPerceptions does not receive, use or collect personally identifiable information, such as names, addresses, phone numbers and e-mail addresses, except under the following circumstances: When an existing or prospective client goes to www.iPerceptions .com to request a demonstration of a iPerceptions product, he or she must provide contact details including person-specific information (name, title, phone number and e-mail address) and organization-specific information (name and address). iPerceptions uses this information for the purpose of contacting the interested party and scheduling demonstrations. When iPerceptions surveys customers on behalf of its clients, it receives customers’ personally identifiable information from its clients. iPerceptions enters into confidentiality and non-disclosure agreements with clients that legally obligate iPerceptions to protect the personally identifiable customer information it receives and use it only for the purposes specified in the contract. From time to time iPerceptions may collect personally identifiable information during a survey, if requested to do so by a client. This personally identifiable information will be shared with the client, and will be used as described in that survey. Before providing any survey results to third parties, responses are stripped of personally identifying or client-identifying information, aggregated, and adjusted using iPerceptions proprietary methodologies. When iPerceptions surveys respondents on its own behalf, it typically does not collect or have any other access to personally identifying information. If iPerceptions does request personally identifiable information during a survey, it will use the personally identifiable information as described in that survey. When iPerceptions provides resulting proprietary research to third parties, it sometimes reveals individual responses, but these do not contain any personally identifying information. iPerceptions does not collect or receive sensitive personally identifiable information such as: credit card numbers, social security numbers, religious or philosophical beliefs, or trade union membership. iPerceptions does collect demographic information for statistical purposes. Responses to demographic questions are entirely voluntary. This data is shared only with the relevant client. iPerceptions uses cookies primarily to identify returning users from the same computer and insure the integrity of its research. As part of its basic uses of Internet technology to provide surveys, iPerceptions also collects technical information such as: respondent IP address; the date and time at which respondents access iPerceptions website and respondent HTTP request headers. iPerceptions also uses third-party analytical cookies for tracking web traffic and usage. iPerceptions uses advertising and remarketing cookies on the iPerceptions website (but not on the survey site or reporting application), which enable third-party vendors to show iPerceptions advertisements across the Internet. If a user wishes to not have this information used for the purpose of serving targeted ads, that user may opt-out by clicking a link on the privacy policy. Some of the surveys iPerceptions provides on behalf of its clients ask the clients’ customers to provide their location data, including the real-time geographic location of the customer’s device. This data will only be collected with the customer’s consent. The location based-data allows iPerceptions to provide surveys that related to a client’s specific store, restaurant, hotel or other business location. iPerceptions also collects and transfers to the US and to service providers information regarding its employees based in its European offices in order to process benefits, compensation, IT systems and other employee management.",
    "address": "575 Madison Avenue, Suite 1006",
    "asp_index": "27860",
    "city": "New York",
    "contactemail1": "privacy@iperceptions.com",
    "contactfax1": "514-484-2600",
    "contactname1": "Marc Tremblay",
    "contactoff1": "Montreal",
    "contactphone1": "8777963600",
    "contacttitle1": "CTO",
    "corpoffemail1": "privacy@iperceptions.com",
    "corpofffax1": "514-484-2600",
    "corpoffname1": "Marc Tremblay",
    "corpoffphone1": "8777963600",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-05",
    "orgverification": "TRUSTe",
    "personaldata": "client, customer, website visitor",
    "ppdate": "2000-02-23",
    "previous": "",
    "privacyprograms": "TRUSTe’s Privacy Program",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-05-05",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10022-2511"
}