{
    "CertificationStatus": "true",
    "Fax": "832-804-6692",
    "OrgName": "Onit, Inc.",
    "PPLoc": "http://www.onit.com/general-info/safe-harbor ",
    "Phone": "800-281-1330",
    "activities": "As part of Onit’s Web-based applications, Onit’s customers (and their designees, including other service providers to such customers) are permitted to submit electronic data and information, including personal data, to Onit’s servers. In this context, Onit acts as a data processor and does not determine how its customers’ data is utilized in Onit’s servers and its customers are the Data Controllers. Onit does not choose or determine the types of data that are submitted to Onit’s servers, and any access to or use of such data by Onit is in connection with completing the contractual obligations of Onit, as data processor, to its customers. As part of Onit’s professional services operations, Onit processes data and information, including personal data, on behalf of its customers. In this context, Onit acts as a data processor on behalf of its customers and its customers are the Data Controllers.",
    "address": "601 Sawyer Street, Suite 750",
    "asp_index": "27865",
    "city": "Houston",
    "contactemail1": "privacy@onit.com",
    "contactfax1": "832-804-6692",
    "contactname1": "",
    "contactoff1": "Office of Privacy & Security",
    "contactphone1": "800-281-1330",
    "contacttitle1": "",
    "corpoffemail1": "eric.smith@onit.com",
    "corpofffax1": "832-804-6692",
    "corpoffname1": "Eric Smith",
    "corpoffphone1": "800-281-1330",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-04-27",
    "orgverification": "In-house",
    "personaldata": "Onit acts as a data processor for our clients. Typically, data collected is around email address and full name.  Onit does not process data off-line. Our clients determine the types of PII to be stored at Onit.",
    "ppdate": "2015-04-22",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "JAMS",
    "signupdate": "2015-04-27",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "77007"
}