{
    "Fax": "414-934-3950",
    "OrgName": "Trisept Technology, LLC",
    "PPLoc": "http://www.triseptsolutions.com/privacypolicy.pdf ",
    "Phone": "414-934-3900",
    "activities": "Trisept Technology, LLC, Inc. (Trisept) is a travel technology services company whose office is located in Milwaukee, WI United States of America.  \r\n\r\nTrisept develops, delivers and supports travel reservation technology that allows their clients to service reservations from an online booking engine, through travel agents and, when appropriate, through call centers.  Trisept processes customer travel data from its data centers in the USA.   Customer travel data includes personal information of individuals located in the European Union and Switzerland who purchase travel products through the Trisept platform.  Trisept is not responsible for the content of the information it processes or responsible for the way their clients treat personal information they collect or control.  \r\n\r\nThis privacy policy covers information collected on our Web site www.triseptsolutions.com and our Trisept Solutions Hosting Platform.    The use of information collected through our service shall be limited to the purpose of providing the service for which the Client has engaged Trisept. \r\n\r\nTrisept recognizes your right to privacy and has implemented these privacy practices with regard to personally identifiable information (“Personal Information”).  These privacy practices comply with the U.S.-EU and U.S.-Swiss Safe Harbor frameworks as set forth by the U.S. Department of Commerce regarding the collection, use, retention and transfer of data from the European Union.\r\n\r\nProtecting consumer privacy is important to Trisept.  This privacy policy outlines our general policy and practices for implementing the principles, including the types of information we gather, how we use it and the notice and choice affected individuals have regarding our use of and ability to correct that information.\r\nPersonal Information collected directly from individuals within the European Union and/or Switzerland by Trisept will do so in a lawful manner with the U.S.-EU and U.S.-Swiss Safe Harbor principles.  Your submission of such information online is deemed your consent to Trisept’s use of the information as contemplated in this Privacy Policy.",
    "address": "777 W. Glencoe Place",
    "asp_index": "27871",
    "city": "Milwaukee",
    "contactemail1": "privacycontact@triseptsolutions.com",
    "contactfax1": "414-934-3950",
    "contactname1": "",
    "contactoff1": "Trisept Privacy Office",
    "contactphone1": "414-934-1900",
    "contacttitle1": "Security and Privacy Officer",
    "corpoffemail1": "jische@triseptsolutions.com",
    "corpofffax1": "414-934-3950",
    "corpoffname1": "John Ische",
    "corpoffphone1": "414-934-1400",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "false",
    "nextcertification": "2016-04-25",
    "orgverification": "Third Party",
    "personaldata": "On-line - data collected directly on the internet",
    "ppdate": "2015-03-23",
    "previous": "22784",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-04-25",
    "state": "Wisconsin",
    "statutorybody": "FTC",
    "zip": "53217"
}