{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Socialcast",
    "PPLoc": "http://www.socialcast.com/privacy ",
    "Phone": "415-852-7801",
    "activities": "Socialcast receives, processes or contemplates processing EEA and Swiss personal data relating to: 1)  representatives and employees of actual and prospective corporate customers and business partners; 2) representatives and employees of actual and prospective vendors and suppliers; 3) individuals whose data Socialcast processes on behalf of business customers as a service provider; 5)  technical and configuration data (to the extent that it is consider personal data) from customer and end user computers, servers, devices and peripherals; 6) personal data which a customer or end user may place in the product or service; 7) customer and end user behavioral data associated with the use of products or services; 8) personal data received as part of providing support services.",
    "address": "501 Second St., Suite 700",
    "asp_index": "27907",
    "city": "San Francisco",
    "contactemail1": "privacy@socialcast.com",
    "contactfax1": "",
    "contactname1": "Morey Straus",
    "contactoff1": "Socialcast",
    "contactphone1": "415-852-7840",
    "contacttitle1": "Information Security",
    "corpoffemail1": "privacy@vmware.com",
    "corpofffax1": "650-427-1050",
    "corpoffname1": "Dawn Smith",
    "corpoffphone1": "650-427-5000",
    "corpofftitle1": "Senior VP & General Counsel of VMware",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-27",
    "orgverification": "third-party:TRUSTe",
    "personaldata": "online, off-line and manually processed customer, customers' end users, prospect, supplier, vendor, and partner data",
    "ppdate": "2012-06-05",
    "previous": "22810",
    "privacyprograms": "TRUSTe",
    "recoursemech": "If you have questions or concerns regarding this statement, you should first contact us at privacy@socialcast.com. If you do not receive acknowledgement of your inquiry or your inquiry has not been satisfactorily addressed, you should contact TRUSTe at: https://feedback-form.truste.com/watchdog/request TRUSTe will then serve as a liaison with us to resolve your concerns. You can contact us by writing or emailing us at the address below: Socialcast 501 Second St., Suite 700 San Francisco, CA 94107 Email: privacy@socialcast.com",
    "signupdate": "2010-04-27",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}