{
    "CertificationStatus": "true",
    "Fax": "650-627-1001",
    "OrgName": "OrderMotion, Inc.",
    "PPLoc": "http://www.ordermotion.com/about-us/privacy-policy.html ",
    "Phone": "6506271000",
    "activities": "OrderMotion provides back office technology for order management for customers such as catalog or online retailers (\"Clients\") through a hosted solution referred to as the “Service”.  OrderMotion’s role may include hosting client data, compiling data, enabling to transmit credit card payments with  credit card vendors, forwarding order and customer data to Clients' fulfillment houses for shipping, providing customer call center access to customer data, compiling customer lists for direct mail and email, and reporting/analyzing customer and order data. Clients are responsible for obtaining and managing customer data, which OrderMotion then stores and processes.\r\n\r\nWhen expressing an interest in obtaining additional information about the Service or registering to use the Service, OrderMotion requires current and prospective clients to provide the Company with contact information, such as name, company name, address, phone number, and email address (“Required Contact Information”). When purchasing the Service, OrderMotion requires current and prospective clients to provide the Company with financial qualification and billing information, such as billing name and address, and credit card number (“Billing Information”).",
    "address": "51 Melcher St. 5th Floor",
    "asp_index": "27913",
    "city": "Boston",
    "contactemail1": "pmehra@netsuite.com",
    "contactfax1": "650-627-1001",
    "contactname1": "Payal Mehra",
    "contactoff1": "OrderMotion Corporate",
    "contactphone1": "650-627-1116",
    "contacttitle1": "Senior Privacy Compliance Manager",
    "corpoffemail1": "dsolomon@netsuite.com",
    "corpofffax1": "650-627-1001",
    "corpoffname1": "Douglas Solomon",
    "corpoffphone1": "650-627-1159",
    "corpofftitle1": "Vice President & Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-30",
    "orgverification": "TRUSTe and \"in-house\"",
    "personaldata": "on-line, manually processed data",
    "ppdate": "2015-04-15",
    "previous": "22912",
    "privacyprograms": "OrderMotion annually receives an Enterprise Privacy Certification from TRUSTe, an independent third party.",
    "recoursemech": "Third Party, TRUSTe (Truste.com)",
    "signupdate": "2009-12-09",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02210"
}