{
    "Fax": "5402044421",
    "OrgName": "Interactive Achievement, LLC",
    "PPLoc": "http://interactiveachievement.com/privacy-policy/ ",
    "Phone": "5406822267",
    "activities": "Interactive Achievement, LLC’s clients use our onTRAC platform for the benefit of student engagement and learning, administrative and statistical analysis, and reporting on student and staff progress in education environments.  Personal information received from our clients includes student names and demographic information, staff names and contact information, school courses and class rosters.  Our clients also have the option to upload 3rd party nationally normed student assessment results and additional student performance data as they see necessary to perform achievement and growth analysis, correlate results over time, identify patterns in student learning, and recommend instructional needs and interventions.  All of the personal information received is housed in a secure facility and behind secure infrastructure designed specifically for this purpose.  Access to this information requires authentication and authorization meeting and/or exceeding standards required by US and EU/Switzerland.\r\n\r\nInteractive Achievement, LLC may also collect personal identification via our company website www.interactiveachievement.com from Users in a variety of ways, including, but not limited to, when Users visit our site, subscribe to the newsletter, and in connection with other activities, services, features or resources we make available on our Site. Users may be asked for, as appropriate, name, email address, phone number. Users may, however, visit our Site anonymously.",
    "address": "601 Campbell Ave SW",
    "asp_index": "27916",
    "city": "Roanoke",
    "contactemail1": "tony.leete@interactiveachievement.com",
    "contactfax1": "5402044421",
    "contactname1": "Tony Leete",
    "contactoff1": "Roanoke",
    "contactphone1": "5402063649",
    "contacttitle1": "Technical Operations Manager",
    "corpoffemail1": "richard.hammer@interactiveachievement.com",
    "corpofffax1": "5402044421",
    "corpoffname1": "Richard Hammer",
    "corpoffphone1": "5402063649",
    "corpofftitle1": "Vice President, Technology",
    "eucountries": "Switzerland, United Kingdom",
    "eucountries_parsed": [
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-17",
    "orgverification": "Third Party",
    "personaldata": "On-line data, Manually processed data",
    "ppdate": "2015-04-06",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-06-17",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "24015"
}