{
    "CertifiedThroughLabel": "",
    "Fax": "267-422-2401",
    "OrgName": "PeroxyChem LLC",
    "PPLoc": "http://www.peroxychem.com/privacy-policy ",
    "Phone": "267-422-2411",
    "activities": "PeroxyChem is a global specialty chemicals manufacturer producing environmentally friendly oxidation chemicals used for cleaning, whitening and disinfection applications. The company centralizes its human resources functions in the United States as as such, tranfers copies of personnel files to the United states for all employees and contractors who reside outside of the United States, including in the EU and Switzerland.  The company also operates a globally public website which collects some user history and contact information that is maintained in the United States.  The company maintains a record of customer and supplier contacts, including those outside the United States and from EU and Swiss companies that are also copied and maintained in the United States.",
    "address": "2005 Market Street",
    "asp_index": "27949",
    "city": "Philadelphia",
    "contactemail1": "james.curley@peroxychem.com",
    "contactfax1": "267-422-2401",
    "contactname1": "James M Curley",
    "contactoff1": "Information Technology",
    "contactphone1": "267-422-2411",
    "contacttitle1": "CIO",
    "corpoffemail1": "james.curley@peroxychem.com",
    "corpofffax1": "267-422-2401",
    "corpoffname1": "James M Curley",
    "corpoffphone1": "267-422-2411",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Chemical Production Machinery - (CHM)",
    "industrysector_parsed": [
        "Chemical Production Machinery - (CHM)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-21",
    "orgverification": "In-house",
    "personaldata": "Organization data, employee data, website user history and contact data, supplier and customer information",
    "ppdate": "2014-03-01",
    "previous": "22101",
    "privacyprograms": "None",
    "recoursemech": "Interested parties who believe that their inquiries to PeroxyChem have not been satisfactorily addressed are invited to contact the American Arbitration Association (the \"AAA\"),ICDR/AAA Safe Harbor Program. The AAA will then work with PeroxyChem to resolve concerns.",
    "signupdate": "2014-03-21",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19103"
}