{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Stout Risius Ross, Inc.",
    "PPLoc": "http://www.srr.com/about/terms-and-privacy-policy ",
    "Phone": "2482088800",
    "activities": "SRR’s E-Discovery (EDS) Services Group bridges the gap between discovery and technology by providing a complete range of litigation support services utilizing the latest technology and methodologies throughout the litigation lifecycle to assist with electronic discovery in complex litigation, regulatory reviews, investigations, and commercial or shareholder disputes. It is our goal to provide our clients with the highest level of quality at the most cost-effective pricing making the management of electronically stored information (ESI) and Paper Discovery as efficient and effective as possible. Our digital forensics and cyber security team assists our clients with the identification, preservation, authentication, and acquisition of electronically stored information (ESI).  After the acquisition, our team uses a unique variety of forensic software tools and techniques to perform expert level forensic analysis in our state-of-the-art digital forensic laboratory.  After analysis and methodology verification, our team creates detailed expert reports for our clients and the court and provides expert testimony regarding our findings.  Our E-Discovery team guides our clients from early data assessment through production. SRR offers a full range of traditional litigation support services from copying and blowbacks to scanning and coding.  Our hosting review solutions provide our clients with the capabilities and expansion required for their E-Discovery needs, as well as providing user-friendly secured access to their document repository. SRR ensures that our clients receive superior support and project management relating to their data hosting and online review needs.\r\n\r\nAs these services relate to the privacy principles of the EU and Swiss Safe Harbor requirements, SRR does not manipulate or utilize the data in any manner not in accordance with the client's directive.  Further, the client information is maintained in a secure environment as confidential information at all times.",
    "address": "4000 Town Center",
    "asp_index": "27944",
    "city": "Southfield",
    "contactemail1": "kwilliams@srr.com",
    "contactfax1": "",
    "contactname1": "Kyle E. Williams",
    "contactoff1": "Stout Risius Ross, Inc.",
    "contactphone1": "2482088800",
    "contacttitle1": "Operations Manager",
    "corpoffemail1": "rthies@srr.com",
    "corpofffax1": "",
    "corpoffname1": "Ryan D. Thies",
    "corpoffphone1": "2482088800",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)Accounting Services - (ACT)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Accounting Services - (ACT)",
        "Financial Services - (FNS)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-19",
    "orgverification": "in-house",
    "personaldata": "SRR uses personal information regarding: 1. 3rd parties and their personnel in connection with the management and administration of the relationships with such third parties or in connection with the promotion and delivery of services to clients and prospective clients. 2. Client data associated with the provision of forensic and litigation consulting, corporate finance, and valuation services.",
    "ppdate": "2015-07-01",
    "previous": "",
    "privacyprograms": "A self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles.",
    "recoursemech": "American Arbitration Association",
    "signupdate": "2015-06-19",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48075"
}