{
    "Fax": "305-447-6564",
    "OrgName": "Bacardi Business Solutions, Inc.",
    "PPLoc": "https:/ www.onebacardi.com/docs/DOC-38875 ",
    "Phone": "305-447-6661",
    "activities": "Bacardi Business Solutions, Inc. (“BBS”, “we”, “our”, “us”) performs record to report and enable payment shared services in connection with the management and processing of reimbursement claims from employees for travel and entertainment expenditures and in relation to providing support to employees in booking travel reservations and preparing claims for expense reimbursement (the “Services”) for Bacardi Limited and its subsidiaries and affiliates (the Client(s)”). BBS respects the privacy of the employees of Bacardi Limited and its subsidiaries and affiliates and is committed to protecting employee data maintained by the company. Due to the global nature of Bacardi Limited’s business, transfers of employee Personal Data, defined below, across national boundaries may occur. As a result, BBS has adopted this Safe Harbor Data Privacy Policy (\"the Privacy Policy\") and adheres to the Safe Harbor Principles published by the U.S. Department of Commerce, in agreement with the European Commission and the Swiss Federal Data Protection and Information Commissioner, with respect to employee Personal Data transferred from the European Union and Switzerland to the United States of America regarding employees employed within the European Union or Switzerland (\"Europe Based Employees\"). \r\n\r\nBBS may receive employee Personal Information (such as name, email address, date of birth and address, and banking information) in connection with the Service (management and processing of reimbursement claims from employees for travel and entertainment expenditures and in relation to providing support to employees in booking travel reservations and preparing claims for expense reimbursement). BBS informs Europe based employees about the purposes for which their Personal Information is collected and used. BBS will use the information for managing Bacardi’s travel and entertainment expenditures and for reimbursing employees for their out-of-pocket expenditures incurred on behalf of Bacardi, subject to all nondisclosure safeguards available. Below are listed the general categories of third parties with whom BBS may share this Personal Information. Notice to EU Based Employees will be provided before BBS uses the information for purposes other than for which it was collected, or before it discloses the information to categories of third parties not specified in this policy. \r\n\r\nBBS collects information under the direction of its Clients, and has no direct relationship with the individuals whose personal data it processes. BBS works with its Clients to help them provide notice to their customers concerning, the purpose for which Personal Information is collected.",
    "address": "2701 Le Jeune Road",
    "asp_index": "27951",
    "city": "Coral Gables",
    "contactemail1": "jorge.rodriguez@bacardi.com",
    "contactfax1": "305-447-6561",
    "contactname1": "Jorge L Rodriguez",
    "contactoff1": "Senior Corporate Counsel",
    "contactphone1": "7862648377",
    "contacttitle1": "Assistant Vice President & Treasurer",
    "corpoffemail1": "jorge.rodriguez@bacardi.com",
    "corpofffax1": "305-447-6561",
    "corpoffname1": "Jorge L Rodriguez",
    "corpoffphone1": "7862648377",
    "corpofftitle1": "Assistant Vice President & Treasurer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Accounting Services - (ACT)",
    "industrysector_parsed": [
        "Accounting Services - (ACT)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-16",
    "orgverification": "Third Party",
    "personaldata": "Personal data collected by BBS includes on-line data, offline data, manually processed data and certain human resource data such as name, address, email address, date of birth, and banking information.",
    "ppdate": "2012-03-09",
    "previous": "21641",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "BBS utilizes private sector developed dispute resolution mechanism (TRUSTe EU Safe Harbor Program) that incorporates the Safe Harbor Frameworks. In addition, because BBS collects data of employees of Bacardi Limited affiliated entiies in Europe, we agree to work with EU and Swiss data protection athorities in these instances.",
    "signupdate": "2012-03-16",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33134"
}