{
    "CertificationStatus": "true",
    "Fax": "(717) 849-4764",
    "OrgName": "DENTSPLY International",
    "PPLoc": "https:/ www.dentsply.com/content/dentsply/en/website/other/privacy-policy.html ",
    "Phone": "(717) 849 7801",
    "activities": "Due to the global nature of DENTSPLY's businesses, transfers of human resources data across national boundaries may occur. Personal Data processed by DENTSPLY International Inc. (including its U.S. subsidiaries) from employees and applicants for employment is maintained at its corporate offices in York, Pennsylvania or at other DENTSPLY facilities (including the facilities of its U.S. subsidiaries). DENTSPLY International Inc. (including its U.S. subsidiaries) processes Personal Data for, among other things, legitimate human resource business reasons such as payroll administration, to fill employment positions, maintaining accurate benefits records, meeting governmental reporting requirements, security, health and safety management, performance management, company network access and authentication and prevention of fraud and bribery. \r\n\r\nPersonal Data processed by DENTSPLY International Inc. (including its U.S. subsidiaries) from prospective customers, consumers, vendors, business partners, patients and others may be maintained at its corporate offices in York, Pennsylvania or at other DENTSPLY facilities (including the facilities of its U.S. subsidiaries). DENTSPLY International Inc. (including its U.S. subsidiaries) processes Personal Data from such persons for, among other things, legitimate business reasons such as customer service, product, warranty and claims administration, meeting governmental reporting and records requirements, maintenance of accurate accounts payable and receivable records, internal marketing research, conducting clinical trials, safety and performance management, financial and sales data, and contact information. All Personal Data processed by DENTSPLY International Inc. (including its U.S. subsidiaries) will be used for legitimate business purposes.",
    "address": "221 West Philadelphia",
    "asp_index": "27985",
    "city": "York",
    "contactemail1": "Bill.Schlageter@DENTSPLY.com",
    "contactfax1": "(717) 849-4764",
    "contactname1": "William Schlageter",
    "contactoff1": "DENTSPLY EU Privacy Committee",
    "contactphone1": "(717) 849 7801",
    "contacttitle1": "Vice President, CIO",
    "corpoffemail1": "Bill.Schlageter@DENTSPLY.com",
    "corpofffax1": "(717) 849-4764",
    "corpoffname1": "William J Schlageter",
    "corpoffphone1": "(717) 849 7801",
    "corpofftitle1": "Vice President, CIO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Dental Equipment - (DNT)Drugs & Pharmaceuticals - (DRG)Health Care Services - (HCS)Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Dental Equipment - (DNT)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Health Care Services - (HCS)",
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-14",
    "orgverification": "In house for human resources data. 3rd Party (TRUS",
    "personaldata": "Human resources data, clinical research and investigation data, including data on health care professionals, investigators and clinical investigation subjects, adverse event data, medical information, contract data, business partner, customer, patient, government official, and supplier data, including contact data, with provision in all formats, including electronically and manually stored data",
    "ppdate": "2008-06-10",
    "previous": "23839",
    "privacyprograms": "None",
    "recoursemech": "For human resources data EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC). For all other Personal Data TRUSTe Watchdog Dispute Resolution.",
    "signupdate": "2008-07-14",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "17405"
}