{
    "CertificationStatus": "true",
    "Fax": "(914) 747-0108",
    "OrgName": "Boyden World Corporation",
    "PPLoc": "http://www.boyden.com/information/privacy_policy/index.html ",
    "Phone": "(914) 747-0093",
    "activities": "Boyden World Corporation (BWC) is a global executive search and recruitment company.  Personally identifiable information is gathered in the EU (via a secure website or on forms downloaded from the website) with a data subject's consent.  The information is then transferred to BWC in the U.S.  The transmission to the U.S. is secure and all data are stored on secure servers from which data can be retrieved only by BWC and its licensees.  The only other receipients of the data, other than BWC and its licensees are clients for whom licensees were retained to perform an executive search.\r\n\r\nOur organization works with EU based individuals and companies receiving personal information from executive management and staff level job seekers, including resumes and C.V.s  Personal information received from individuals frequently includes: a) current employers and employment history; b) educational background; (c)user name, age, home address and telephone number and e-mail addresses; d) citizenship status; e) long term professional goals.\r\nPersonal information may be used for a variety of purposes including:  providing employment and career development services to individuals; providing staffing services to customers and partners processing for purposes consented to by the subjects of the data.  BWC does not sell personal information.\r\n\r\nBWC also collects and processes personally identifiable data about its employees, licensees and their employees throughout the world.  Such data is stored in a secure database accessible through an intranet site and is used for staff administration in relation to employment, including as part of a business contact directory.",
    "address": "3 Manhattanville Road",
    "asp_index": "27990",
    "city": "Purchase",
    "contactemail1": "drutty@boyden.com",
    "contactfax1": "(914) 747-0108",
    "contactname1": "Dana Rutty",
    "contactoff1": "Boyden World Corporation",
    "contactphone1": "(914) 747-5151",
    "contacttitle1": "Corporate Secretary",
    "corpoffemail1": "tgordon@boyden.com",
    "corpofffax1": "(914) 565-2117",
    "corpoffname1": "Trina Gordon",
    "corpoffphone1": "(914) 565-1300",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Employment Services - (EMP)",
    "industrysector_parsed": [
        "Employment Services - (EMP)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-04",
    "orgverification": "In-house",
    "personaldata": "Human Resources Data",
    "ppdate": "2004-05-28",
    "previous": "23285",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2004-06-04",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10577"
}