{
    "CertifiedThroughLabel": "",
    "Fax": "707-885-1783",
    "OrgName": "Upward Labs, Inc.",
    "PPLoc": "https:/ www.upwardlabs.com/privacy_policy.html ",
    "Phone": "5086542549",
    "activities": "Upward Labs provides consumers a platform to engage with companies whose products they love.  When consumers interact with us through the Service, we collect and store personal information, including name, e-mail address, username, password, location, phone number, login information and any other information they choose to share in the public spaces as well as general information, including anonymous usage data, general demographic information, referring/exit pages and URLs, platform types, preferences consumers submit and preferences that are generated based on the data they submit and number of clicks.  See additional details below…\r\n\r\nCookies: In order to provide full functionality of the service, we collect session cookies, which expire when one closes their browser.  This enables us to collect information such as internet protocol (IP) address, Internet service provider, the website consumers came from (known as the “referring URL”), the type of browser they use, their operating system, the device from which they connected to the Service, the time and date of access, the Service pages viewed and time spent at our Service.  \r\n\r\nPersonal data: We collect Personal Information from consumers when they voluntarily provide such information and if they provide Personal Information for a specific purpose, we will use the Personal Information to fulfill that purpose.  For instance, if a consumer contacts us by e-mail, we will use the Personal Information provided to answer their question or resolve their problem.  Also, if they provide Personal Information in order to obtain access to the Service, we will use their Personal Information to provide them with access to the Service, to monitor their use and to contact them regarding the use of the Service.  Upward Labs may also use consumer’s Personal Information to contact them in the future to tell them about services we believe will be of interest to them.  If we do so, each communication we send will contain instructions permitting them to “opt-out” of receiving future communications.  \r\n\r\nAdditionally, the Service includes publicly-accessible message boards, comments, and other areas, as well as private messaging.  Any information, including Personal Information, consumers provide in the publicly-accessible areas of the Service may be read, collected and used by others who access them.  For example, The Brand associated with consumer’s use of the Service will have access to information they provide in publicly-accessible parts of the Service and in private messages between them and the Brand.  We urge consumers to use discretion when deciding whether to post any Personal Information or other sensitive information in these areas.  \r\n\r\nIf consumers login to the Service using a social network site such as Facebook, we access and collect information about their use of the Social Network Site and information they provide to such Social Network Site.  To the extent they and the Social Network Site allow, we may access all of their information that is publicly available to other users of the Social Network Site and all information they have provided to the Social Network Site, such as login e-mail and other content information, network statistics and updates regarding their Social Network Site account.\r\n\r\nWe may also collect and store demographic or other data, such as age, gender, zip code or similar information, from consumers when they voluntarily provide such information.  They can edit or delete this information at any time.\r\n\r\nAggregate data: In an ongoing effort to better understand and serve users, Upward Labs may conduct research on its customer demographics, interests and behavior based on the Personal and General Information provided to us.  This research may be compiled and analyzed on an aggregate basis and will not be capable of being used to identify consumers personally.  Upward Labs will not sell Aggregate Information, but may share Aggregated Information with its agents, business partners and other third parties to conduct research on its users, market and promote the Service, and for other lawful purposes.",
    "address": "1 Saint Johns Ln",
    "asp_index": "28000",
    "city": "Harvard",
    "contactemail1": "molly@upwardlabs.com",
    "contactfax1": "707-885-1783",
    "contactname1": "Michaelyn Molly McCarthy",
    "contactoff1": "Dallas",
    "contactphone1": "508-654-2549",
    "contacttitle1": "Co-founder",
    "corpoffemail1": "PGS@upwardlabs.com",
    "corpofffax1": "707-885-1783",
    "corpoffname1": "Patrick Sobalvarro",
    "corpoffphone1": "617-953-0214",
    "corpofftitle1": "President and CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-16",
    "orgverification": "in-house",
    "personaldata": "Consumer data is covered under our self-certification.  All data is collected through technology (e.g. cookies), or by voluntary entry into the software platform by consumers and our customers (brands).  There is no manually processed data.",
    "ppdate": "2014-05-06",
    "previous": "22982",
    "privacyprograms": "Upward Labs uses a self-assessment approach to assure compliance with this privacy policy and periodically verifies that the policy is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented and accessible and in conformity with the Safe Harbor Principles. We encourage interested persons to raise any concerns using the contact information provided.  Upward Labs commits to investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Information in accordance with this policy.",
    "recoursemech": "BBB EU Safe Harbor program",
    "signupdate": "2014-05-16",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01451"
}