{
    "CertificationStatus": "true",
    "Fax": "720-287-0734",
    "OrgName": "Global Assessor Pool LLC d/b/a Pinsight",
    "PPLoc": "https://pinsight.biz/Pinsight%20_Privacy_Policy_Nov_2014.pdf",
    "Phone": "800-423-8295",
    "activities": "Assessment and development services in areas of leadership, HR, and management; Software as a Service (SaaS) company.\r\n\r\nWe collect information from you, such as your first and last name, gender, e-mail and mailing addresses, occupation, industry,  registration data, and password, etc. when you create an account to log in to our network.    We may also collect information from you when registering to participate in or use our services, taking online assessment questions, providing information about other assessment participants, providing  information about yourself and others to our staff or when you contact us via e-mail or postal mail.  We also retain information that you post or store through your account and/or on our website, including without limitation, assessment data and results, a resume, employment history, education, professional credentials, membership in professional organizations, skills, citizenship, work status, and references, etc.  If you exchange any messages through our site, we may store those as well.  If you provide us feedback or contact us via e-mail, we will collect your name and e-mail address, as well as any other content included in the e-mail, in order to send you a reply, and any information that you submit to us.  When you post messages on the message boards of our website or on our blog, the information contained in your posting will be stored on our servers and other users will be able to see it.  We may also retain any messages you send through the service, and may collect information you post to the service",
    "address": "PO Box 18576",
    "asp_index": "28017",
    "city": "Denver",
    "contactemail1": "martin.lanik@pinsight.biz",
    "contactfax1": "720-287-0734",
    "contactname1": "Martin Lanik",
    "contactoff1": "Head Office",
    "contactphone1": "8004238295",
    "contacttitle1": "President/CEO",
    "corpoffemail1": "martin.lanik@pinsight.biz",
    "corpofffax1": "720-287-0734",
    "corpoffname1": "Martin Lanik",
    "corpoffphone1": "8004238295",
    "corpofftitle1": "President/CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)Education & Training - (EDS)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Education & Training - (EDS)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-20",
    "orgverification": "In-house",
    "personaldata": "client, partner, and customer data, some are processed manually",
    "ppdate": "2014-11-01",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "American Arbitration Association (AAA)",
    "signupdate": "2013-05-20",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80218"
}