{
    "CertifiedThroughLabel": "",
    "Fax": "9086081520",
    "OrgName": "Graham-Pelton Consulting, Inc.",
    "PPLoc": "http://grahampelton.com/privacy-disclosure/ ",
    "Phone": "8006087955",
    "activities": "Graham-Pelton Consulting, Inc. conducts analysis of Personal Data to gauge individual philanthropic giving capacity. Although Graham-Pelton receives, handles and in some cases, stores Personal Data, as defined below, Graham-Pelton’s clients are typically the custodians of such Personal Data. For example, Graham-Pelton receives and temporarily stores documents that may contain Personal Data but the documents are managed by the Graham-Pelton Client. Graham-Pelton returns the documents and/or media containing the Personal Data to its Client and does not retain or control the documents and/or media containing Personal Data.",
    "address": "39 Beechwood Road",
    "asp_index": "28040",
    "city": "Summit",
    "contactemail1": "lmabee@grahampelton.com",
    "contactfax1": "9086081520",
    "contactname1": "Lisa Mabee",
    "contactoff1": "Graham-Pelton Consulting, Inc.",
    "contactphone1": "908-608-1388",
    "contacttitle1": "Director of Administrative Services",
    "corpoffemail1": "cleach@grahampelton.com",
    "corpofffax1": "9086081520",
    "corpoffname1": "Craig J. Leach",
    "corpoffphone1": "908-608-1388",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-08",
    "orgverification": "In-House",
    "personaldata": "Client data will be covered by the Safe Harbor Framework, as will any manually processed data.",
    "ppdate": "2013-05-07",
    "previous": "25159",
    "privacyprograms": "None",
    "recoursemech": "Dispute Resolution: Graham-Pelton is committed to resolving any disputes that may arise by internal investigation and resolution of the issue. Should Graham-Pelton’s efforts to resolve an issue be unsuccessful, Graham-Pelton will facilitate the resolution of such disputes including the submission of disputes to an independent party.\r\nGraham-Pelton participates in the U.S.-EU Safe Harbor Frameworks as set forth by the United States Department of Commerce. As part of our participation, Graham-Pelton has agreed to the American Arbitration Association (AAA) Dispute Resolution Requirements for disputes relating to our compliance with Safe Harbor. If you have complaints regarding our compliance with the Safe Harbor you should first contact Lisa Mabee via email at lmabee@grahampelton.com or at Graham-Pelton’s headquarters at 39 Beechwood Dr, Summit New Jersey. If after contacting us your complaint is not resolved, you may then raise your complaint by contacting American Arbitration Association (“AAA”) Dispute Resolution Services Worldwide - Case Filing Services [http://www.adr.org/drs] by email [casefiling@adr.org], by fax at (877) 495-4185, or mail at American Arbitration Association Case Filing Services, 1101 Laurel Oak Road, Suite 100, Voorhees, NJ 08032. If you are faxing or mailing AAA to lodge a complaint, you must include the following information: Graham-Pelton Consulting, Inc., the alleged privacy violation, your contact information, and whether you would like the particulars of your complaints shared with Graham-Pelton. For information about AAA or the operation of AAA’s worldwide dispute resolution process, please visit AAA [http://www.adr.org/drs] or request this information from AAA at any of the addresses listed above. The AAA dispute resolution process will be conducted in English.",
    "signupdate": "2013-05-08",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07901"
}