{
    "Fax": "703-226-1550",
    "OrgName": "Capital Legal Solutions D/B/A CapitalNovus",
    "PPLoc": "http://www.capitalnovus.com ",
    "Phone": "703-226-1500",
    "activities": "Capital Legal Solutions doing business as Capital Novus provides electronic discovery consulting and technical services to client law firms as well as directly to business organizations who are parties to various types of legal and commercial proceedings.  All data collected in the course of Capital Novus’ activities are kept under strict privacy and confidentiality protocols since much of this information may constitute evidence in litigation and other sensitive proceedings.  Indeed, it is Capital Novus’ practice (and the customary business practice in the industry in which Capital Novus conducts business) to enter into, with each client, a comprehensive Confidentiality and Non-Disclosure Agreement (C&NDA;) as to data received in every engagement undertaken. Moreover, each of Capital Novus’ employees has executed C&NDAs; pertaining to all information that comes into their possession in the course of their employment.  \r\nThe facility in which Capital Novus processes (*processing by Capital Novus consists, typically, of the extraction and formatting of the data for review in a document review system) and stores data maintains extensive physical security features and the network infrastructure upon which data is stored is secured by some of the most advanced data security and disaster recovery technology found in the marketplace. \r\nMuch of the data processed and hosted by Capital Novus does not constitute “personal data” as that term is defined above. However, personal data will, on occasion, enter into the possession of Capital Novus, the bulk of it contained within the email accounts of individuals in the employ of parties to litigation.",
    "address": "10521 Rosehaven Street, Suite 300",
    "asp_index": "28062",
    "city": "Fairfax",
    "contactemail1": "rpurohit@capitalnovus.com",
    "contactfax1": "703-226-1550",
    "contactname1": "Ramesh Purohit",
    "contactoff1": "Capital Legal Solutions DBA Capital Novus",
    "contactphone1": "703-226-1534",
    "contacttitle1": "Member, Strategic Accounts Team",
    "corpoffemail1": "rpurohit@capitalnovus.com",
    "corpofffax1": "703-226-1550",
    "corpoffname1": "Ramesh Purohit",
    "corpoffphone1": "703-226-1534",
    "corpofftitle1": "Member, Strategic Accounts Team",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Legal Services - (LES)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Legal Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-22",
    "orgverification": "In-house System of Verification",
    "personaldata": "All data defined as personal from EU/Switzerland",
    "ppdate": "2007-06-13",
    "previous": "23343",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor Program; cooperation with EU and Swiss data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC)  for organization human resources data",
    "signupdate": "2007-06-22",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22030"
}