{
    "CertificationStatus": "true",
    "Fax": "925-452-6504",
    "OrgName": "Veeva Systems, Inc.",
    "PPLoc": "http://www.veeva.com/privacy-policy/ ",
    "Phone": "925-452-6500",
    "activities": "Veeva Systems, Inc. (\"Veeva\") offers commercially available, web-based applications though which Veeva’s customers are permitted to submit electronic data and information, including personal data, to Veeva’s servers. In this context, Veeva acts as a data processor and does not determine how its customers’ data is utilized in Veeva’s servers. Veeva does not choose or determine the types of data that are submitted to its servers, and any access to or use of such data by Veeva is incidental to completing the contractual obligations of Veeva, as data processor, to its customers. As part of Veeva’s professional services operations, Veeva processes data and information, including personal data, on behalf of its customers. In this context, Veeva acts as a data processor on behalf of its customers. As part of Veeva’s internal operations, Veeva transfers personal data of its current and prospective customers, current and prospective business partners, and its employees and non-employee personnel to Veeva’s U.S. data centers for processing and storage. Veeva collects, transfers, and uses personal data of its current and prospective customers and current and prospective partners for sales, billing, marketing, and business partner recruitment purposes. Veeva also collects, transfers and uses personal data from Veeva candidates for employment and Veeva employees for general employment and administrative purposes (e.g., benefits and related services, making employment-related decisions, training, travel, and managing security). In this context, Veeva acts as a data controller. Veeva additionally offers health care professional data services to its customers. In this context, Veeva acts as a data controller for the purposes of collection of the data for the benefit of its customers.",
    "address": "4637 Chabot Drive, Suite 210",
    "asp_index": "28070",
    "city": "Pleasanton",
    "contactemail1": "david.tsao@veeva.com",
    "contactfax1": "925-452-6504",
    "contactname1": "David Tsao",
    "contactoff1": "Information Security",
    "contactphone1": "925-271-9788",
    "contacttitle1": "Information Security Officer",
    "corpoffemail1": "josh.faddis@veeva.com",
    "corpofffax1": "925-452-6504",
    "corpoffname1": "Josh Faddis",
    "corpoffphone1": "925-271-9783",
    "corpofftitle1": "VP and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2016-05-17",
    "orgverification": "Third Party - TRUSTe",
    "personaldata": "on-line, off-line, organization, customer, prospect",
    "ppdate": "2015-04-24",
    "previous": "23103",
    "privacyprograms": "We are enrolled in TRUSTe's EU Safe Harbor Privacy Seal program.",
    "recoursemech": "Third Party – TRUSTe;\r\nHuman Resources data only: EU Data Protection Authorities (DPAs) and for Switzerland: Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2010-05-17",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94588"
}