{
    "CertificationStatus": "true",
    "Fax": "888 254 3492",
    "OrgName": "Universal Survey Center Inc. and its wholly owned subsidiaries SHC Universal, SurveyHealthcare, OpinionSite, OpinionSite Health",
    "PPLoc": "http://www.shcuniversal.com/privacy-policy/; http://opinionsite.com/healthcare/page/26; http://opinionsite.com/consumer/page/19",
    "Phone": "212 391 5243",
    "activities": "Universal Survey Inc. manages a healthcare panel in Europe which consist of individuals who have registered to participate in healthcare research on an ongoing basis. In addition, Universal Survey’s mission is to be the acknowledged leader and preferred survey data collection partner to the public opinion and market research industries. Universal Survey Inc. collections information such as name, email address, postal address, phone number, demographic information, physician registration number and personal health information and transfers such information to the U.S",
    "address": "218 West 40th Street",
    "asp_index": "28100",
    "city": "New York",
    "contactemail1": "jerry.arbittier@shcuniversal.com",
    "contactfax1": "888-254-3492",
    "contactname1": "Jerry Arbittier",
    "contactoff1": "SHC Universal",
    "contactphone1": "212 290 7642",
    "contacttitle1": "President, Healthcare",
    "corpoffemail1": "kstrassberg@shcuniversal.com",
    "corpofffax1": "888-254-3492",
    "corpoffname1": "Keith Straussberg",
    "corpoffphone1": "212-391-5243",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Services - (GSV)Information Services - (INF)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2016-05-12",
    "orgverification": "In-house",
    "personaldata": "Online, offline, manually processed data and human resource data",
    "ppdate": "2012-06-01",
    "previous": "",
    "privacyprograms": "Universal Survey Inc. strictly operate under European Commission’s Directive on Data Protection 1998. We are registered with ICO (UK). We are a CASRO/ESOMAR member. We adhere to the Safe Harbor seven principles.",
    "recoursemech": "UniversalSurvey, SurveyHealthCare, OpinionSiteHealth, SHC Universal has further committed to refer unresolved privacy complaints under the US-EU Safe Harbor Privacy Principles to an independent dispute resolution mechanism, the CASRO SAFE HARBOR PROGRAM. Please see program details here: https://www.casro.org/?casrosafeharbor1",
    "signupdate": "2015-05-12",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10018"
}