{
    "Fax": "850-201-6404",
    "OrgName": "Archon Development Corp.",
    "PPLoc": "http://www.archondev.com/index.html#privacy ",
    "Phone": "850-201-6400",
    "activities": "Archon Development Corp. is a privately-held software development company serving the data collection and reporting needs of businesses engaged in consumer experience measurement activities such as customer surveys, mystery shopping studies, and a wide variety of market research field activities. Founded in 1999 and based in the United States, we are a business-to-business technology provider serving companies in over 90 countries throughout the world.  Currently, our servers are hosted in secure data centers in the United States and the United Kingdom.  Most of the data we store and process on our servers is collected and managed by our clients for their own business needs, using the technology platform we provide to them as a SaaS cloud-based solution. Our clients collect this data on an ongoing basis in order to carry out a variety of market research and related studies.  A much smaller volume of information is collected directly by Archon Development  Corp. on an ongoing basis from our website visitors and certain software users who voluntarily provide personal information directly to Archon in order to inquire about our products, register for our mailing lists, or be notified in the future of possible field work opportunities using our software.",
    "address": "2930 Kerry Forest Parkway, Ste 201",
    "asp_index": "28108",
    "city": "Tallahassee",
    "contactemail1": "archon.privacy@archondev.com",
    "contactfax1": "850-201-6404",
    "contactname1": "Rabih Zahnan",
    "contactoff1": "Privacy Policy Compliance",
    "contactphone1": "850-201-6400",
    "contacttitle1": "Chief Operating Officer",
    "corpoffemail1": "archon.privacy@archondev.com",
    "corpofffax1": "850-201-6404",
    "corpoffname1": "Robert Schneider",
    "corpoffphone1": "850-201-6400",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-12",
    "orgverification": "in-house",
    "personaldata": "Electronic data from website visitors, web software users, and our customers.",
    "ppdate": "2015-05-11",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "JAMS Safe Harbor ADR Program",
    "signupdate": "2015-05-12",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "32309"
}