{
    "CertificationStatus": "true",
    "Fax": "4089078097",
    "OrgName": "NETGEAR, Inc.",
    "PPLoc": "http://www.netgear.com/about/privacy-policy/ ",
    "Phone": "4089078000",
    "activities": "NETGEAR receives both customer and human resources personal information from the EU. NETGEAR collects customer data during certain transactions and communications with its customers including, without limitation, when users purchase, register, update or request support for NETGEAR products and services (including without limitation Arlo and VueZone), enroll in programs and/or participate in surveys. Customer data is transferred from NETGEAR’s EU subsidiary, NETGEAR International Limited, and European branch offices to NETGEAR Inc. (which is located in the United States) for the purposes of marketing, facilitating transactions, security, customer support, customer communications, improving NETGEAR products and services, the provision of data services to third parties including services that provide computing and various information processing services, auditing, data analysis, data storage and administering sweepstakes, contests or promotions. Human Resources data is transferred from NETGEAR’s EU subsidiary, NETGEAR International Limited, and European branch offices to NETGEAR Inc. for the purpose of conducting the human resources and financial management of NETGEAR Inc. and its subsidiaries, which includes, without limitation, making available benefits, administering stock options, bonus plans, succession planning, arranging travel or relocation, recruiting new employees, compliance with various legal obligations, security, data audit and error control, and tracking the use of temporary workers and independent workers.",
    "address": "350 East Plumeria Drive",
    "asp_index": "28104",
    "city": "San Jose",
    "contactemail1": "bbusse@netgear.com",
    "contactfax1": "4089078097",
    "contactname1": "Brian Busse",
    "contactoff1": "Legal",
    "contactphone1": "4089078000",
    "contacttitle1": "Vice President of Intellectual Property and Litigation",
    "corpoffemail1": "akim@netgear.com",
    "corpofffax1": "4089078097",
    "corpoffname1": "Andrew Kim",
    "corpoffphone1": "4089078000",
    "corpofftitle1": "Senior Vice President of Corporate Development, General Counsel and Company Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Telecommunications Equipment - (TEL)Consumer Electronics - (CEL)",
    "industrysector_parsed": [
        "Consumer Electronics - (CEL)",
        "Telecommunications Equipment - (TEL)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-19",
    "orgverification": "In-house",
    "personaldata": "Prospect, Partner, Supplier Data; Services Data; Customer Data for Technical and Warranty Support; Data Required for Use of NETGEAR Products (including without limitation Arlo and VueZone)",
    "ppdate": "2012-03-21",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "NETGEAR will investigate and attempt to resolve complaints and disputes regarding its compliance with the Safe Harbor Frameworks. Consumers may contact NETGEAR, Inc. with privacy complaints or disputes using the email address noted in the NETGEAR Privacy Policy.  For consumer complaints or disputes that cannot be resolved, NETGEAR has agreed to participate in the JAMS SAFE HARBOR PROGRAM dispute resolution mechanism. For employee complaints or disputes that cannot be resolved through internal NETGEAR, Inc. procedures, the employees can contact the state or national data protection authority in their jurisdiction.",
    "signupdate": "2015-05-19",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95134"
}