{
    "CertifiedThroughLabel": "",
    "Fax": "971-717-6243",
    "OrgName": "Urban Airship, Inc.",
    "PPLoc": "http://urbanairship.com/legal/privacy-policy ",
    "Phone": "800-720-2098",
    "activities": "Urban Airship provides mobile marketing and engagement solutions to its customers.  Urban Airship’s customers include application developers and brands from all over the world, including from the EU/EEA and/or Switzerland.  Urban Airship specializes in providing the underlying SaaS technology, platform, and services to enable its customers to deliver notification messages to end user devices based on criteria set by the customer, such as the end user’s location or preferences that are part of the application experience.  Urban Airship also facilitates the creation of, and pushing content to, Apple Passbook and Google Wallet passes.  In all of its services, Urban Airship also performs analytics for its customers across its services.  Through the delivery of its services, Urban Airship receives and stores personal information about end user’s mobile devices and the content of messages or passes when Urban Airship’s customers (the application developers or brands) send notifications or load passes to end user mobile devices.  For all of these services, Urban Airship is a data processor, acting only on behalf of its customers, and does not assume any autonomous control over the data that it collects, stores or processes about end user devices or the messages and content pushed to those devices.\r\n\r\nIn addition to its processor activities, Urban Airship also collects personal information from its customers located in the EU/EEA and/or Switzerland when customers sign up to use Urban Airship’s services by registering for an account or by otherwise entering into an agreement with Urban Airship to use its services.  Urban Airship also collects information from its website visitors, which may include current or prospective customers or other interested parties located in the EU/EEA and/or Switzerland, when they sign up to receive newsletters or participate in online promotions. \r\n\r\nUrban Airship also has an office and staff located in the EU, but human resource data, including employee pay and benefit information is received and processed in the United States.",
    "address": "1417 NW Everett St, Suite 300",
    "asp_index": "28122",
    "city": "Portland",
    "contactemail1": "suk.kim@urbanairship.com",
    "contactfax1": "971-717-6243",
    "contactname1": "Suk Kim",
    "contactoff1": "Portland Oregon Headquarters",
    "contactphone1": "800-720-2098",
    "contacttitle1": "VP, General Counsel",
    "corpoffemail1": "suk.kim@urbanairship.com",
    "corpofffax1": "971-717-6243",
    "corpoffname1": "Suk Kim",
    "corpoffphone1": "800-720-2098",
    "corpofftitle1": "Assistant Corporate Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-05-13",
    "orgverification": "In-house",
    "personaldata": "Customer, mobile device end user data, and organization human resources data.  Not manually processed.",
    "ppdate": "2013-05-08",
    "previous": "23007",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (ICDR/AAA Safe Harbor Program)",
    "signupdate": "2013-05-13",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97209"
}