{
    "CertificationStatus": "true",
    "Fax": "203 956-8789",
    "OrgName": "CCAA, Corporation",
    "PPLoc": "http://www.trilegiant.com/priv-ccaa.cfm ",
    "Phone": "203 956-1000",
    "activities": "CCAA acts as a Data Processor and processes data in accordance with instructions from the Data Controller.  CCAA only supports business offerings of its European affiliates purely as a processor.  In doing so, it acts at the specific direction of the European affiliates.  Written instructions are provided by such affiliates outlining the authority granted to CCAA as the Data Processor. \r\n\r\nThe data transferred is on-line data, off-line data, and manual processing.  The data transferred to CCAA includes customer data housed in the databases of the clients of its European affiliates.  CCAA receives information in the US transferred to it from its European affiliates and acts as a processor on their behalf providing support and fraud protection services to their customers.",
    "address": "40 Oakview Drive",
    "asp_index": "28125",
    "city": "Trumbull",
    "contactemail1": "bfisher@affiniongroup.com",
    "contactfax1": "203 956-8789",
    "contactname1": "Brian Fisher",
    "contactoff1": "Affinion Group, Inc.",
    "contactphone1": "203 956-1000",
    "contacttitle1": "Executive Vice President & Secretary",
    "corpoffemail1": "bfisher@affiniongroup.com",
    "corpofffax1": "203 956-8789",
    "corpoffname1": "Brian Fisher",
    "corpoffphone1": "203 956-1000",
    "corpofftitle1": "Executive Vice President & Secretary",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "false",
    "nextcertification": "2016-06-17",
    "orgverification": "In-house and third party.",
    "personaldata": "Online, off-line data, and manually processed data.",
    "ppdate": "2011-06-15",
    "previous": "22928",
    "privacyprograms": "CCAA has instituted a self-regulatory program for ensuring verification and adherence to the safe harbor principles.  This may consist of regular information security reviews including privacy information reviews, physical security reviews, disaster recovery planning, testing and reviews, internal and external audits of security of CCAA, reviews performed by Affinion International Limited (the main client of CCAA) and onsite and survey reviews by Affinion International Limited's clients.  This also consists of periodic certification/vulnerability assessments, which includes periodic renewal and check pointing to assure maintenance of certification.  Vulnerability reviews by Affinion Group or its designated third parties are also performed periodically.  In addition, Affinion maintains Cybertrust enterprise-level certifications of its Trumbull, CT and Westerville, OH data centers.  The Cybertust certification processes provide for (among other things) a quarterly scan of our internet perimeter and annual re-certification validation and assessment of the data centers.",
    "recoursemech": "CCAA commits to cooperation with the EU Data Protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2011-06-17",
    "state": "Connecticut",
    "statutorybody": "FTC",
    "zip": "06611"
}