{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "ShareVault",
    "PPLoc": "http://www.sharevault.com/safe-harbor/ ",
    "Phone": "408-717-4955",
    "activities": "When a web site visitor or customer expresses interest in obtaining additional information about ShareVault's services or registers to use a ShareVault service, ShareVault may require the party to provide contact information, such as name, company name, address, phone number, and email address. When a party purchases a ShareVault service, ShareVault may require billing information, such as organization billing name, billing address, phone number, and credit card number. When a party utilizes a service or requests customer support for a service, ShareVault may request information such as name, company name, email address, and phone number. With the exception of credit card information, the information provided is generally stored electronically in ShareVault databases.  ShareVault uses any collected information to inform our prospects and customers about our solutions, to provide services requested by our customers, and to support our customers as they utilize our services. For example, ShareVault may respond to you, if you fill out a \"Contact\" form on our web site, with information about our services. ShareVault may also use data about ShareVault customers for its own marketing purposes, in order to provide information about promotions or events. ShareVault uses credit card information solely to evaluate the financial qualification of prospective customers and to collect payment for services. ShareVault uses web site navigational information to operate and improve our web sites and to provide personalized information about the company.",
    "address": "16795 Lark Ave, Suite 210",
    "asp_index": "28149",
    "city": "Los Gatos",
    "contactemail1": "pbandy@sharevault.com",
    "contactfax1": "",
    "contactname1": "Philip Bandy",
    "contactoff1": "Security",
    "contactphone1": "408-717-4955",
    "contacttitle1": "CISO",
    "corpoffemail1": "pbandy@sharevault.com",
    "corpofffax1": "",
    "corpoffname1": "Philip Bandy",
    "corpoffphone1": "9258088138",
    "corpofftitle1": "CISO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-18",
    "orgverification": "in-house",
    "personaldata": "manual processing not applicable",
    "ppdate": "2015-05-15",
    "previous": "",
    "privacyprograms": "US - EU and the US - Swiss Safe Harbor  ",
    "recoursemech": "JAMS is the independent organization responsible for reviewing and resolving complaints about our Safe Harbor compliance. We ask that you first submit any such complaints directly to privacy@sharevault.com. If you aren't satisfied with our response, please contact JAMS at http://www.jamsinternational.com/rules-procedures/safeharbor/file-safe-harbor-claim",
    "signupdate": "2015-05-18",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95032"
}