{
    "Fax": "630-598-9520",
    "OrgName": "Microsystems",
    "PPLoc": "http://www.microsystems.com/about/privacy-policy.php ",
    "Phone": "630-598-1100",
    "activities": "Processor on Behalf - Microsystems provides document solutions designed to help organizations optimize their document creation and maintenance operations.  In the course of doing business, Microsystems receives documents from customers and prospective customers for the purpose of 1) configuring the solution (product) for the customer’s or prospective customer’s environment or 2) document repair or cleanup.  Microsystems does not own or control any of the information it processes on behalf of its customers or prospective customers. All such information is owned and controlled by Microsystems’ customer. In this capacity, Microsystems receives information transferred from the EU to the United States merely as a processor on behalf. When acting as a Processor on Behalf, concerning personal information that has been transferred from the EU to the United States, Microsystems has in place measures to protect personal information from loss, misuse, unauthorized access, disclosure, alteration and destruction.\r\nPersonal Data Collection – Microsystems collects information about its customers and prospective customers for the purpose of facilitating business relationships, correspondence and communication.  In this business context, Microsystems provides access to product information, educational webinars, marketing updates and industry information.  It is through this regular communication Microsystems is able to provide valuable information about important issues related to our customers’ key work product—their documents.  Microsystems will provide timely and appropriate notice describing the personal information being collected, how the information will be used and with whom that information may be shared.  As a general practice, name, and business information including address, phone number, email address and employment information are the only personal information items collected.",
    "address": "3025 Highland Parkway, Suite 450",
    "asp_index": "28150",
    "city": "Downers Grove",
    "contactemail1": "chrisv@microsystems.com",
    "contactfax1": "630-598-9520",
    "contactname1": "Christine Vorderer",
    "contactoff1": "Client Services",
    "contactphone1": "630-310-5945",
    "contacttitle1": "VP Client Services",
    "corpoffemail1": "staceyk@microsystems.com",
    "corpofffax1": "630-598-9520",
    "corpoffname1": "Stacey Kacek",
    "corpoffphone1": "630-310-5908",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-24",
    "orgverification": "In-house",
    "personaldata": "Microsystems automatically processes documents containing personal information provided by our clients. These documents may include information about individuals, organizations, clients, customers clinical trial data.  The documents are processed offline and personal information is not harvested from the documents.",
    "ppdate": "2014-09-29",
    "previous": "23088",
    "privacyprograms": "BBB EU Safe Harbor",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2010-05-24",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60515"
}