{
    "CertifiedThroughLabel": "",
    "Fax": "330-884-6065",
    "OrgName": "Turning Technologies LLC",
    "PPLoc": "http://www.turningtechnologies.com/webprivacypolicy ",
    "Phone": "330-746-3015",
    "activities": "Turning Technologies recommends industry-leading TurningPoint Cloud for PC and Mac. TurningPoint Cloud is the industry’s most robust software offering native integration with PowerPoint®, on-the-fly polling over top of any application, as well as integrated self-paced mode for tests, quizzes and course evaluations. TurningPoint Cloud shifts all the features and functionality of the TurningPoint desktop application to a cloud-based interface tied to a Turning Account. Turning Accounts will be available for both instructors and students to leverage secure, cloud-based management of courses, rosters and assessment data. Secure login and file encryption ensures that data is safeguarded to protect both the university and its student population while providing one, central location for data management and assessment.",
    "address": "255 West Federal Street",
    "asp_index": "28162",
    "city": "Youngstown",
    "contactemail1": "trooks@turningtechnologies.com",
    "contactfax1": "330-884-6065",
    "contactname1": "Dr. Tina Rooks",
    "contactoff1": "Turning Technologies Ohio",
    "contactphone1": "330-746-3015",
    "contacttitle1": "CIO",
    "corpoffemail1": "jsofko@turningtechnologies.com",
    "corpofffax1": "330-884-6065",
    "corpoffname1": "John Sofko",
    "corpoffphone1": "330-746-3015",
    "corpofftitle1": "Director of Cloud Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-14",
    "orgverification": "In-house",
    "personaldata": "First and last name, email address, student identification number, graded score report for students. This is collected both mannually and processed.",
    "ppdate": "2014-07-11",
    "previous": "",
    "privacyprograms": "Self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "Turning Technologies has committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the JAMS Safe Harbor Program. If you do not receive timely acknowledgment of your complaint by Turning, or if your complaint is not satisfactorily addressed by Turning, please visit the JAMS Safe Harbor web site at http://www.jamsadr.com/file-safe-harbor-claim/ for more information and to file a complaint.",
    "signupdate": "2015-05-14",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "44503"
}