{
    "CertificationStatus": "true",
    "Fax": "(202) 318-0723",
    "OrgName": "Softarex Technologies, Inc.",
    "PPLoc": "http://www.softarex.com/index.php/en/privacy-policy ",
    "Phone": "(703) 836-1860",
    "activities": "Softarex Technologies, Inc. is a software outsourcing company which provides software development services. Softarex Technologies, Inc. also manages two projects under its name, Gigzone.com and Codenforcer. Softarex Technologies, Inc.'s website is here: http://www.softarex.com/index.php/en/ \r\n\r\nThe privacy policy for the two projects is the same as the one listed for Softarex Technologies, Inc.\r\n\r\nGigzone.com, a Softarex project, serves as a Universal online booking system and online Social Network, which connects both entertainers and talent agencies. The Website facilitates connections between performers looking to promote themselves internationally and consumers looking to hire live entertainment. It provides artists with a platform to publish and share videos and photos of their performances. Talent agencies and other consumers may also post their upcoming events and job opportunities. The Website allows its user to advertise on its homepage. The Website connects professional performers and their customers and enables direct online booking. \r\nThe website for this project is here: http://gigzone.com/\r\nThe privacy policy for Gigzone.com is here: http://gigzone.com/privacy_policy/;jsessionid=3D9AE9DD580C74AF0DF70C28C500CEB4 \r\n\r\nCodenforcer, a Softarex project, is a computer software product for use in software development and programming, mainly source code analysis and review based on programming industry standards and source code documentation and review. \r\nThe website for this project is here: http://www.codenforcer.com/\r\nThe privacy policy for Codenforcer is here: http://codenforcer.com/privacy_policy.aspx\r\n\r\nThe activities of Softarex Technologies, Inc. and its two projects, Codenforcer and Gigzone.com include(i) collection, storing, analysis, processing, and deletion of personal data (including name, address, phone number), (ii) sending of software and data materials to recipients, and (iii) billing, account and payment processing.",
    "address": "901 N. Pitt St., Ste 320",
    "asp_index": "28199",
    "city": "Alexandria",
    "contactemail1": "sdd@kerc.us",
    "contactfax1": "202-318-0723",
    "contactname1": "Sergei Dubograev",
    "contactoff1": "Softarex Technologies, Inc.",
    "contactphone1": "703-739-9111",
    "contacttitle1": "VP/S",
    "corpoffemail1": "sdd@kerc.us",
    "corpofffax1": "202-318-0723",
    "corpoffname1": "Sergei Dubograev",
    "corpoffphone1": "703-739-9111",
    "corpofftitle1": "Vice President; Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "General Consumer Goods - (GCG)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-19",
    "orgverification": "in-house",
    "personaldata": "On-line and off-line customer data which may be manually processed",
    "ppdate": "2014-08-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Cooperation with EU data protection authorities and Swiss Federal Data Protection and Information Commissioner pursuant to the Safe Harbor certification.",
    "signupdate": "2015-05-19",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22314"
}