{
    "CertifiedThroughLabel": "",
    "Fax": "415-222-0922",
    "OrgName": "Twitter, Inc.",
    "PPLoc": "http://twitter.com/privacy ",
    "Phone": "415-222-9670",
    "activities": "Twitter, Inc. receives and processes personal information relating to natural persons in the EU/EEA and/or Switzerland who are employees, prospective employees, or individual contacts of corporate customers (including advertisers), suppliers, service providers and other corporate business partners. Twitter, Inc. typically receives such information from Twitter International Company or its subsidiaries in the EU/EEA and/or Switzerland. Twitter, Inc., provides web-hosting and a wide range of technical services for Twitter International Company, its subsidiaries, and other entities, such as advertisers and partners. Twitter, Inc. may also process personal information provided by Twitter International Company’s or its subsidiaries’ corporate business partners based in the EU/EEA and/or Switzerland. The personal information described above is collected, held and processed for different purposes, which may include any of the following: for sales and marketing to businesses; effecting transactions with businesses; supplying services and/or products to such businesses; financial processing and management; supplier relationship management; customer support and customer relationship management; and human resources purposes.",
    "address": "1355 Market Street, Suite 900",
    "asp_index": "28200",
    "city": "San Francisco",
    "contactemail1": "eu_privacy@twitter.com",
    "contactfax1": "415-222-0922",
    "contactname1": "Colin Crowell",
    "contactoff1": "Office of Public Policy",
    "contactphone1": "415-222-9670",
    "contacttitle1": "Head of Global Public Policy",
    "corpoffemail1": "eu_privacy@twitter.com",
    "corpofffax1": "415-222-0922",
    "corpoffname1": "Vijaya Gadde",
    "corpoffphone1": "415-222-9670",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)Computer Services - (CSV)Information Services - (INF)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2016-05-17",
    "orgverification": "In-house",
    "personaldata": "Online and offline customer and employee data which may be manually processed",
    "ppdate": "2015-05-18",
    "previous": "23084",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC), only with respect to the personal information of employees, prospective employees, and individual contacts of corporate customers (including advertisers), suppliers, service providers and other corporate business partners, and with respect to personal information provided by Twitter International Company’s or its subsidiaries’ corporate business partners based in the EU/EEA and/or Switzerland.",
    "signupdate": "2012-05-17",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94103"
}