{
    "Fax": "402-917-9559",
    "OrgName": "ConAgra Foods, Inc.",
    "PPLoc": "http://www.conagrafoods.com/pdf/SafeHarborPrivacyPolicy.pdf ",
    "Phone": "402-240-5398",
    "activities": "ConAgra Foods, Inc. (“ConAgra Foods”) may collect, use, disclose and otherwise process personal information regarding ConAgra Foods’ current, former and prospective employees, temporary workers, interns, contractors, consultants and joint venture partners (including others about whom these individuals provide information to ConAgra Foods in connection with their work on behalf of ConAgra Foods) in connection with ConAgra Foods’ human resources operations, including by facilitating (i) communications, (ii) maintenance of a global directory, (iii) management of headcount, (iv) management of job performance, and (v) other general human resources functions.  ConAgra Foods processes personal information regarding data subjects outside the human resources context in connection with managing its relationships with representatives of commercial customers and suppliers.  In addition, ConAgra Foods processes personal information of visitors to its websites.  The independent recourse mechanism for data subjects outside the human resources context is JAMS.",
    "address": "One ConAgra Drive",
    "asp_index": "28249",
    "city": "Omaha",
    "contactemail1": "megan.belcher@conagrafoods.com",
    "contactfax1": "402-917-9559",
    "contactname1": "Megan Belcher",
    "contactoff1": "Legal Department",
    "contactphone1": "402-240-5398",
    "contacttitle1": "Vice President and Chief Counsel",
    "corpoffemail1": "megan.belcher@conagrafoods.com",
    "corpofffax1": "402-917-9559",
    "corpoffname1": "Megan Belcher",
    "corpoffphone1": "402-240-5398",
    "corpofftitle1": "Vice President and Chief Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Foods Processed - (FOD)",
    "industrysector_parsed": [
        "Foods Processed - (FOD)"
    ],
    "latest": "false",
    "nextcertification": "2016-05-20",
    "orgverification": "In-house",
    "personaldata": "Online, offline, manually processed data",
    "ppdate": "2014-05-19",
    "previous": "23128",
    "privacyprograms": "IAPP",
    "recoursemech": "JAMS; EU Data Protection Authorities (DPAs) for human resources data only.",
    "signupdate": "2004-05-20",
    "state": "Nebraska",
    "statutorybody": "FTC",
    "zip": "68102"
}