{
    "CertificationStatus": "true",
    "Fax": "608-288-4434",
    "OrgName": "Spectrum Brands, Inc",
    "PPLoc": "See link below",
    "Phone": "608-275-4425",
    "activities": "Spectrum Brands Holdings, Inc., is global company with its Corporate Headquarters located in the US.  Spectrum Brands receives employee human resources and personal data for business purposes in connection with the management and administration of pre-employment, employment, and post-employment matters.  These include, but are not limited to, (i) matters relating to day-to-day business operations, job functions, compensation planning and related transactions, employee benefits, performance assessments, training, career development, succession planning, global headcount reporting, statistical analysis, (ii) offering services and benefits to employees, (iii) maintaining contact with current and former employees, (iv) internal investigations, personal security issues, and ethics investigations, (v) law enforcement inquiries and U.S. Government agency inquiries, and (vi) mergers, acquisitions, and divestitures.",
    "address": "3001 Deming Way",
    "asp_index": "28267",
    "city": "Middleton",
    "contactemail1": "amy.merfeld@spectrumbrands.com",
    "contactfax1": "608-288-4434",
    "contactname1": "Amy Merfeld",
    "contactoff1": "Human Resources",
    "contactphone1": "608-275-4425",
    "contacttitle1": "Sr Manager HRIS",
    "corpoffemail1": "stacey.neu@spectrumbrands.com",
    "corpofffax1": "608-288-4434",
    "corpoffname1": "Stacey Neu",
    "corpoffphone1": "608-275-4630",
    "corpofftitle1": "VP Human Resources",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Czech Republic, Denmark, Finland, France, Germany, Hungary, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Consumer Goods - (GCG)Household Consumer Goods - (HCG)Pet Foods & Supplies - (PET)",
    "industrysector_parsed": [
        "General Consumer Goods - (GCG)",
        "Household Consumer Goods - (HCG)",
        "Pet Foods & Supplies - (PET)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-15",
    "orgverification": "In-house",
    "personaldata": "Spectrum Brands uses a third-party (independently Safe-Harbor certified) system to track and store human resources data",
    "ppdate": "2013-01-01",
    "previous": "22196",
    "privacyprograms": "None",
    "recoursemech": "Spectrum Brands is committed to cooperating with the EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2011-02-15",
    "state": "Wisconsin",
    "statutorybody": "FTC",
    "zip": "53562"
}