{
    "CertifiedThroughLabel": "",
    "Fax": "925-251-0525",
    "OrgName": "Callidus Software Inc.",
    "PPLoc": "http://www.calliduscloud.com/privacy-statement/ ",
    "Phone": "925-251-2200",
    "activities": "Callidus Software Inc., doing business as CallidusCloud, together with all of its subsidiary companies, collects and/or receives information for an assortment of business purposes. The type of information collected and/or received depends on the nature of the related business activity. For example, Callidus transfers employee information to and from our corporate headquarters for processing and storage. Callidus collects, transfers, and uses employee data primarily in connection with employee benefits and services including employment assessment and retention, employee benefit administration, reporting, security management, compensation administration, and training, budgeting and salary administration and workforce management, and business contact directory. Callidus also collects usage and, if provided to us, contact information in connection with the navigation of our websites. Moreover, in connection with the implementation, operation, maintenance and support of our products for the benefit of our customers, Callidus may access and receive information, including personal, non-public information, concerning individuals and entities that our customers provide. Information collected may be used for a number of purposes including customer service, maintenance and support, website content selection, website user ease of navigation as well as marketing. Callidus may also access or obtain information from customers as part of Callidus’ services, including consulting, education, and support and hosting. In connection with these services, Callidus does not control the data and any access to or use of such data is solely incidental to complying with our customer commitments.",
    "address": "4140 Dublin Blvd, Suite 400",
    "asp_index": "28270",
    "city": "Dublin",
    "contactemail1": "mnovotny@calliduscloud.com",
    "contactfax1": "",
    "contactname1": "Michelle Novotny",
    "contactoff1": "Chief Privacy Officer",
    "contactphone1": "925-251-2214",
    "contacttitle1": "VP, Associate General Counsel",
    "corpoffemail1": "bcorey@calliduscloud.com",
    "corpofffax1": "925-251-0525",
    "corpoffname1": "Bob Corey",
    "corpoffphone1": "925-251-2387",
    "corpofftitle1": "Senior Vice President, CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-06",
    "orgverification": "In-house",
    "personaldata": "On-line, off-line and human resources",
    "ppdate": "2013-08-22",
    "previous": "23513",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs); Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2006-07-06",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94568"
}