{
    "CertificationStatus": "true",
    "Fax": "(743) 352-6304",
    "OrgName": "ForeSee Results, Inc.",
    "PPLoc": "http://www.foreseeresults.com/privacy-policy.shtml ",
    "Phone": "(734) 205-2600",
    "activities": "Categories of Individual Data Subjects\r\nIn general, ForeSee Results may obtain Personal data about several different types of individuals, including (i) ForeSee Results’ own website Visitors, (ii) ForeSee Results clients, (iii) ForeSee Results clients’ consumers, and (iii) ForeSee Results clients’ website Visitors.  ForeSee Results practices with respect to each of these types of individual data subjects are described below.\r\nForeSee Results’ website Visitors\r\nIf you visit our website located at www.foreseeresults.com, you may provide certain personal information about yourself if you choose to download information or contact us.  We use this information to respond to your inquiry and, if necessary, to correspond with you.  The types of information we collect on our site include name, email address, and mailing address.  \r\nClients \r\nForeSee Results provides a wide variety of services and solutions to its business clients (\"Clients\") including surveys (both online and offline) and clickstream data collection directed to individuals (\"Data Subjects\").  In some instances, ForeSee Results may obtain access to Personal Data about such Data Subjects in the course of providing the services and solutions.  In other instances, Foresee Results may also obtain access to Personal Data about our Clients' consumers and website visitors (collectively \"End Users\") in the course of providing support services to the Clients.  Such data may include email addresses and other information, depending on the particular Client and application at issue.\r\nForeSee Results may obtain various types of Personal Data about Data Subjects and End Users.  Such data typically includes anonymous demographic information such as age and gender, but may also include personal contact information in certain instances, including names, addresses, phone numbers, and email addresses.  We do not collect any information from children under 13 year of age, and we require a parent or guardian’s permission to collect any information from a minor age 13-18 \r\nForeSee Results may use these types of Personal Data for business purposes, including to deliver or provide products or services to our Clients; to establish or maintain client and business relationships; to provide customer feedback to our clients as necessary or appropriate in connection with the servicing and development of the business relationship.\r\nOur Clients or End Users may contact us if any of their Personal Data changes, they wish to have inaccurate data deleted, or if they would like to access and correct Personal Data that we maintain about them.  They may contact us by sending an email to privacypolicy@foreseeresults.com, or by using the information at the end of this privacy statement.  Also, to the extent that any of these individuals receive marketing communications from ForeSee Results, and wish to unsubscribe or otherwise stop receiving such communications, they can contact us at privacypolicy@foreseeresults.com.  We will respond to your request to access and/or correct your Personal Data within 30 days. \r\nWherever we obtain access to Personal Data about Data Subjects who are End Users, we are acting as a mere data processor on behalf of our Clients, and we therefore conduct such activities strictly in accordance with their instructions and pursuant to our contractual arrangements with them.  If you are a an End User with an existing relationship with one of our Clients, you should refer to the Client's website to understand the privacy practices that apply to Personal Data that we may maintain about you.  Moreover, if you would like to access and review your Personal Data, you should contact our Client with any such requests.  We will cooperate as appropriate with requests from our Clients to assist with such responses.\r\nOur Clients’ Customers and Website Visitors \r\nForeSee Results collects customer satisfaction data on behalf of our clients from our Clients’ Web Users and other customers.  ForeSee Results collects this data through online and offline (in store) customer satisfaction surveys.\r\nForeSee Results uses the information collected from the online and offline surveys to compile reports on customer satisfaction for our customers.  Due to the sensitive nature of research data, any information that is collected is treated with the utmost confidentiality.  The customer satisfaction data we collect from our Clients’ Web Users and other customers is shared only with the Client or as otherwise directed by the Client.",
    "address": "2500 Green Road, Suite 400",
    "asp_index": "28285",
    "city": "Ann Arbor",
    "contactemail1": "cara.edwards@answers.com",
    "contactfax1": "(734) 352-6304",
    "contactname1": "Cara Edwards",
    "contactoff1": "ForeSee Results, Inc. Legal Department",
    "contactphone1": "(734) 205-2617",
    "contacttitle1": "VP and Deputy General Counsel",
    "corpoffemail1": "jeff.blackman@answers.com",
    "corpofffax1": "(734) 352-6304",
    "corpoffname1": "Jeffrey Blackman",
    "corpoffphone1": "(734) 205-2622",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Switzerland, United Kingdom",
    "eucountries_parsed": [
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Management Consulting Services - (MCS)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-23",
    "orgverification": "TRUSTe",
    "personaldata": "client, customers, website visitors",
    "ppdate": "2013-05-15",
    "previous": "23215",
    "privacyprograms": "TRUSTe privacy program",
    "recoursemech": "TRUSTe",
    "signupdate": "2011-05-23",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48105"
}