{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Packet Host, Inc",
    "PPLoc": "https:/ www.packet.net/about/terms/privacy/ ",
    "Phone": "212-933-9785",
    "activities": "As a common carrier, Packet does not maintain access to data housed on servers which are leased by customers, and housed in its datacenter locations.  These resources are managed by Packet's customers, whom we advise to safeguard their data in accordance with industry best-practices.  Packet's datacenter locations are secured by its facilities providers, who deploy multiple factors of authentication (e.g. proximity card, biometrics, and physical patrol), to ensure the security of the hardware even when a single method of access is breached.  \r\n\r\nPacket processes customer data including administrative contacts, addresses, telephone numbers, e-mail addresses, and correspondence/trouble ticket history.  This data is safeguarded using industry best-practices, including VPN and two-factor authentication.  In addition, customer payment details such as credit card information is processed in accordance with Pay Card Industry (PCI) requirements.\r\n\r\nPacket complies with lawful requests for access to customer data and leased hardware.",
    "address": "30 Vesey Street, 9th Floor",
    "asp_index": "28293",
    "city": "New York",
    "contactemail1": "safeharbor@packet.net",
    "contactfax1": "",
    "contactname1": "Adam Rothschild",
    "contactoff1": "New York",
    "contactphone1": "212-933-9785",
    "contacttitle1": "SVP Networks",
    "corpoffemail1": "safeharbor@packet.net",
    "corpofffax1": "",
    "corpoffname1": "Adam Rothschild",
    "corpoffphone1": "212-933-9785",
    "corpofftitle1": "SVP Networks",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-25",
    "orgverification": "In-house",
    "personaldata": "Administrative contacts, addresses, telephone numbers, e-mail addresses, and correspondence/trouble ticket history; payment details.",
    "ppdate": "2014-12-01",
    "previous": "",
    "privacyprograms": "Packet adheres to the Safe Harbor Privacy Principles, in addition to appropriate industry best-practices.",
    "recoursemech": "First and foremost, customers may contact Packet's management team via e-mail or mail regarding any complaints with its Safe Harbor practices.\r\n\r\nAny unresolved disputes may be brought before JAMS as listed in our Privacy Policy https://www.packet.net/about/terms/privacy/ under Dispute Resolution section.",
    "signupdate": "2015-06-25",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10007"
}