{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "TapClicks, Inc.",
    "PPLoc": "http://tapanalytics.com/privacy-policy ",
    "Phone": "(408) 725-2942",
    "activities": "TapClicks, Inc. receives personal information from the EU/EEA and Switzerland when customers and potential customers do the following: send TapClicks any electronic communication (via an email or other website database form); enter contests as may be available from time-to-time; complete a user account; order products or services including free-trials; submit online applications and forms to TapClicks; create shopping cart data, as and when available; and subscribe to newsletters. TapClicks processes EU/EEA/Swiss personal information for the purposes of invoicing, communicating and conducting the business relationship with business partners and customers. TapClicks acts as a data processor in regards to customer and partner use of the TapClicks web-based platforms and services and process EU/EEA/Swiss personal information received from TapClicks customers and partners on their behalf and subject to their instructions. TapClicks does not own the personal information it may process on its customers’ behalf. As a data processor, TapClicks uses reasonable administrative, technical, and physical security controls to protect TapClicks customer personal information from loss, misuse, or unauthorized access. TapClicks acts as a data processor and does not determine how its customers’ data is utilized in TapClicks's servers. TapClicks does not choose or determine the types of data that are submitted to TapClicks’s servers, and any access to or use of such data by TapClicks is incidental to completing the contractual obligations of TapClicks, as a data processor, to its customers.",
    "address": "3031 Tisch Way, Suite 1002",
    "asp_index": "28296",
    "city": "San Jose",
    "contactemail1": "ryan@tapclicks.com",
    "contactfax1": "",
    "contactname1": "Ryan Adcock",
    "contactoff1": "TapClicks Legal",
    "contactphone1": "(408) 725-2942",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "colby@tapclicks.com",
    "corpofffax1": "",
    "corpoffname1": "Colby West",
    "corpoffphone1": "(866) 626-1088",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-27",
    "orgverification": "In-House",
    "personaldata": "customer data; partner data; prospective customer data; personal data submitted by customers to TapClicks; website, app, and services visitor data; manually processed data is covered.",
    "ppdate": "2015-05-26",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS Safe Harbor Program",
    "signupdate": "2015-05-27",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95128"
}