{
    "CertificationStatus": "true",
    "Fax": "512-310-6544",
    "OrgName": "Toppan Photomasks, Inc.",
    "PPLoc": "Policy GLLR-4200 on Company Intranet: http://pilgrim.photomask.com/pilgrim/mgrqispi.dll?APPNAME=WEBQMIS&PRGNAME=QMISMAIN; see link below ",
    "Phone": "512-310-6500",
    "activities": "Toppan Photomasks, Inc. collects, creates, transmits, stores, maintains and uses employee and contractor data worldwide for purposes of establishing and administering relationships with those persons, including without limitation: evaluation of qualifications for employment, background screening, reference checks and employment decisions; employee evaluations (including, without limitation, productivity and performance data); provision, evaluation and administration of wages, salary, benefits, variable compensation, stock option and other compensation and benefits matters; expatriate programs and benefits; work authorizations and permits; performance and workforce tracking, management and training; budget preparation and analysis; business contact directories; security and computer network access, authentication and customization; and reporting to DuPont Photomasks, Inc. management and auditing regarding all of the above.  Subject to the terms of the European Union’s Directive on Data Protection (the “Directive”), we do not collect “sensitive data” (as defined in the Directive) from individuals in the European Union without the explicit consent of the applicable individual, and we will protect any “sensitive data” that we do collect in accordance with all applicable laws and regulations, including the Directive.",
    "address": "131 Old Settlers Blvd.",
    "asp_index": "28297",
    "city": "Round Rock",
    "contactemail1": "doug.barnes@photomask.com",
    "contactfax1": "512-310-6544",
    "contactname1": "Doug Barnes",
    "contactoff1": "Human Resources",
    "contactphone1": "512-310-6500",
    "contacttitle1": "VP, Global Human Resources",
    "corpoffemail1": "barry.pomeroy@photomask.com",
    "corpofffax1": "512-310-6544",
    "corpoffname1": "Barry. F. Pomeroy",
    "corpoffphone1": "512-310-6500",
    "corpofftitle1": "EVP and Chief Financial Officer",
    "eucountries": "France, Germany",
    "eucountries_parsed": [
        "FRA",
        "DEU"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Industrial Chemicals - (ICH)",
    "industrysector_parsed": [
        "Industrial Chemicals - (ICH)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-17",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed, Human Resources Data",
    "ppdate": "2011-09-09",
    "previous": "23167",
    "privacyprograms": "None",
    "recoursemech": "Toppan Photomasks, Inc. commits to the European Union Data Protection Authorities (DPAs) or their authorized representatives for on-line, off-line, manually processed and human resources data.",
    "signupdate": "2004-05-17",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78664"
}