{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Funcom USA",
    "PPLoc": "http://www.playminifigures.com/en ",
    "Phone": "919-882-9547",
    "activities": "Registration: When a child registers for his or her LEGO Minifigures online account, LEGO asks for username, password and parent email address.  The information that is shared back with us is username and password to allow users to login to our site.  We will collect a parent’s email address and your date of birth when your child signs up to receive notification when the beta release will be available.  We will only use this information to inform you of the beta release.  If you do not wish to allow us to contact you, you may opt-out at any time by contacting us at legal@funcom.com.  On the site you are able to view information about the minifigures, collect minifigures, watch videos of how the game works, and gain points to level up. \r\nFor registrants 13 years or older, we require an email address that is used for our automated system of password retrieval and for sending announcements of new features, activities, and events. In accordance with COPPA, we only collect as much information from children as is necessary to use our product.\r\nPayment Information: For purchases, additional information is collected that is necessary to process payments. Personal Information which we collect for payments will be used in order to (1) complete the sale, (2) comply with tax and other applicable statutes, (3) maintain accurate business and financial records (in accordance with accepted standards), and (4) assist with customer service.",
    "address": "5826 Fayetteville Road Suite 201",
    "asp_index": "28304",
    "city": "Durham",
    "contactemail1": "terri@funcom.com",
    "contactfax1": "",
    "contactname1": "Terri Perkins",
    "contactoff1": "Funcom",
    "contactphone1": "631 998-3210",
    "contacttitle1": "Legal Director",
    "corpoffemail1": "legal@funcom.com",
    "corpofffax1": "",
    "corpoffname1": "Ole Schreiner",
    "corpoffphone1": "919-882-9547",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-27",
    "orgverification": "Kidsafe",
    "personaldata": "client information disclosure by transmission  - credit card information,  email address.",
    "ppdate": "2014-06-06",
    "previous": "23520",
    "privacyprograms": "Kidsafe",
    "recoursemech": "AAA/ICDR Centre for Dispute Resolutiong",
    "signupdate": "2014-06-27",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27713"
}