{
    "CertificationStatus": "true",
    "Fax": "215-489-2769",
    "OrgName": "SICOM Systems Inc.",
    "PPLoc": "http://www.sicom.com/files/privacy.pdf ",
    "Phone": "800-547-4266",
    "activities": "SICOM Systems, Inc. is a full service point-of-sale company, headquartered in Doylestown, Pennsylvania, dedicated to the research, design, development, manufacturing, marketing and service of point-of-sale computer systems for the demanding Quick Service Restaurant (QSR) industry. SICOM provides its clients with a \"full scope\" enterprise package, from the cashier on through to comprehensive corporate reporting. SICOM also specializes in the design and manufacturing of integrated Drive Thru Speed of Service Timing, Order Confirmation Units (OCU), Customer Loyalty Software and Digital Menu Boards.\r\nThe On some of our web pages we may collect the following;\r\n-Your Internet protocol address. \r\n-The kind of browser or computer you use. \r\n-Number of links you click within the site. \r\n-State or country from which you accessed the site. \r\n-Date and time of your visit. \r\n-Name of your Internet service provider. \r\n-Web page you linked to our site from. \r\n-Pages you viewed on the site.\r\nThis information is used solely for the betterment of SICOM.  Any and all information collected on our site will be kept strictly confidential and will not be sold, reused, rented, disclosed, or loaned! Any information is held with the utmost care and will not be used in ways that you have not consented to. We may, however, use contact information to send you information about our site, products and service.\r\nSICOM also provides information management services to restaurants and other businesses that use our products or services (Customers). Customers have been advised by separate communication that SICOM is headquartered in the United States and that data collection facilities may be hosted in the United States or other locations. Data collected by SICOM from Customers’ Point of Sale/Back of House systems will be transferred into and processed in the United States or other locations. Depending on brands’ \r\n?agreements with Customers, and SICOM’s agreements with the brands and Customers, SICOM may also share certain Customer data of that type with the relevant brand franchisors or their affiliates.",
    "address": "4434 Progress Meadow Dr.",
    "asp_index": "28302",
    "city": "Doylestown",
    "contactemail1": "privacy@sicom.com",
    "contactfax1": "215-489-2769",
    "contactname1": "Robert Kratz",
    "contactoff1": "SICOM Systems Inc.",
    "contactphone1": "800-547-4266",
    "contacttitle1": "Vice President - Compliance",
    "corpoffemail1": "tdoan@sicom.com",
    "corpofffax1": "251-489-2769",
    "corpoffname1": "William Terry Doan",
    "corpoffphone1": "800-547-4266",
    "corpofftitle1": "President, CEO",
    "eucountries": "Austria, Finland, France, Germany, Hungary, Ireland, Italy, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "FIN",
        "FRA",
        "DEU",
        "HUN",
        "IRL",
        "ITA",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer & Peripherals - (CPT)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-03-26",
    "orgverification": "In-house",
    "personaldata": "Organization and client information",
    "ppdate": "2014-04-02",
    "previous": "22536",
    "privacyprograms": "Under the self-assessment approach, our published privacy policy regarding personal information is accurate, comprehensive and completely implemented. The policy is available to anyone who requests a copy of the document.",
    "recoursemech": "Commitment to cooperate with data protection authorities located in European Union and/or Switzerland or their representatives.",
    "signupdate": "2012-03-26",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "18902"
}