{
    "Fax": "312-544-2225",
    "OrgName": "The Boeing Company and its subsidiaries Aviall, Continental Data Graphics and Tapestry Solutions",
    "PPLoc": "See link below",
    "Phone": "312-544-2000",
    "activities": "Boeing collects, processes, and stores personal information for the following purposes:\r\n\r\n\r\n- Design, evaluate, implement and provide human resources programs and services to fulfill the employment agreement, which include but are not limited to Staffing, Compensation, Benefits, Education, Employee Diversity, Organizational Development and Payroll.\r\n\r\n\r\n- Support employee performance and development assessment programs.\r\n\r\n\r\n- Fulfill legal, contractual, and compliance related commitments, such as subpoenas, garnishments, ethics investigations, disciplinary investigations, security investigations, and compliance with lawful requests for information from government agencies.\r\n\r\n\r\n- Supply our external providers and partners human resources data so that they can administer programs such as health and welfare, savings plans, pension, stock option, stock incentives, stock awards, life insurance, employment verification, Unions, and bank direct deposits.\r\n\r\n\r\n- Supply other internal service providers such as Legal, Medical, Security, Corporate Electronic Directory, and Information Systems Management,  etc., with human resources data so they can manage their processes and programs.\r\n\r\n\r\n- Ensure business continuity by locating data backups at multiple data processing sites in the EU and the United States",
    "address": "100 North Riverside",
    "asp_index": "28319",
    "city": "Chicago",
    "contactemail1": "marie.e.olson@boeing.com",
    "contactfax1": "206-662-6423",
    "contactname1": "Marie Olson",
    "contactoff1": "Global Privacy Office",
    "contactphone1": "206-662-6215",
    "contacttitle1": "Deputy Chief Privacy Officer",
    "corpoffemail1": "howard.m.radzely@boeing.com ",
    "corpofffax1": "314-545-0738",
    "corpoffname1": "Howard Radzely",
    "corpoffphone1": "312-544-2804",
    "corpofftitle1": "Vice President/Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "DNK",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Aircraft & Parts - (AIR)Airport & Ground Support Equipment - (APG)Defense Industry Equipment - (DFN)",
    "industrysector_parsed": [
        "Aircraft & Parts - (AIR)",
        "Airport & Ground Support Equipment - (APG)",
        "Defense Industry Equipment - (DFN)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-03",
    "orgverification": "In-house",
    "personaldata": "Human Resources Data",
    "ppdate": "2015-04-27",
    "previous": "",
    "privacyprograms": "Boeing adheres to corporate policies governing the privacy and security of human resources data, and participates in the programs of the International Association of Privacy Professionals, along with the Information Security Forum, USCIB, The Centre for Information Policy Leadership and the Global Privacy Alliance.",
    "recoursemech": "Boeing maintains an internal complaint resolution program; if complaints cannot be resolved internally, Boeing will refer the complainant to the EU Data Protection Authorities (DPAs) or Swiss Federal Data Protection and Information Commissioner (FDPIC).  A notice is provided to each EU employee of how to initiate complaints, and option to refer issues to the Data Protection Authority is indicated in the notice.",
    "signupdate": "2004-06-03",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60606-1596"
}