{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Handy Technologies, Inc.",
    "PPLoc": "https:/ www.handy.com/privacy ",
    "Phone": "(917) 727-3038",
    "activities": "The organization operates an online marketplace for domestic services, such as cleaning and handyman jobs. The organization’s online platform (the “Handy Platform”), connects customers - people who need domestic services (“Customers”) - with independent contractor service professionals - people who can perform the services (“Service Professionals”). The organization may also process the personal data of any other individuals who choose to enter the Handy platform – the Handy website and mobile applications – but do not request services or who do not provide services (“Users”).   \r\nThe Company may process the personal data received from the EEA and Switzerland of Customers, Service Professionals or Users for purposes related to operating the Handy Platform, including, but not limited to: facilitating the booking of services between Customers and Service Professionals, including payments and communications; improving the services offered through the Handy Platform; developing new services; marketing and promoting the Handy Platform services; conducting internal business functions; evaluating Service Professionals’ applications to participate on the Handy Platform; analyzing Customers’ needs; and managing and operating the Handy Platform.",
    "address": "33 W 19th",
    "asp_index": "28338",
    "city": "New York",
    "contactemail1": "legal@handy.com",
    "contactfax1": "",
    "contactname1": "Brian Miller",
    "contactoff1": "Legal",
    "contactphone1": "(917) 727-3038",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "legal@handy.com",
    "corpofffax1": "",
    "corpoffname1": "Brian Miller",
    "corpoffphone1": "7187553038",
    "corpofftitle1": "General Counsel",
    "eucountries": "Ireland, United Kingdom",
    "eucountries_parsed": [
        "IRL",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)General Services - (GSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "General Services - (GSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-11",
    "orgverification": "in-house",
    "personaldata": "Any personal data in electronic or paper form regarding Customers, Service Professionals or Users located in the EEA or Switzerland.",
    "ppdate": "2015-05-29",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor dispute resolution program",
    "signupdate": "2015-06-11",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10011"
}