{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "JELD-WEN, inc.",
    "PPLoc": "http://www.jeld-wen.com/product-support/information/privacy-policy ",
    "Phone": "541-882-3451",
    "activities": "We receive personal information about our employees from the EU and Switzerland. This information is collected through and supports our common business processes for example compensation, risk management, worker’s compensation claims processing, and communication (phone/email). We copy the data from each system of record in Europe into a US based system. We then use that copy to execute our business processes. The systems of record in the EU and Switzerland include Active Directory, Payroll systems, and  other HR purposed systems. In some cases (i.e. Risk Claims processing) some of the information is passed to third parties for processing, and in some cases the information comes from third parties in Europe to the US (i.e. hosted payroll systems). We retain the information in accordance with our regulatory requirements. \r\n\r\nWe may receive personal information from our customers in the EU and Switzerland. This information is received through a variety of methods including; information they provide to us via our website(s), information they disclose or post on our website(s), information collected automatically through the website(s) and possibly information from other sources (ex. Forwarding address from the postal service). This information is used in the primary customer support processes. We maintain the information in accordance with our regulatory requirements.",
    "address": "401 Harbor Isles Blvd.",
    "asp_index": "28331",
    "city": "Klamath Falls",
    "contactemail1": "PrivacyOfficer@jeld-wen.com",
    "contactfax1": "",
    "contactname1": "Eric B Martin",
    "contactoff1": "Legal Department",
    "contactphone1": "541-882-3451",
    "contacttitle1": "Associate General Counsel/Global Privacy Officer",
    "corpoffemail1": "DavidSto@jeld-wen.com",
    "corpofffax1": "",
    "corpoffname1": "David Stork",
    "corpoffphone1": "541-882-3451",
    "corpofftitle1": "Sr. VP & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Building Products - (BLD)",
    "industrysector_parsed": [
        "Building Products - (BLD)"
    ],
    "latest": "false",
    "nextcertification": "2016-06-06",
    "orgverification": "third party",
    "personaldata": "On-line, Off-line data, manually processed data, and HR data",
    "ppdate": "2014-05-16",
    "previous": "23252",
    "privacyprograms": "TRUSTe",
    "recoursemech": "EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner for organization human resources data; TRUSTe for all other data.",
    "signupdate": "2014-06-06",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97601"
}