{
    "Fax": "866-560-8689",
    "OrgName": "Bazaarvoice",
    "PPLoc": "http://www.bazaarvoice.com/privacy-policy/ ",
    "Phone": "866-522-9227",
    "activities": "Bazaarvoice does not request any personal information from its clients’ customers, unless specifically requested and authorized by Bazaarvoice’s clients. If Bazaarvoice receives personal information, Bazaarvoice does not use such personal information for any purpose except as requested and authorized by its clients. For purposes of this statement and the Safe Harbor Principles, Bazaarvoice is acting as an agent to perform tasks on behalf of and under the instructions of its clients. Compliance with all Notice and Choice Principles shall be the responsibility of Bazaarvoice’s clients.",
    "address": "3900 N. Capital of Texas Highway, Suite 300",
    "asp_index": "28357",
    "city": "Austin",
    "contactemail1": "jim.rennie@gmail.com",
    "contactfax1": "",
    "contactname1": "Jim Rennie",
    "contactoff1": "Bazaarvoice",
    "contactphone1": "512-551-6867",
    "contacttitle1": "Data Privacy & Usage Counsel",
    "corpoffemail1": "kin.gill@bazaarvoice.com",
    "corpofffax1": "512-551-6001",
    "corpoffname1": "Kin Gill",
    "corpoffphone1": "512-551-6000",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-15",
    "orgverification": "Third Party - TRUSTe",
    "personaldata": "on-line, off-line and manually processed",
    "ppdate": "2015-01-31",
    "previous": "22732",
    "privacyprograms": "TRUSTe",
    "recoursemech": "With respect to any complaints relating to this policy that cannot be resolved through our internal processes, we have agreed to participate in the dispute resolution procedures of the panel established by the EU data protection authorities to resolve disputes pursuant to the Safe Harbor Principles and we have agreed to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner. In the event that we or such authorities determine that we did not comply with this policy, we will take appropriate steps to address any adverse effects and to promote future compliance.",
    "signupdate": "2008-05-15",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78746"
}