{
    "CertifiedThroughLabel": "",
    "Fax": "913-562-9915",
    "OrgName": "Iris Data Services",
    "PPLoc": "http://www.irisds.com/images/stories/privacy.pdf ",
    "Phone": "888-474-7370",
    "activities": "Iris Data Services provides discovery solutions including electronic discovery, managed litigation services, and document review technologies to corporations and law firms around the world. Iris takes advantage of the latest innovations to achieve delivery times unheard of in the eDiscovery industry. Iris brings a new approach to its customers by providing services in a stepwise process, involving the client at each milestone reached. Our approach leads to reduced costs, customized solutions, and most importantly, better results. By utilizing Iris’ customizable interfaces, our users have achieved unprecedented review speeds. With offices throughout the US, Europe, India and Asia, we can respond to discovery needs - whatever or wherever they may be.\r\n\r\nPersonal information received from the EU may go through any of the above mentioned processes, depending on their presence in data collections. Iris adheres to strict confidentiality, privacy and data security policies to safeguard all data, be it human resources related, online or offline. All data is secured physically and logically. Please contact Iris for any inquiries regarding our data handling standards.",
    "address": "17795 W. 106th Street, Suite 201",
    "asp_index": "28367",
    "city": "Olathe",
    "contactemail1": "ssperry@irisds.com",
    "contactfax1": "913-562-9915",
    "contactname1": "Scott Sperry",
    "contactoff1": "Iris Data Services",
    "contactphone1": "913-937-0594",
    "contacttitle1": "Director of Marketing",
    "corpoffemail1": "mbaisden@irisds.com",
    "corpofffax1": "913-562-9915",
    "corpoffname1": "Major J. Baisden",
    "corpoffphone1": "913-937-0592",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-19",
    "orgverification": "In-house",
    "personaldata": "On-line, off-line, human resources",
    "ppdate": "2007-12-31",
    "previous": "23236",
    "privacyprograms": "Iris is a member or is actively involved in organizations that adhere to and promote safe harbor principles such as the Association of Litigation Support Professionals, the Association of Corporate Counsels, the Litigation Support Vendor's Association, the Electronic Discovery Reference Model, the International Legal Technology Association and the Sedona Conference.",
    "recoursemech": "Iris Data Services has protocols to investigate complaints regarding lack of compliance internally. However, if those protocols prove ineffective or a complaint remains unresolved, the plaintive party may seek resolution through an independent arbitrator in the jurisdiction as provided by the executed Statement of Work or Master Services Agreement covering the services provided; Iris uses the EU Data Protection Authorities for organization human resources data, and the American Arbitration Association (ICDR/AAA Safe Harbor Program) for all other data.",
    "signupdate": "2008-06-19",
    "state": "Kansas",
    "statutorybody": "FTC",
    "zip": "66061"
}