{
    "Fax": "646-304-7147",
    "OrgName": "AddThis, Inc.",
    "PPLoc": "http://www.addthis.com/privacy/privacy-policy#.T8Tb4r8rMgM ",
    "Phone": "703-677-3649",
    "activities": "We only collect Personal Information via an AddThis Button when an End User provides it to us. When an End User sends an email using an AddThis Button we use their email address, the email address of the person (or people) to whom they are sending the content and allow the End User the opportunity to write an accompanying message. We use this Personal Information only to send the email on the End User's behalf and for no other purpose, and it is not merged or otherwise combined with any of the Non-Personally Identifiable Information that we collect.\r\n\r\nWe collect Non-Personally Identifiable Information via the AddThis Button for use on the AddThis Platform. For example, when an End User visits a web page that contains one of our AddThis Buttons, our server logs collect their Internet Protocol address, browser type, browser language, the date and time they visited that web page, and (if they came to a web page where an AddThis Button is enabled via a search engine such as Google), the web search that landed the End User on that web page. We also collect information regarding how often the End User shares content with others using the AddThis platform. We use this information to help us build commercially viable data segments (e.g., travel enthusiast, sports fan) for online ad targeting in order to help make the ads End Users see on many of the websites they visit more relevant to your interests, and for ad delivery and reporting purposes.",
    "address": "1595 Spring Hill Road",
    "asp_index": "28365",
    "city": "Suite 300",
    "contactemail1": "achapell@chapellassociates.com",
    "contactfax1": "646-304-7147",
    "contactname1": "Alan Chapell",
    "contactoff1": "Privacy Office",
    "contactphone1": "917-318-8440",
    "contacttitle1": "Outside Counsel, Privacy Advisor",
    "corpoffemail1": "jason@AddThis.com",
    "corpofffax1": "646-304-7147",
    "corpoffname1": "Jason Reis",
    "corpoffphone1": "703-677-3646",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2016-04-05",
    "orgverification": "In-house",
    "personaldata": "Organizational and Client data",
    "ppdate": "2012-03-15",
    "previous": "22350",
    "privacyprograms": "Network Advertising Initiative, Digital Advertising Alliance, eDAA, IAB",
    "recoursemech": "The Better Business Bureaus (BBB) EU Safe Harbor program",
    "signupdate": "2012-04-05",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22182"
}