{
    "Fax": "713-939-4538",
    "OrgName": "Equivalent DATA LLC.",
    "PPLoc": "",
    "Phone": "713-939-4500",
    "activities": "Since 1994, Equivalent DATA has served the legal industry by providing large-scale discovery services to attorneys, investigators, corporations, and legal professionals. Founded by electronic discovery specialists, staff members include expert data engineers, project managers, software developers, attorneys, legal consultants, and knowledgeable support personnel. \r\nEquivalent DATA collects information through our website at several points. We collect the following personally identifiable information about primary visitors: First Name, Last Name, Email Address, Company Name Position, City, State and Zip Code.\r\nEquivalent DATA does not actively market to children, and we never knowingly ask a child under 13 to divulge personal information.\r\nWe collect demographic DATA in order to help run our Site more efficiently, to monitor the level of activity on our Site, and to evaluate the effectiveness of our advertising.\r\nWe collect this information through registration forms, clickstream tracking and automatic logging files. The information is collected voluntarily.\r\nWe do employ cookies. A cookie is a small text file that our Web server places on a user’s computer hard drive to be a unique identifier. Cookies enable Equivalent DATA to track usage patterns and deliver customized content to users. Our cookies have an expiration date. Our cookies do not collect personally identifiable information.",
    "address": "4809 Westway Park Blvd",
    "asp_index": "28377",
    "city": "Houston",
    "contactemail1": "marcel.hobizal@eqd.com",
    "contactfax1": "713-939-4538",
    "contactname1": "Marcel Hobizal",
    "contactoff1": "Equivalent DATA",
    "contactphone1": "713-939-4500",
    "contacttitle1": "",
    "corpoffemail1": "mike.mirabella@eqd.com",
    "corpofffax1": "713-939-4538",
    "corpoffname1": "Mike Mirabella",
    "corpoffphone1": "713-939-4500",
    "corpofftitle1": "Executive Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Romania, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-04",
    "orgverification": "In-house",
    "personaldata": "Off-Line and Online from Website",
    "ppdate": "1994-01-01",
    "previous": "23317",
    "privacyprograms": "None",
    "recoursemech": "Any individual may refer a privacy issue to Equivalent DATA’s Executive Vice President (mike.mirabella@eqd.com) for prompt resolution. If the issue cannot be resolved to that individual's satisfaction, Equivalent DATA will agree to mediate the issue with the Houston, Texas office of the American Arbitration Association (AAA). Any individual may file a request for mediation with the American Arbitration Association.",
    "signupdate": "2008-06-04",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "77041"
}