{
    "Fax": "(609) 403-7283",
    "OrgName": "Church & Dwight Co., Inc.",
    "PPLoc": "Available at company headquarters",
    "Phone": "(609) 806-1200",
    "activities": "Church & Dwight’s U.K. and French affiliates transfer their employee personal data (and that of their beneficiaries, dependents and emergency contacts) to Church & Dwight in the United States, in some cases directly and in some cases through Church & Dwight’s agent.  Employees also transfer such information to Church & Dwight or its agent directly.  Such transfers are in connection with the efficient management and operation of Church & Dwight’s and its affiliates’ business, enabling all Church & Dwight’s and its affiliates’ personnel to communicate with one another and work together; human resources and benefits administration; expense and travel management; alumni relations; business continuity and disaster recovery; receiving and investigating complaints about alleged unlawful activity; enforcing the rights of Church & Dwight and its affiliates; and safety and security processes.  Church & Dwight may also transfer personal data to an agent of Church & Dwight’s or of its affiliate’s in connection with the above purposes, such as a payroll provider or benefits provider.  Data may also be processed and transferred to the United States in connection with collection and discovery requests in the context of litigation or government investigations, and in such context it may be made available to adverse parties in litigation or governmental entities in accordance with applicable law.",
    "address": "500 Charles Ewing Boulevard",
    "asp_index": "28379",
    "city": "Ewing Township",
    "contactemail1": "patrick.demaynadier@churchdwight.com",
    "contactfax1": "(609) 403-7283",
    "contactname1": "Patrick de Maynadier",
    "contactoff1": "Office of General Counsel",
    "contactphone1": "(609) 806-1200",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "patrick.demaynadier@churchdwight.com",
    "corpofffax1": "(609) 403-7283",
    "corpoffname1": "Patrick de Maynadier",
    "corpoffphone1": "(609) 806-1200",
    "corpofftitle1": "General Counsel",
    "eucountries": "France, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Cosmetics & Toiletries - (COS)Household Consumer Goods - (HCG)",
    "industrysector_parsed": [
        "Cosmetics & Toiletries - (COS)",
        "Household Consumer Goods - (HCG)"
    ],
    "latest": "false",
    "nextcertification": "2016-06-14",
    "orgverification": "In-House",
    "personaldata": "Organization data.  Yes, the data covered includes manually processed data.",
    "ppdate": "2013-06-07",
    "previous": "23113",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities",
    "signupdate": "2013-06-14",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08628"
}