{
    "CertifiedThroughLabel": "",
    "Fax": "202-737-0085",
    "OrgName": "Family Online Safety Institute",
    "PPLoc": "https:/ www.fosi.org/privacy-policy/ ",
    "Phone": "860-775-0131",
    "activities": "FOSI Activities and Updates\r\nInformation collected from those who voluntarily submit it to us is used to provide services like newsletter subscriptions, updates on special events, and e-mail announcements of interest to our users. Moreover, if you register for access to our blogs or message boards, we will use your personal information to enable you to view and post messages on the boards. You should understand, however, that community forums, blogs, and message boards are tools that allow you to communicate with members of the online community. The information posted in these public areas can be collected and used by people so we highly suggest that you do not post any personal information you do not want publically displayed or shared.\r\n\r\n\r\nOperational Uses\r\nWe may also use your personal information for other purposes such as \"Operational Uses.\" For example, we may use your information to send you administrative communications either about your account with us or about features of our websites.\r\n\r\n\r\nWe occasionally employ other companies to perform services necessary to our internal operations. For example, we have partnered with other companies to personalize our web pages, analyze customers' interaction with our website, and process consumer surveys. In instances when we are shipping prizes, we also provide postal addresses for delivery purposes. While providing their services, these companies may access your personally identifying information. These companies have agreed to securely store and maintain the personal information received from us.\r\n\r\n\r\nAggregate Information\r\nFinally, we may take your personally identifiable information and make it non-personally identifiable. We do this either by combining it with information about other individuals (aggregating your information with information about other individuals), or by removing characteristics (e.g., your name) that make the information personally identifiable to you. This process is known as de-personalizing your information. Given the non-personal nature of this information, no restrictions apply under this Privacy Policy on our right to de-personalize your personal information. We may use de-personalized information in any way and share it with third parties without your consent.\r\n\r\n\r\nBusiness Information\r\nFor practical reasons, we treat personal information submitted to us in a business capacity different from information we receive in a non-business capacity. Personal information submitted to us in a business capacity (e.g. resumes) may be shared with third parties, depending on the nature of the inquiry.\r\n\r\n\r\nPurchase or Sale of Businesses\r\nFrom time to time, we may purchase a business or sell one or more of our businesses and your personally identifiable information may be transferred as a part of the purchase or sale. If we purchase a business, the personally identifiable information received with that business would be treated in accordance with this Privacy Policy, if it is practicable and permissible to do so. If we sell a business, we will include provisions in the selling contract requiring the purchaser to treat your personally identifiable information in the same way required by this Privacy Policy (including any amendments to this Privacy Policy). The provisions of this paragraph will also apply if we are sold as part of bankruptcy proceedings.\r\n\r\n\r\nThird Party Use\r\nOur company doesn't share and hasn't reserved the right to share personal or demographic information with third parties.\r\nDisclosures Required By Law and Disclosures to Help Protect the Security and Safety of Our Websites and Others\r\n\r\n\r\nWe will disclose personal information when we believe in good faith that disclosure is required by law (e.g., court order or subpoena) or help enforce:\r\n• our Terms of Use, or contest, sweepstakes, promotions, or game rules;\r\n• protect your safety or security, including the safety and security of your property; or\r\n• protect the safety and security of our websites or third parties.",
    "address": "400 7th Street NW Suite 506",
    "asp_index": "28374",
    "city": "Washington, DC",
    "contactemail1": "jhanley@fosi.org",
    "contactfax1": "202-737-0085",
    "contactname1": "Jennifer Hanley",
    "contactoff1": "Family Online Safety Institute",
    "contactphone1": "202-775-0131",
    "contacttitle1": "Director, Legal & Policy",
    "corpoffemail1": "jhanley@fosi.org",
    "corpofffax1": "202-737-0085",
    "corpoffname1": "Jennifer Hanley",
    "corpoffphone1": "202-775-0131",
    "corpofftitle1": "Director, Legal & Policy",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-10",
    "orgverification": "ESRB, as a third party",
    "personaldata": "Email address, country, name. This is not manually processed data.",
    "ppdate": "2012-09-11",
    "previous": "22473",
    "privacyprograms": "We are a member in good standing with the Entertainment Software Ratings Board's (the \"ESRB\") privacy program.",
    "recoursemech": "An independent recourse mechanism will be available through the ESRB's privacy online enforcement program.",
    "signupdate": "2013-04-10",
    "state": "District of Columbia",
    "statutorybody": "FTC",
    "zip": "20004"
}