{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Glowforge, Inc.",
    "PPLoc": "http://glowforge.com/privacy/ ",
    "Phone": "8555694878",
    "activities": "1. We collect limited information when users browse the site\r\nWhen users visit the Site we collect non-personalized data such as: the type of browser and OS they use, the address of the external or internal page that referred them, the IP address and pages on the site that they visit. We mostly use this information to figure out how people are using our site and what interests them, but we may also use it to diagnose issues with the site. \r\n2. We Collect Information When Users Sign Up To Be Told About Our Launch\r\nThere’s a box on our homepage that allows users to put in your email address, and later receive information about our launch.  We retain such addresses for announcements. We will not use their email for any other purpose. They will remain on this list until they unsubscribe, which they can do at any time by sending an email to privacy@glowforge.com. We use MailChimp to provide email list services, and we provide a link to their privacy policy in our privacy policy.\r\n3. We Collect Information When Users Communicate With Us Directly\r\nIf users email us or send us other communications directly, we will retain their email or address and correspondence so that we may respond to their request. We retain this information indefinitely so that we have a history of our past communications.  \r\nOne way that users might communicate with us is by applying for a job via our jobs website, which collects information and shares it with us via our partner Lever.co.  The Lever.co privacy policy is linked to in our own privacy policy.",
    "address": "2944 1st Ave South",
    "asp_index": "28384",
    "city": "Seattle",
    "contactemail1": "privacy@glowforge.com",
    "contactfax1": "",
    "contactname1": "Kira Franz",
    "contactoff1": "Glowforge HQ",
    "contactphone1": "855-569-4878",
    "contacttitle1": "Glowforge Operations",
    "corpoffemail1": "privacy@glowforge.com",
    "corpofffax1": "",
    "corpoffname1": "Dan Shapiro",
    "corpoffphone1": "855-569-4878",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Consumer Electronics - (CEL)General Consumer Goods - (GCG)Printing & Graphic Arts Equipment - (PGA)General Industrial Eqpt & Supplies - (GIE)",
    "industrysector_parsed": [
        "Consumer Electronics - (CEL)",
        "General Consumer Goods - (GCG)",
        "General Industrial Eqpt & Supplies - (GIE)",
        "Printing & Graphic Arts Equipment - (PGA)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-16",
    "orgverification": "In-house",
    "personaldata": "Visitor information, customer information",
    "ppdate": "2015-01-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "The Better Business Bureau's EU Safe Harbor Program",
    "signupdate": "2015-06-16",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98134"
}