{
    "Fax": "201-792-3090",
    "OrgName": "Datapipe, Inc.",
    "PPLoc": "http://www.datapipe.co.uk/legal/privacy_policy_safe_harbor/ ",
    "Phone": "201-792-1918",
    "activities": "Datapipe is a managed web hosting company that collects personal information from prospective and current clients, prospective and current employees, prospective and current vendors and other persons located in the European Union who may be interested in a business relationship with Datapipe via website visits, telephone calls, web forms, emails, written correspondence, channel partners and other sources; Datapipe uses this information to contact those persons about Datapipe services, employment opportunities, and potential business transactions, to provide services, to manage relations with vendors, for related financial and other operational purposes, and to perform its own human resources functions. In performing its hosting services, Datapipe may process personal data controlled by its clients; Datapipe does not apply Safe Harbor Principles to that data, but processes that data at the direction of and in accordance with the terms of its agreements with its clients, and in certain instances in connection with a form of data processing agreement.",
    "address": "10 Exchange Place",
    "asp_index": "28397",
    "city": "Jersey City",
    "contactemail1": "lambrose@datapipe.com",
    "contactfax1": "201-792-3090",
    "contactname1": "Lorraine Ambrose",
    "contactoff1": "Legal",
    "contactphone1": "201-792-1918 x2275",
    "contacttitle1": "Contracts Manager",
    "corpoffemail1": "jfriedman@datapipe.com",
    "corpofffax1": "201-942-8124",
    "corpoffname1": "Joel Friedman",
    "corpoffphone1": "201-792-1918 x2424",
    "corpofftitle1": "CSO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-02",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed Data",
    "ppdate": "2012-01-30",
    "previous": "24440",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2004-07-02",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07302"
}