{
    "CertifiedThroughLabel": "",
    "Fax": "301-921-4405",
    "OrgName": "Matthews Media Group dba MMG",
    "PPLoc": "http://www.mmgct.com/about-us/privacy-policy.aspx ",
    "Phone": "301-984-7191",
    "activities": "Call center, Web-based extranet portal. Through forms on our Web site, we collect personal information that can be used to identify or contact individuals interested in participating in clinical trials.  This “personal information” allows us to determine if individuals may be eligible for a clinical trial.  It also allows the clinical trial site conducting the trial to contact interested individuals regarding their participation and may allow MMG to contact individuals if they are eligible for a future clinical trial.  Individuals will always be given the opportunity to tell us if they would like to be contacted.\r\nInformation about individuals may also be collected through cookies, created as they fill out forms on our Web site.  This information will not be used to contact or identify individuals, and is not considered personal information.",
    "address": "700 King Farm Blvd., 5th Floor",
    "asp_index": "28395",
    "city": "Rockville",
    "contactemail1": "kclarke@mmgct.com",
    "contactfax1": "301-921-4403",
    "contactname1": "Kate Clarke",
    "contactoff1": "same as above",
    "contactphone1": "301-348-1660",
    "contacttitle1": "Sr. Vice President, Finance",
    "corpoffemail1": "hwest@mmgct.com",
    "corpofffax1": "301-921-4403",
    "corpoffname1": "Helen West",
    "corpoffphone1": "301-348-7191",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Biotechnology - (BTC)Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Health Care Services - (HCS)"
    ],
    "latest": "false",
    "nextcertification": "2016-07-01",
    "orgverification": "In house self assessment",
    "personaldata": "off-line, on-line",
    "ppdate": "2012-12-04",
    "previous": "23459",
    "privacyprograms": "Health on the Net Foundation",
    "recoursemech": "Individuals are first encouraged to contact MMG directly with any concerns or complaints. During the initial call to the call center, the customer service representative first seeks authorization from the subject to include the subject’s personal information in the database. Those who so consent are then advised that they may contact MMG via a toll free telephone number. Visitors to MMG website are advised likewise, via MMGs privacy and security policy. Internet users may also contact MMG via email. \r\nWhen MMG receives a complaint or concern regarding the privacy of individual health information, the chief privacy officer will direct the investigation of the complaint/concern. MMG is dedicated to providing a timely response to any concern. Nonetheless, MMG recognizes that the initial resolution may not be satisfactory to some individuals. Therefore, MMG is committed to cooperating with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC). In the event that a complaint is escalated to the DPAs or FDPIC, MMG will cooperate with the investigation and resolution of such complaints. MMG is firmly committed to ensuring that appropriate actions are taken to comply with Safe Harbor Principles, including appropriate remedial or compensatory measures in response to instances of non-compliance. In the event that such measures are necessary, MMG will provide the DPAs or FDPIC with written confirmation of such action.",
    "signupdate": "2005-07-01",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "20850"
}