{
    "CertificationStatus": "true",
    "Fax": "603-324-3210",
    "OrgName": "MindLeaders, Inc.",
    "PPLoc": "http://www.mindleaders.com/privacy-policy.aspx ",
    "Phone": "603-324-3000",
    "activities": "We at MindLeaders recognize the importance of protecting the privacy of our customers and other visitors to our website. When you visit our website, MindLeaders may collect information in two ways: through information automatically gathered from your computer or through information you voluntarily provide at this website. As to automatically gathered information, MindLeaders collects navigational information about where visitors go on our website, how many visits are made to the site, when the site is visited and other non-personal information (for example, this can include domain type, browser version, service provider, IP address). Voluntarily provided information is collected online when you register for our services or purchase our products. Whenever you register for our services or purchase our products, we will collect personal information such as your name, e-mail address, mailing address, company and phone number, as well as any billing information or specific comments or questions that you provide.  Additionally, your contact information may be entered into our platform by a third party on your behalf in order to provide the service for you. This personal information will only be used for the purpose for which it was intended.  We also offer general \"contact us\" features on our website, in which you will be asked to provide your name and e-mail address to request information or be contacted by a sales agent. We may also collect additional information in connection with events, special offers, contests, specialized products, or other promotions.",
    "address": "107 Northeastern Blvd",
    "asp_index": "28408",
    "city": "Nashua",
    "contactemail1": "bob_o'bryan@skillsoft.com",
    "contactfax1": "614-794-1761",
    "contactname1": "Bob O'Bryan",
    "contactoff1": "MindLeaders, Inc.",
    "contactphone1": "614-519-8983",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "bob_o'bryan@skillsoft.com",
    "corpofffax1": "614-794-1761",
    "corpoffname1": "Bob O'Bryan",
    "corpoffphone1": "614-519-8983",
    "corpofftitle1": "Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Education & Training - (EDS)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-10",
    "orgverification": "Third Party",
    "personaldata": "We process client data and organization data.",
    "ppdate": "2011-02-01",
    "previous": "23071",
    "privacyprograms": "TRUSTe",
    "recoursemech": "For organization human resources data: EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC); For all other types of data: TRUSTe",
    "signupdate": "2011-06-10",
    "state": "New Hampshire",
    "statutorybody": "FTC",
    "zip": "03062"
}