{
    "Fax": "",
    "OrgName": "Invention Submission Corporation",
    "PPLoc": "https://inventhelp.com/privacy-policy",
    "Phone": "412 288 1300",
    "activities": "How We Gather User Information\r\nOptional Voluntary Information\r\nWe offer the following free services, which require some type of voluntary submission of personal information by users:\r\n1. Request for more information\r\nInventHelp gathers voluntary contact information from users who would like to receive more information about our services. We may periodically send e-mails to users who have voluntarily submitted their information and have indicated a willingness to receive such notifications. We will never use your e-mail to spam or for other fraudulent purposes.\r\n2. Electronic newsletters (Dispatches)\r\nInventHelp gathers voluntary contact information from users who would like to receive more information about our services. We may periodically send e-mails to users who have voluntarily submitted their information and have indicated a willingness to receive such notifications. We will never use your e-mail to spam or for other fraudulent purposes. To opt out of these e-mails, please send correspondence to the mailing address below or email to privacy@InventHelp.com.Usage Tracking\r\nInventHelp tracks user traffic patterns throughout our site. However, we do not correlate this information with data about individual users. We do break down overall usage statistics according to a user's domain name, browser type and operating system by reading this information from the browser string (information contained in every user's browser).\r\nWe sometimes track and catalog the search terms that visitors use to find our site (or terms entered into our Search function), but this tracking is not associated with individual users. We use tracking information to determine which areas of our site users prefer based on traffic to those areas. We do not track what individual users read, but rather how well each page performs overall. This helps us continue to build a better Web site for you.Cookies\r\nWe may place a text file called a \"cookie\" in the browser files of your computer. We use cookies and similar technologies to track user traffic patterns (as described above). Our advertising system delivers a one-time cookie to better track ad impressions and click rates. The cookie itself does not contain personal information, although it will enable us to relate your use of our site to information that you have specifically and knowingly provided to us. The only personal information a cookie can contain is information you supply yourself. A cookie can't read data off your hard disk or read cookie files created by other sites.\r\nYou can refuse cookies by turning them off in your browser. If you've set your browser to warn you before accepting cookies, you will receive the warning message with each cookie. You do not need to have cookies turned on to use our site. However, you do need cookies to participate actively in newsletter registration and information requests.\r\nSome of our web pages and electronic communications may contain electronic images known as web beacons (sometimes referred to as “clear gifs”). Web beacons collect only limited information that includes a cookie number, time and date of a page view, and a description of the page on which the web beacon resides. We may also carry web beacons placed by third party advertisers. These web beacons are used to track usage of the Website and activities associated with our site.\r\nWe or a trusted third party may assign you a unique internal identifier to help keep track of your future visits. We use this information to gather aggregate demographic information about our visitors, and we use it to personalize the information you see on our site and some of the electronic communications you receive from us. This information is used internally and is not shared with others.\r\n\r\nUse of Information\r\nWe use any information voluntarily given by our users to enhance their experience in our site, whether to provide interactive or personalized elements on the site or to better prepare future content based on the interests of our users. Information that users voluntarily submit via the InventHelp.com Web site may be shared between our sister firms (Intromark Incorporated and INPEX® – The Invention Show), but access to such information is restricted to those individuals who need it to provide you with our services.\r\nAs stated above, we use information that users voluntarily provide in order to send out electronic newsletters and to enable users to receive more information about our services and activities. We send out newsletters to subscribers on a regular schedule (depending on the newsletter), and occasionally send out special editions when we think subscribers might be particularly interested in something we are doing.\r\nWe use tracking information to determine which areas of our site users visit most frequently, and we create aggregate reports on user demographics and traffic patterns to tailor our site to visitors' needs. We may share personal information with a third party for the following purposes:\r\n•\tWe may share personal information that you voluntarily provide with third parties who perform services to us or on our behalf. However, these third-party service providers are obligated to keep your personal information secure and confidential.\r\n•\tWe will share a user's personal information when it is required to comply with an applicable law or valid legal process, or to protect the personal safety of our users or the public. For example, we may disclose such information in response to a subpoena, to enforce this Privacy Policy, to respond to claims that any materials, documents, images, graphics, logos, designs, audio, video and any other information provided from or on our site violates the rights of third parties, and/or to protect the rights, property or personal safety of InventHelp, its partners or users, or the public.\r\n•\tWe may from time to time send e-mail to you announcing new features, services and/or programs offered through our site.\r\nIn addition, in order to provide users of our site with many of the added values and special offers of reputable organizations and retailers, we may provide some or all of your personal information to reputable third-party companies. These third-parties are also obligated to keep your personal information secure and confidential. You may also receive mailings, telephone calls and/or facsimiles from these third-party companies. Users have the option of not participating in these value-added benefits by following the procedure for withholding your personal information that is set forth under \"Opt-Out Policy\" below.\r\nWe reserve the right to transfer information in connection with the sale or other disposition of all or part of InventHelp's business and/or assets. Furthermore, we cannot and will not be responsible for any breach of security by any third parties or for any actions of any third parties that receive any of the information that is disclosed to us.",
    "address": "217 9th Street",
    "asp_index": "28402",
    "city": "Pittsburgh",
    "contactemail1": "mtagliavia@inventhelp.com",
    "contactfax1": "",
    "contactname1": "Matthew Tagliavia",
    "contactoff1": "Compliance",
    "contactphone1": "412 288 1300 x4535",
    "contacttitle1": "Manager",
    "corpoffemail1": "mtagliavia@inventhelp.com",
    "corpofffax1": "",
    "corpoffname1": "Matthew Tagliavia",
    "corpoffphone1": "412 288 1300 x4535",
    "corpofftitle1": "Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Artwork - (ARW)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Artwork - (ARW)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-03",
    "orgverification": "in-house",
    "personaldata": "data covered includes organization, customer, client, and visitor data.  Manually processed data is covered as well.",
    "ppdate": "2015-05-28",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "InventHelp has submitted to the jurisdiction of JAMS EU SAFE HARBOR PROGRAM at http://www.jamsadr.com/file-safe-harbor-claim/ as the independent recourse mechanism in the event informal in-house dispute resolution procedures.",
    "signupdate": "2015-06-03",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "15222"
}