{
    "CertifiedThroughLabel": "",
    "Fax": "763-764-8330",
    "OrgName": "General Mills, Inc., and the following subsidiaries: General Mills Direct Marketing, Inc.; General Mills Finance, Inc.; General Mills Marketing,Inc.; General Mills Operations, LLC.; General Mills Sales, Inc.; General Mills Services, Inc.",
    "PPLoc": "Organization's Intranet site (this exclusively covers our HR data)",
    "Phone": "800-248-7310",
    "activities": "The organization seeks to centralize, store, analyze and process human resource data concerning the EU/EEA-based employees of its EU/EEA affiliates to accomplish the organization’s legitimate business purposes in administering these employment relationships. As a result, the organization may use these human resource data received from the EU/EEA for purposes including, but not limited, to: administer Human Resources Information Systems; to process and administer hiring, payroll, promotion, appraisals, training, leaves, transfers, secondments, workforce analysis and planning, background checks (to the extent permitted by applicable law), succession planning, discipline and termination; to determine data subjects’ rights, benefits, and entitlements as employees, including, but not limited to, determining and providing wages, health care, pensions, leave, and other benefits; to calculate insurance; to administer pension plans, share purchase schemes and other similar plans or schemes; to administer benefits and compensation and related transactions; to notify a family member in case of an emergency; to protect the health and safety of employees and others; for international personnel and facility security issues; to organize business trips and process employee travel bookings; to manage visa and work permit applications, sponsorships and renewals; for global enterprise headcount reporting; to report to government agencies including local, state, regional, provincial, national and/or federal mandated employment census statistics; to determine and monitor compliance with worldwide training, career development and other policies; for staffing; to facilitate communication between employees from different workplace locations; to monitor employee communications performed using company electronic communication systems (to the extent permitted by applicable law); for employee collaboration; for expense reimbursement purposes; to process accounts payable information; to be used in daily correspondence (e.g., email messages, letters, phone calls, fax, etc.); to permit data subjects to access, review and, if necessary, correct, amend or delete personal information; to deal with current or potential litigation, law enforcement inquiries, or other claims; for mergers, acquisitions, re-organizations and divestures; to comply and ensure compliance with internal policies and legal requirements, obligations and rights; to enable data backup, data archiving and document retention (to the extent permitted by applicable law); and for any similar human resources purpose.",
    "address": "One General Mills Blvd",
    "asp_index": "28412",
    "city": "Minneapolis",
    "contactemail1": "Autumn.huiras@genmills.com",
    "contactfax1": "763-764-5727",
    "contactname1": "Autumn Huiras",
    "contactoff1": "General Mills, Inc. – World Headquarters (Same address as above)",
    "contactphone1": "763-764-5727",
    "contacttitle1": "Sr. Counsel",
    "corpoffemail1": "Lisa.novotny@genmills.com",
    "corpofffax1": "763-764-4028",
    "corpoffname1": "Lisa Novotny (Same address as above)",
    "corpoffphone1": "763-764-4028",
    "corpofftitle1": "Vice President – Human Resources",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Food Processing & Packaging Eqpt - (FPP)Foods Processed - (FOD)",
    "industrysector_parsed": [
        "Food Processing & Packaging Eqpt - (FPP)",
        "Foods Processed - (FOD)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-13",
    "orgverification": "In-House.",
    "personaldata": "Human resources data including electronic and manually processed data.",
    "ppdate": "2011-06-10",
    "previous": "23334",
    "privacyprograms": "None applicable.",
    "recoursemech": "Our organization elects to satisfy the requirements of the Safe Harbor Enforcement Principle by committing to (i) cooperate with those Data Protection Authorities (“DPAs”) of EU Member States and the Swiss Federal Data Protection and Information Commissioner (FDPIC) with jurisdiction in the investigation and resolution of complaints brought under this Safe Harbor certification; (ii) comply with appropriate advice given by those DPAs and FDPIC where the DPAs and FDPIC take the view that our organization needs to take specific action to comply with the Safe Harbor Principles; and (iii) periodically review and verify the organization’s compliance with the Safe Harbor Principles.",
    "signupdate": "2011-06-13",
    "state": "Minnesota",
    "statutorybody": "FTC",
    "zip": "55426"
}