{
    "CertifiedThroughLabel": "",
    "Fax": "305-328-8005",
    "OrgName": "Verizon Business Network Services, Inc.",
    "PPLoc": "http://www.verizon.com/about/privacy/ ",
    "Phone": "866-627-6426",
    "activities": "Non-employee Information: \r\nPersonal data received from the EEA in the course of Verizon Business Network Services’ activities in connection with various cloud and IT infrastructure products and services such as cloud compute, storage and back up services, colocation support services, data, website, and other online/offline hosting services, application services, advanced data solutions, security services, and activities in support of these products and services, including but not limited to, handling and processing of orders, implementing and delivering our service, processing for other purposes as required to support our services, personally communicating and maintaining marketing relationships with our customers, users, vendors and sellers, analyzing data to improve products and services,  detecting or preventing fraud or abuse of our services, and enabling third parties to carry out technical, logistical and other functions on our behalf in order to provide our products and services.",
    "address": "One Biscayne Tower, 2 S. Biscayne Boulevard, Suite 2900",
    "asp_index": "28416",
    "city": "Miami",
    "contactemail1": "servicecenter@verizon.com",
    "contactfax1": "305-328-8005",
    "contactname1": "",
    "contactoff1": "same as above",
    "contactphone1": "866-627-6426",
    "contacttitle1": "Support",
    "corpoffemail1": "dnewton@verizon.com ",
    "corpofffax1": "972-534-9808",
    "corpoffname1": "David Newton",
    "corpoffphone1": "469-461-9110",
    "corpofftitle1": "Director of Governance Adminstration",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2016-05-30",
    "orgverification": "In-House",
    "personaldata": "On-line, off-line",
    "ppdate": "2005-03-17",
    "previous": "23345",
    "privacyprograms": "None",
    "recoursemech": "Verizon Business Network Services' privacy policy directs all individuals with questions and concerns regarding its privacy policy to contact Verizon Business Network Services for resolution, and in the event the individual is not satisfied with Verizon Business Network Services' internal dispute resolution processes.  Our policy refers customers to alternative dispute resolution through AAA commercial arbitration.",
    "signupdate": "2008-05-30",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33131"
}