{
    "CertificationStatus": "true",
    "Fax": "202-783-2924",
    "OrgName": "Promontory Financial Group, LLC",
    "PPLoc": "http://www.promontory.com/PrivacyPolicy.aspx ",
    "Phone": "202-384-1200",
    "activities": "Promontory collects personal information directly from individuals in the EEA and/or Switzerland only when an individual contacts Promontory through Promontory’s website. When Promontory collects information directly from individuals through its website, Promontory will not (a) disclose information to a non-agent third party or (b) use information for a purpose other than the purpose for which it was originally collected or subsequently authorized by the individual. Promontory will retain personal information for as long as an account is active or as needed to provide requested services.   \r\n\r\nAs a data processor, Promontory receives information from its clients and has no direct relationship with the individuals whose personal data it processes. Promontory’s contracts with its clients require compliance with data protection laws, including appropriate notice to customers. Promontory may transfer personal information that it process on behalf of its clients to companies acting as agents that help it provide its service when necessary.   Promontory obtains assurances from its agents that such personal information is to be safeguarded in a manner consistent with the Safe Harbor Policy. Promontory retains personal data it processes on behalf of its clients for as long as needed to provide services to clients and as necessary to comply with its legal obligations, resolve disputes, and enforce its agreements.",
    "address": "801 17th Street, NW, 1100",
    "asp_index": "28440",
    "city": "Washington",
    "contactemail1": "customer-privacy@promontory.com",
    "contactfax1": "202-783-2924",
    "contactname1": "Joyce Yette",
    "contactoff1": "Office of the General Counsel",
    "contactphone1": "202-384-1017",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "dcountryman@promontory.com",
    "corpofffax1": "202-783-2924",
    "corpoffname1": "David Countryman",
    "corpoffphone1": "202-384-1070",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "false",
    "nextcertification": "2016-06-07",
    "orgverification": "Third Party",
    "personaldata": "On-line data, offline data, and manually processed data",
    "ppdate": "2013-06-06",
    "previous": "23165",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-06-07",
    "state": "District of Columbia",
    "statutorybody": "FTC",
    "zip": "20006"
}