{
    "Fax": "312-573-5678",
    "OrgName": "Navigant Consulting, Inc.",
    "PPLoc": "The Employee Privacy Policy is posted on the Navigant Consulting intranet. The Client Privacy Policy is stored on the Navigant Consulting intranet and made available to clients. Navigant's Website Pri",
    "Phone": "312-573-5600",
    "activities": "Navigant Consulting and its wholly owned U.S. subsidiaries, including HP3, Inc., NCI Healthcare, LLC, Chambers Associates Incorporated, Claims Data Repository, LLC, Navigant Consulting (PI-NY), Inc., Navigant Capital Advisors, LLC, Navigant Economics, LLC, Navigant Consulting (PI) LLC, PACE Claims Services LLC, Peterson Consulting L.L.C., Peterson Risk Consulting, LLC, Global Insurance Services L.L.C., Alleviant, LLC, Navigant Healthcare Cymetrix Corporation and Care Clarity Inc. (collectively, the \"Company”), use personal information obtained from the European Union (“Protected Information”) as follows:\r\n\r\n1.\tThe Company uses Protected Information obtained from or relating to prospective or current clients and their personnel and customers in connection with the client or prospective client relationships, such as the delivery of professional services, sales and marketing, contract negotiations, communications with clients, providing advice, providing marketing information and client administration.  These services are of an advisory, consultancy or intermediary nature.  Services also include investigatory services and research.\r\n\r\n2.\tThe Company uses Protected Information pertaining to current or former employees of the Company and its foreign subsidiaries, and to employees’ and former employees’ dependents, in connection with the management and operation of the Company and its foreign subsidiaries, staff administration, making services and benefits available to these individuals, maintaining contact with former personnel, tax matters, government reporting, assessing performance, development and training, workforce planning and analysis.\r\n\r\n3.  The Company uses Protected Information to collect employee applicant information from our website.\r\n\r\n4.  The Company uses Protected Information to process consumer requests for marketing information or research through our website.",
    "address": "30 S. Wacker Drive, Suite 3550",
    "asp_index": "28456",
    "city": "Chicago",
    "contactemail1": "privacy@navigant.com",
    "contactfax1": "312-573-5678",
    "contactname1": "",
    "contactoff1": "Navigant Consulting, Inc.",
    "contactphone1": "312-573-5600",
    "contacttitle1": "",
    "corpoffemail1": "privacy@navigant.com",
    "corpofffax1": "312-573-5678",
    "corpoffname1": "Monica Weed",
    "corpoffphone1": "312-573-5600",
    "corpofftitle1": "Executive Vice President, General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Management Consulting Services - (MCS)"
    ],
    "latest": "false",
    "nextcertification": "2016-06-04",
    "orgverification": "In-House Verification",
    "personaldata": "On-line, offline, and manually processed",
    "ppdate": "2015-06-04",
    "previous": "23303",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) (for employee information), American Arbitration Association (ICDR/AAA Safe Harbor Program) (other personal information).",
    "signupdate": "2009-06-04",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60606"
}