{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Carnival, Inc.",
    "PPLoc": "http://carnivalmobile.github.io/legal/privacy-policy ",
    "Phone": "415 781 9815",
    "activities": "Personal Data is received when users voluntarily provide their information by signing up for our website or using our services.  Users log into our Site and provide their email address and password so we may provide the requested services, identify users as customers, and manage their account.   Information including name, phone number, email address, company name and job title is collected when users contact us through our Contact page, so we can provide the requested information.   Information including name, job title, company name and email address is collected if users request a case study so we can provide the case study.  Name and email address are collected when users join our email list so we can provide the email updates.   Information relating to credit card number or other billing information is collected if a user purchases services in order to collect payment for the services.   \r\n\r\nLocation data and device identifiers are received when end users use the services through mobile apps, in order to provide the services.",
    "address": "284 Mott Street, 4D",
    "asp_index": "28462",
    "city": "New York",
    "contactemail1": "legal@carnivalmobile.com",
    "contactfax1": "",
    "contactname1": "Guy Horrocks",
    "contactoff1": "Carnival Mobile",
    "contactphone1": "415 781 9815",
    "contacttitle1": "Chief Executive Officer",
    "corpoffemail1": "guy@carnivalmobile.com",
    "corpofffax1": "",
    "corpoffname1": "Guy Horrocks",
    "corpoffphone1": "415 781 9815",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-16",
    "orgverification": "In-house",
    "personaldata": "User and visitor data is covered by our privacy policy.  The data covered does not include manually processed data.",
    "ppdate": "2015-04-27",
    "previous": "",
    "privacyprograms": "We have a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles.",
    "recoursemech": "AAA / ICDR",
    "signupdate": "2015-06-16",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10012"
}