{
    "CertificationStatus": "true",
    "Fax": "415-358-4168",
    "OrgName": "Marin Software Incorporated",
    "PPLoc": "http://www.marinsoftware.com/privacy/privacy-central, http://www.perfectaudience.com/privacy/",
    "Phone": "415-399-2580",
    "activities": "Marin Software Incorporated (“Marin Software”) operates a website at www.marinsoftware.com, and pefectaudience.com where it describes its products and services, and its operations. It collects information about the visitors of this website, directly from the individual (e.g. through the use of forms) or through the use of cookies and tags. This information is then used primarily to understand the traffic on the Marin Software website, and to identify potential customers, as explained in detail in the “Marin Software Privacy Policy for Website” and the \"Perfect Audience Privacy Policy & Opt Out\". \r\n\r\nIn addition, Marin Software provides a web-based online advertising management platform that contains analytics applications (“Marin Software Subscription Service”).  The Marin Software Subscription Service is accessible from the www.marinsoftware.com website, through a special access reserved to registered individuals. Marin Software customers (“Customers”) use the Marin Software Subscription Service to analyze the traffic patterns on their own website, so that they can optimize their spending on advertisements and improve their sales resulting from online searches and online browsing. The information necessary to make this analysis is collected through cookies and tags, and uploaded onto the Subscription Service servers, as explained in detail in the “Marin Software Privacy Policy for Subscription Service”.\r\nIn both instances described above, some of the individuals whose personal information is processed as described above may reside in the EEA and/or Switzerland.",
    "address": "123 Mission Street, 25th Floor",
    "asp_index": "28476",
    "city": "San Francisco",
    "contactemail1": "legal@marinsoftware.com",
    "contactfax1": "415-358-4168",
    "contactname1": "Daisy Bennett",
    "contactoff1": "Law Department",
    "contactphone1": "512-682-9190",
    "contacttitle1": "Senior Corporate Counsel",
    "corpoffemail1": "legal@marinsoftware.com",
    "corpofffax1": "415-358-4168",
    "corpoffname1": "Stephen Kim",
    "corpoffphone1": "415-762-0449",
    "corpofftitle1": "General Counsel & Corporate Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-20",
    "orgverification": "In-house",
    "personaldata": "customer data, customers' visitor data collected online or offline, and data manually entered in databases",
    "ppdate": "2013-04-15",
    "previous": "22975",
    "privacyprograms": "None",
    "recoursemech": "Marin Software Incorporated has committed to refer unresolved privacy complaints under the US-EU or the US-Switzerland Safe Harbor Principles to the independent dispute resolution mechanism administered by the American Arbitration Association (AAA).",
    "signupdate": "2013-05-20",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}