{
    "CertificationStatus": "true",
    "Fax": "650-745-1000",
    "OrgName": "Ariba, Inc.",
    "PPLoc": "http://www.ariba.com/legal/ariba-privacy-statement-04-24-2015 ",
    "Phone": "650-390-1000",
    "activities": "This filing is in regards to Ariba’s web-based service known as the Ariba Supplier Network and the Ariba Cloud Services (also referred to as “Ariba OnDemand Services”), including associated customer support services, hosted in the United States but accessed internationally (including transfers to these Ariba solutions\r\nfrom the Quadrem Network, hosted in the EU and operated by an Ariba subsidiary). The main purpose of the Ariba Supplier Network and\r\nAriba OnDemand Services is to electronically connect buying and supplying organizations to enable them to exchange business documents for sourcing decisions and procurement transactions and to store procurement related data for the buying organization, such as contracts, purchase orders, invoices and related documents. This involves management of the Ariba Supplier Network business to business technology platform, and maintenance of the Buyer’s and Supplier’s\r\naccounts on the platform. Valid contact information is required to facilitate the transactions between the business entities and for user\r\naccounts. The personal information entered into this system is primarily business contact information of representatives of companies using\r\nthe Ariba Supplier Network and Ariba Cloud Services and may include personal data transferred from the Quadrem Network solution,\r\nhosted in the EU, to the Ariba solutions hosted in the United States. In addition to names and business email addresses for application customer user accounts, the documents processed by customers may include some personal information such as names of signatories and/or approvers.  As of the Pring of 2015, the users of the Ariba Supplier Network, Ariba\r\nCloud Services, and related services represent approximately 1.7 Million organizations (includes both supplier and buyers).",
    "address": "910 Hermosa Court",
    "asp_index": "28475",
    "city": "Sunnyvale",
    "contactemail1": "privacy@ariba.com",
    "contactfax1": "650-745-1000",
    "contactname1": "Elton Hay",
    "contactoff1": "Ariba Information Privacy/Security",
    "contactphone1": "650-390-1000",
    "contacttitle1": "Chief Information Privacy/Security Manager",
    "corpoffemail1": "privacy@ariba.com",
    "corpofffax1": "412-434-5607",
    "corpoffname1": "Chris Cavanaugh",
    "corpoffphone1": "412-297-8589",
    "corpofftitle1": "Senior Vice President, Corporate Controller",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-06-08",
    "orgverification": "In-house",
    "personaldata": "On-Line data",
    "ppdate": "2014-09-02",
    "previous": "28454",
    "privacyprograms": "WebTrust (Security, Availability, Confidentiality, Processing Integrity), TRUSTe",
    "recoursemech": "Dispute Resolution: For questions or concerns regarding privacy statements and the Ariba Supplier Network, the first point of contact is to write to privacy@arib.com.  For any unresolved complaints or if a complaint is not satisfactorily addressed, the organization will utilize the European Data Protection Authorities (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) as its dispute resolution mechanism.",
    "signupdate": "2007-06-08",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94085"
}