{
    "Fax": "757-340-5980",
    "OrgName": "Nexus Direct",
    "PPLoc": "http://www.nexusdirect.com/privacy-policy/ ",
    "Phone": "757-340-5960",
    "activities": "Safe Harbor \r\nNexus Direct complies with the principles of the United States - European Union Safe Harbor Framework regarding the collection, use and retention of personal information from European Union member countries.\r\n\r\nProcessor On Behalf\r\nNexus Direct acts as a processor on behalf of its clients, providing customized services that enable organizations to manage their customer information efficiently by reducing data processing timeframes, increasing marketing efficiency and applying database marketing strategies. Nexus Direct processes marketing information of its clients and on behalf of its clients. In this capacity as a processor on behalf, Nexus Direct acts on the instructions of its clients and does not control or share such data without direction from the client.\r\n\r\nFor such data processing, Nexus Direct enters into agreements with its clients in the European Union (EU) specifying that the EU client recognize that it is a data controller for the purpose of the European Union Data Protection Directive and is in compliance with the corresponding Member State national data protection laws. \r\n\r\nData Security\r\nNexus Direct will not disclose to third parties personal data processed in this capacity, except as permitted or required by the processing agreement, European Union Safe Harbor, applicable Member State data protection law or as otherwise required by law. Nexus Direct has reasonable security measures in place to help protect personal data from loss, misuse, unauthorized access, disclosure, alteration, and destruction.\r\n\r\nPlease see the U.S. Department of Commerce’s website — https://safeharbor.export.gov/list.aspx — for details regarding our compliance.",
    "address": "101 West Main Street",
    "asp_index": "28478",
    "city": "Norfolk",
    "contactemail1": "dataprivacy@nexusdirect.com",
    "contactfax1": "757-340-5980",
    "contactname1": "Keith Adams",
    "contactoff1": "Privacy Committee",
    "contactphone1": "757-961-3219",
    "contacttitle1": "Director of IT",
    "corpoffemail1": "susan@nexusdirect.com",
    "corpofffax1": "757-620-9676",
    "corpoffname1": "Susan Mann",
    "corpoffphone1": "757-961-3234",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "false",
    "nextcertification": "2016-07-01",
    "orgverification": "Direct Marketing Association (DMA)",
    "personaldata": "Client",
    "ppdate": "2014-06-25",
    "previous": "23617",
    "privacyprograms": "None",
    "recoursemech": "Nexus Direct has designated a team responsible for the internal supervision of Nexus Direct’s privacy policies. Nexus Direct educates relevant employees about compliance with the Safe Harbor Principles and has self-assessment procedures in place to ensure compliance.\r\n\r\nFor any complaints regarding Nexus Direct’s compliance with the Safe Harbor Framework, including access to data where one can amend, correct or delete information, please contact us at:\r\n\r\nEmail:\tdataprivacy@nexusdirect.com \r\n\r\nMail: \tNexus Direct\r\n101 West Main Street, Norfolk, VA 23510\r\n\r\nPhone:\t+1-757-961-3210\r\n\r\n\r\nThe U.S. Direct Marketing Association (DMA) serves as Nexus Direct’s third-party dispute resolution provider, as required under the Safe Harbor principles. If by contacting Nexus Direct without satisfactory resolution, complaint(s) may be filed with the U.S. Direct Marketing Association using the following contacts:\r\n\r\nEmail:\tsafeharbor@the-dma.org\r\n\r\nWeb: \thttp://thedma.org/services/dma-international-safe-harbor/\r\n\r\nMail: \tDirect Marketing Association\r\n\tAttn: Safe Harbor Program\r\n          \t1615 L Street NW, Suite 1100\r\n          \tWashington, D.C. 20036\r\n\r\nFax:\t+1-202-955-0085",
    "signupdate": "2014-07-01",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "23510"
}