{
    "CertificationStatus": "true",
    "Fax": "7074311501",
    "OrgName": "Metier Ltd.",
    "PPLoc": "http://www.metier.com/privacy-policy/ ",
    "Phone": "7075469300",
    "activities": "As part of Métier’s PPM hosted applications, customers are permitted to submit electronic data and information, including personal data, to Métier’s servers. In this context, Métier acts as a data processor and does not determine how its customers’ data is utilized in Métier’s servers. Métier does not choose or determine the types of data that are submitted to Métier’s servers, and any access to or use of such data by Métier is incidental to completing the contractual obligations of Métier, as data processor, to its customers.\r\nAs part of Métier’s professional services operations, Métier processes data and information, including personal data, on behalf of its customers. In this context, Métier acts as a data processor on behalf of its customers. \r\nAs part of Métier’s internal operations, Métier transfers personal data of its current and prospective customers and current and prospective business partners to Métier’s U.S. data centers for processing and storage. Métier collects, transfers, and uses personal data of its current and prospective customers and current and prospective partners for sales, billing, marketing, and business partner recruitment purposes. In this context, Métier acts as a data controller. \r\nOutside of the scope of Métier’s Safe Harbor registration, Métier transfers personal data of its employees and non-employee personnel to Métier’s U.S. headquarters for processing and storage. Métier collects, transfers, and uses employee data for purposes of employee benefits and employees services. Such benefits and services include evaluation of qualifications for employment, provision of employment, compensation and benefits, reporting, security management, administration of compensation, stock option administration, performance management and company network access, authentication and personalization. The employee and non-employee personnel personal data is not covered by Safe Harbor.\r\nOutside the scope of Métier’s Safe Harbor registration, Métier also stores and uses personal information collected through its publicly accessible website in accordance with the Métier Privacy Policy posted on the website; the publicly accessible portions of the Métier website are only covered by Métier’s Privacy Policy and not by Safe Harbor – as further explained in detail in Métier’s Privacy Policy and Métier’s Safe Harbor Notice.",
    "address": "405 Healdsburg Avenue",
    "asp_index": "28471",
    "city": "Healdsburg",
    "contactemail1": "amy@metier.com",
    "contactfax1": "7074311501",
    "contactname1": "Amy Vaccari",
    "contactoff1": "Operations",
    "contactphone1": "7072840022",
    "contacttitle1": "COO",
    "corpoffemail1": "amy@metier.com",
    "corpofffax1": "7074311501",
    "corpoffname1": "Amy Vaccari",
    "corpoffphone1": "7072840022",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-09",
    "orgverification": "In-house",
    "personaldata": "organization, customer, application user; does not include manually processsed data.",
    "ppdate": "2015-06-03",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2015-06-09",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95448"
}