{
    "Fax": "",
    "OrgName": "ComplyGlobal Ltd",
    "PPLoc": "http://www.complyglobal.com ",
    "Phone": "+1 212-810-9009",
    "activities": "ComplyGlobal Limited, is a company engaged in the business of providing a cloud based software solution to manage and track legal, regulatory and internal Company compliances.. The Company and its affiliates in the United States (hereinafter collectively referred to as the “ComplyGlobal” “Company”, “We”, “Us” or “Our” which expression shall mean and include its affiliates, successors and permitted assigns) collects data from www.complyglobal.com Website (the “Website”) and all related sites, applications, Services and tools from the Users regardless of how they access or use them.  The term “User(s)” shall mean and include all companies and private organizations that visit the Website and provide information to ComplyGlobal through any of the modes referred \r\n\r\nComplyGlobal collects information from its visitors both by asking specific questions and by permitting to communicate directly with ComplyGlobal via e-mail. During the use of the Website, we may collect and process such information from the users, including but not limited to the below mentioned:\r\n\r\ni.\tInformation that the Users provide to ComplyGlobal by filling in forms on the Website. This includes contact information such as name, email address, mailing address, phone number, financial information including but without limitation, if any, unique identifiers such as user name, account number, password and preferences information such as favorite lists and transaction history;\r\n\r\nii.\tInformation that the Users provide when the Users write directly to ComplyGlobal (including by way of e-mail);\r\n\r\niii.\tInformation that the Users provide to ComplyGlobal over telephone. ComplyGlobal may make and keep a record of the information shared by the Users with ComplyGlobal;\r\n\r\niv.\tInformation that the Users provide to ComplyGlobal by completing surveys, questionnaire, etc.;\r\n\r\nv.\tInformation relating to logs is automatically reported by the User’s browser each time the User accesses a web page. When the User uses the Website, ComplyGlobal servers automatically record certain information that the User’s web browser sends whenever the User visits any website. These server logs may include information such as the User’s web request, Internet Protocol (IP) address, browser type, referring/ exit pages and URLs, number of clicks, domain names, landing pages, pages viewed, and other such information.  ComplyGlobal uses this information, which does not identify Users, to analyze trends, to administer the website, to track Users’ movements around the Website and to gather demographic information about the User base as a whole. ComplyGlobal does not link this automatically-collected data to personally identifiable information. \r\n\r\nvi.\tWhen the User visit the Website or use ComplyGlobal Services, We collect information sent to Us by their computer or other access device. The information sent to Us includes data on the pages the User access, their computer IP address, device identifiers, and the type of operating system they are using, their location, mobile network information, standard web log data and other information. Web log data includes the browser type they are using and traffic to and from Our site. When the visit the Website or use ComplyGlobal Services, We also collect information about their transactions and their activities.\r\n\r\nAt ComplyGlobal, we use the information we obtain about Our customers for the following activities: \r\n\r\na.\tTo provide, deliver and assist us in providing and delivering any products and services to the User and to help us improve and develop these services; \r\n\r\nb.\tTo send the User and keep them informed about commercial communications, subject to any choices they have made, about ComplyGlobal or third party products and services, loyalty programs or other updates;\r\n\r\nc.\tTo verify any of the information the User provide in order to effect, administer and enforce transactions, to manage Our customer relationships, to provide the requested products and services, to sign up agents, to ensure their eligibility for any services, or products the User apply for, and to maintain accuracy of Our records;\r\n\r\nd.\tTo allow the User to change web pages during their visit without having to re-enter their password;\r\n\r\ne.\tTo store their preferences and other information and to track activity on Our Website;\r\n\r\nf.\tTo better understand the effectiveness of Our promotional campaigns;\r\n\r\ng.\tTo deliver Information specific to their interests on additional websites;\r\n\r\nExcept as otherwise stated, We may use their information to improve the content of Our site, to customize the site to their preferences, to communicate information to the User (if the User have requested it), for Our marketing and research purposes, and for the purposes specified in the Policy.",
    "address": "10 East, 33rd Street, 6th Floor",
    "asp_index": "28485",
    "city": "New York",
    "contactemail1": "kmirchandani@complyglobal.com",
    "contactfax1": "",
    "contactname1": "Kishore Mirchandani",
    "contactoff1": "ComplyGlobal Ltd",
    "contactphone1": "+1 212-810-9009",
    "contacttitle1": "Chairman & CEO",
    "corpoffemail1": "auttamchandani@complyglobal.com",
    "corpofffax1": "",
    "corpoffname1": "Ashwin Uttamchandani",
    "corpoffphone1": "+1 646-675-9342",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-12",
    "orgverification": "in-house",
    "personaldata": "Information provided by the user by phone, email, filling questionnaire and survey, personally identifiable unique information (full name, mailing address, e-mail address, phone number, user name, account number, password, transaction history and preferences information), financial information, computer and other access device details including manually processed data.",
    "ppdate": "2014-04-15",
    "previous": "",
    "privacyprograms": "self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "If any customer has questions or complaints pertaining to our use of their personal data, they can contact ComplyGlobal's Head of Security at security@complyglobal.com. The verifications of the complaint will be undertaken in-house. If we are unable to resolve the disputes with the customers, the dispute will be referred to TRUSTe (http://www.truste.com) for resolution.",
    "signupdate": "2014-06-12",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10016"
}