{
    "CertificationStatus": "true",
    "Fax": "916-286-3030",
    "OrgName": "RagingWire Enterprise Solutions, Inc.",
    "PPLoc": "http://www.ragingwire.com/content/online-privacy-policy ",
    "Phone": "916-286-3000",
    "activities": "Persons who supply us with their postal address, email address, or telephone numbers on-line may receive telephone contact from us with information regarding new products and services or upcoming events. If you do not wish to receive such telephone calls, postal mailings or emails, please let us know by sending us e-mail at the above address, calling us at the above telephone number, or writing to us at the above address.\r\nUpon request we provide site visitors with access to all information that we have collected and that we maintain about them.  Consumers can access this information by sending us e-mail us at the above address, calling us at the above telephone number, or writing to us at the above address.  Consumers can have this information corrected by sending us e-mail at the above address, calling us at the above telephone number, or writing to us at the above address. \r\nWeb Server\r\nRagingWire automatically receives and records information on our web server logs from your browser, including your IP address and the page you request.  RagingWire does not use this information for any purpose.\r\nCookies\r\nRagingWire does not set any cookies for consumers who browse our website.\r\nThird Parties\r\nRagingWire does not share consumer information with any third parties.\r\nAd Servers\r\nRagingWire does not partner with or have special relationships with any ad server companies. \r\nSecurity\r\nRagingWire has appropriate security measures in place in our physical facilities to protect against the loss, misuse or alteration of information that we have collected from you at our site.",
    "address": "P.O. Box 348060",
    "asp_index": "28494",
    "city": "Sacramento",
    "contactemail1": "infosec@ragingwire.com",
    "contactfax1": "916-286-3030",
    "contactname1": "PJ Balsley",
    "contactoff1": "Sacramento",
    "contactphone1": "916-286-3000",
    "contacttitle1": "Security Architect",
    "corpoffemail1": "gmacricostas@ragingwire.com",
    "corpofffax1": "916-286-3030",
    "corpoffname1": "George Macricostas",
    "corpoffphone1": "916-286-3000",
    "corpofftitle1": "CEO",
    "eucountries": "France, Germany, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Telecommunications Services - (TES)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-16",
    "orgverification": "In-house",
    "personaldata": "Offline, Online, Manually Processed Data",
    "ppdate": "2005-07-01",
    "previous": "23406",
    "privacyprograms": "None",
    "recoursemech": "RagingWire Data Centers, Inc. utilizes TRUSTe for dispute resolution services.",
    "signupdate": "2005-06-16",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95844"
}