{
    "Fax": "212-889-6868",
    "OrgName": "Quadriga Art, Inc.",
    "PPLoc": "http://www.quadrigaart.com/privacy-policy-statement/ ",
    "Phone": "212-685-0751",
    "activities": "Quadriga Art is a direct mail manufacturing company.  Agencies and/or charities will provide us with data to print on direct mail pieces designed for the client by our in-house creative team.  After production we ship the direct mail pieces to our client's respective mail house or post office location.",
    "address": "30 East 33rd Street",
    "asp_index": "28493",
    "city": "New York",
    "contactemail1": "MJGraham@qdmh.com",
    "contactfax1": "212-889-6868",
    "contactname1": "Matt Graham",
    "contactoff1": "Quadriga Art, Inc.",
    "contactphone1": "2154796649",
    "contacttitle1": "Chief Technology Officer",
    "corpoffemail1": "MKulpinsky@quadrigaart.com",
    "corpofffax1": "856-663-1432",
    "corpoffname1": "Michael Kulpinsky",
    "corpoffphone1": "856-663-2500",
    "corpofftitle1": "VP International Operations",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-08",
    "orgverification": "In-House",
    "personaldata": "on-line, off-line, manually processed",
    "ppdate": "2008-05-30",
    "previous": "23315",
    "privacyprograms": "We comply with the Canadian Standards Association Model, German Declaration of Commitment Lettershop Processing (DDV standard)",
    "recoursemech": "Remedies for Breach of Privacy\r\nQA is cautious with data; we do not share information with any other party for which it was not intended. We ensure that privacy is not compromised or in danger of possible compromise. In the event of a question in security, QA’s sole obligation shall be, at its option, (i) to use commercially reasonable efforts to correct material technical errors or material failures in the program and/or enhancements so that they will perform as warranted, (ii) to replace the Licensed Program and/or Enhancements, or portion thereof, with a Licensed Program, Enhancement or portion thereof which performs as warranted, or (iii) to terminate the Agreement with the client immediately.\r\n\r\nDispute Resolution\r\nQA will do everything in its power to satisfy the questions or concerns of our clients. If our customers are dissatisfied with our conflict resolution, the following are the steps used to address and correct the dispute. (i) Contact the Data Manager at the address above, so that QA can begin investigations immediately (ii) Contact Joseph Puglisi, Chief Information Office so that we can correct any disputes (iii) If the client is discontent with the steps taken to correct any privacy issues, disputes shall be settled by binding arbitration pursuant to the rules of the American Arbitration Association (ICDR/AAA Safe Harbor Program: http://go.adr.org/safeharbor). Judgment upon the award may be entered in any court of the competent jurisdiction. Disputes must be initiated in writing and sent certified mail within 2 years after such cause action accrues. If you have any questions or concerns please feel to contact us.",
    "signupdate": "2007-06-08",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10016"
}