{
    "CertifiedThroughLabel": "",
    "Fax": "512-617-6805",
    "OrgName": "CSIdentity Corporation",
    "PPLoc": "http://www.csid.com/privacy-policy/ ",
    "Phone": "512-617-6800",
    "activities": "CSID provides clients with tailored ID Protection solutions. Our solutions help enhance the products and services offered to customers, differentiate companies from their competition and reveal new revenue opportunities for organizations.\r\n\r\nWe may collect personal information from which you can be identified, such as your name, date of birth, postal and e-mail address, phone number, national identifier or social security number (as applicable)and credit card details.  \r\nWe will use this data to access and monitor various data sets that you request us to monitor as part of your identity protection service and for the prevention and detection of fraud.  When you close your account, we may continue to share information about you according to our policies.\r\n\r\nWe will use the information you provide us solely for the purpose of providing you with the products and services you have requested and for administering our relationship with you, internal business purposes, our product or service development and/or statistical analysis.\r\n \r\nNote Please review privacy policy on attached, as this is the updated privacy policy that will soon be on the website.\r\n\r\nNote Policy will also reside on subdomains. Please let me know if I should include as well.",
    "address": "1501 South Mopac Expressway  #200",
    "asp_index": "28491",
    "city": "Austin",
    "contactemail1": "jmenchaca@csid.com",
    "contactfax1": "512-617-6805",
    "contactname1": "John Menchaca",
    "contactoff1": "CSID",
    "contactphone1": "512-646-2445",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "jross@csid.com",
    "corpofffax1": "512-617-6805",
    "corpoffname1": "Joe Ross",
    "corpoffphone1": "512-646-2402",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-08",
    "orgverification": "Third Party",
    "personaldata": "On-line and off-line Organization, client and consumer. Consumer data may include name, date of birth, postal and e-mail address, phone number, national identifier or social security number (as applicable)and credit card details.",
    "ppdate": "2014-07-07",
    "previous": "23410",
    "privacyprograms": "TRUSTe privacy program",
    "recoursemech": "TRUSTe",
    "signupdate": "2011-07-08",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78746"
}