{
    "CertifiedThroughLabel": "",
    "Fax": "415-445-7455",
    "OrgName": "Diamond Foods Inc.",
    "PPLoc": "http://www.diamondfoods.com/privacy/ ",
    "Phone": "415-445-7444",
    "activities": "Types of Data: Diamond Foods, Inc. and its US-based affiliates may receive a number of different types of data from the EU and Switzerland, including the following: (a) data concerning employees (past and present), potential employees and/or respective family members of employees or potential employees of Diamond Foods or any of its affiliates; (b) consumers, including, but not limited to, purchasers of Diamond's or its affiliates' products and/or services, consumer research participants, consumers with inquiries about Diamond's or its affiliates' products and/or services, consumers reporting adverse event reactions to Diamond's or its affiliates' products, and consumers interacting with Diamond's or its affiliates' product and/or services promotions; (c) shareholders of Diamond and/or any of its affiliates; (d) business customers or suppliers of Diamond or any of its affiliates; and (e) consumer products industry experts, consultants and lobbyists. \r\n\r\nPurposes of Data Collection and Transfer: The data transferred to Diamond and/or its US-based affiliates from the EU and Switzerland may be used for a variety of purposes, including: a) (i) Carrying out a contract with the subject of the data, (ii) Providing employee benefits and services; (iii) Providing shareholder benefits and services; (iv) disseminating consumer information, conducting consumer research, handling consumer inquiries and questions, and conducting consumer promotions; (v) Providing customer or supplier benefits and services to persons associated with or employed by such customers or suppliers; and (vi) managing relationships with consumer products industry experts, consultants and lobbyists; (b) Processing to protect the vital interests of the subjects of the data; (c) Processing for compliance with a legal obligation; (d) Processing to carry out legitimate business interests of Diamond and/or any of its affiliates and/or any third party or parties to whom the data is disclosed; and/or (e) Processing for purposes consented to by the subjects of the data.",
    "address": "600 Montgomery Street, 13th Floor",
    "asp_index": "28507",
    "city": "San Francisco",
    "contactemail1": "SafeHarbor@diamondfoods.com",
    "contactfax1": "415-445-7455",
    "contactname1": "Isobel Jones",
    "contactoff1": "Office of General Counsel",
    "contactphone1": "415-445-7444",
    "contacttitle1": "EVP, General Counsel & Secretary",
    "corpoffemail1": "SafeHarbor@diamondfoods.com",
    "corpofffax1": "(415) 445-7455",
    "corpoffname1": "Isobel Jones",
    "corpoffphone1": "(415) 445-7448",
    "corpofftitle1": "EVP, General Counsel & Secretary",
    "eucountries": "Netherlands, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "NLD",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Foods Processed - (FOD)",
    "industrysector_parsed": [
        "Foods Processed - (FOD)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-24",
    "orgverification": "In-house verification",
    "personaldata": "Personal data processed by Diamond Foods includes Human Resources, Customer, Supplier, Consumer, Research, Shareholder. This includes data which may be processed electronically or manually.",
    "ppdate": "2011-06-14",
    "previous": "23381",
    "privacyprograms": "none at this time",
    "recoursemech": "European Union:  For human resources data, investigation of unresolved complaints would be referred to the : EU Data Protection Authorities (DPAs).  For all other data, unresolved complaints would be referred to Council of Better Business Bureaus (BBB EU Safe Harbor program)\r\nSwitzerland:  Investigation of all unresolved complaints would be referred to the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2011-06-24",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94111"
}