{
    "CertificationStatus": "true",
    "Fax": "+18669329014",
    "OrgName": "Socure Inc.",
    "PPLoc": "http://www.socure.com/privacy.html ",
    "Phone": "+18669329013",
    "activities": "Socure® Social BiometricsTM is a threat intelligence SaaS solution that defends enterprises against identity fraud on the evolving mobile and social web. The platform exposes secure real-time web-service APIs over REST protocols that enterprises can call when their consumers, who may be individuals or businesses, register an identity, log on, make a payment, or commit any other online ID-based transaction. Socure takes the consumer identity information that is passed to it via it's APIs and searches across the web and public records databases to assess authenticity and fraud risk of the identity, and returns back to the enterprise risk scores and descriptions.  Consumer identity information includes the following mandatory fields:  Full Name (First, Middle, Last, or Business Name) and Email Address.  Other optional information if provided by the enterprise may include Full Physical Address (Street Address Line 1, Street Address Line 2, City, State, Zip Code, Country Code), Phone Number, Company Name, UserID, Date of Birth, GeoCode (Latitude, Longitude), IP Address (IPV4 or IPV6), and National ID (such as Social Security Number, TIN Number or Driver's License Number in the US).",
    "address": "110 Fifth Avenue, 5th Floor",
    "asp_index": "28509",
    "city": "New York",
    "contactemail1": "mike@socure.com",
    "contactfax1": "+18669329014",
    "contactname1": "Michael Sleap",
    "contactoff1": "Socure Inc.",
    "contactphone1": "+19175482043",
    "contacttitle1": "Compliance and Privacy Officer",
    "corpoffemail1": "sunil@socure.com",
    "corpofffax1": "+18669329014",
    "corpoffname1": "Sunil Madhu",
    "corpoffphone1": "+17816965448",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)Information Services - (INF)",
    "industrysector_parsed": [
        "Financial Services - (FNS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-13",
    "orgverification": "In-house",
    "personaldata": "All client provided data, all data queried from 3rd party data source providers and vendors, all internally saved data, all client provided pilot data, all site visitor data, and all organizational data.",
    "ppdate": "2014-03-01",
    "previous": "",
    "privacyprograms": "Socure has in place a self-regulatory privacy program that adheres to the U.S. - EU and U.S. Swiss Safe Harbor Privacy Principles.",
    "recoursemech": "Socure shall cooperate and comply with the appropriate data protection authorities within US and EU (including Swiss data protection authorities) with respect to all types of data.  Socure also provides (a) a process for Consumers to submit requests or complaints, and (b) information on how to appeal an adverse decision to JAMS (http://www.jamsadr.com) for resolution by an independent adjudicator.",
    "signupdate": "2015-07-13",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10011"
}