{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "RoundPegg",
    "PPLoc": "http://roundpegg.com/legal/privacy-policy ",
    "Phone": "(303) 440-0417",
    "activities": "RoundPegg helps companies align their culture and ensure that employees are being rewarded based on their individual value systems, candidates are being hired who are a good fit to the company culture and executives are aware of the values that may cause conflict within their organization.\r\n\r\nRoundPegg collects personal data from employees assessing their values, in addition to their basic contact information, including name, email, work department, manager and in some cases performance ratings.  \r\n\r\nThe above data is used in aggregate to identify the culture of our client companies to determine the types of individuals who will be most successful in the given work environment.  \r\n\r\nThe data is also compared on an individual level to the aggregated data for incumbent employees as well as candidates to provide a company with specific behavioral interview questions to ask to candidates and actions to take with incumbents to make them more successful.  \r\n\r\nLastly, individuals can compare their data to other individuals one-on-one with the express consent of both parties in order to understand how the two are uniquely different and get recommendations on how to work better together.\r\n\r\nIndividuals always remain in control of their own data and may request it be deleted at any time and it will not be shared without their consent.",
    "address": "1215 spruce St, Suite 201",
    "asp_index": "28515",
    "city": "Boulder",
    "contactemail1": "tim@roundpegg.com",
    "contactfax1": "",
    "contactname1": "Tim Wolters",
    "contactoff1": "RoundPegg Headquarters",
    "contactphone1": "7203185615",
    "contacttitle1": "CEO",
    "corpoffemail1": "tim@roundpegg.com",
    "corpofffax1": "",
    "corpoffname1": "Tim Wolters",
    "corpoffphone1": "7203185615",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-29",
    "orgverification": "Third Party",
    "personaldata": "User data via on-line methods and customer data via both on-line and offline methods",
    "ppdate": "2015-02-01",
    "previous": "24057",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-06-29",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80302"
}