{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Powerfront",
    "PPLoc": "http://www.powerfront.com/privacy-policy/w1/i1003025/ ",
    "Phone": "310-246-2351",
    "activities": "As a technology service provider, Powerfront does not typically collect personal information from the general public. Powerfront does collect limited personal information from both current and prospective clients which is used for the purpose of maintaining a contact database for professional business relations. Additionally, Powerfront receives personal information from employees and staff to maintain an active and current employment relationship.",
    "address": "468 N. Camden Drive, Suite 200",
    "asp_index": "28528",
    "city": "Beverly Hills",
    "contactemail1": "darren.goble@powerfront.com",
    "contactfax1": "",
    "contactname1": "Darren Goble",
    "contactoff1": "Powerfront, Inc.",
    "contactphone1": "310-246-2351",
    "contacttitle1": "Customer Success Manager",
    "corpoffemail1": "hadar.paz@powerfront.com",
    "corpofffax1": "",
    "corpoffname1": "Hadar Paz",
    "corpoffphone1": "310-246-2351",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-15",
    "orgverification": "In-house",
    "personaldata": "All information gathered by Powerfront is automated with no manually processing.",
    "ppdate": "2015-06-01",
    "previous": "",
    "privacyprograms": "Not applicable",
    "recoursemech": "Powerfronts' privacy policy incorporates the Safe Harbor principles into its rules, which includes effective enforcement mechanisms of the type described in the Enforcement Principle.\r\nConsumers, clients and employees are encouraged to raise any complaints they may have with Powerfront before proceeding to independent recourse mechanisms. In the unlikely event of a legitimate complaint and noncompliance, Powerfront will immediately reverse or correct the dispute, in so far as feasible. Powerfront has no prior participation in the Safe Harbor and therefore no previous record of a failure to comply.  \r\n\r\nComply with the EU DPAs and Swiss FDPIC.",
    "signupdate": "2015-06-15",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90210"
}