{
    "Fax": "905-886-7023",
    "OrgName": "Changepoint (CANADA) ULC",
    "PPLoc": "http://www.changepoint.com/en-us/privacy.aspx ",
    "Phone": "905-886-7000",
    "activities": "A number of user communities are served through www.changepoint.com/en-us and we collect necessary business-related information for the general purposes outlined below. Activities vary according to the product or service involved, but the vast majority of information that Changepoint transfers is business contact information, information related to product preferences, transaction related information and information related to software training and certification of corporate staff, consultants and independent contractors. Information may be used for a variety of purposes including customer service, software download, software and applications support, website content selection, website user friendliness and navigation as well as marketing. Some customers as part of certain Changepoint services, including consulting, education, support and hosting, may also allow us to maintain, or provide us with access to, data. In connection with those services, Changepoint does not control the data and any access to or use of such data is incidental to completing its contractual requirements for the customer. Changepoin also collects data within its communities tools to assist with and enhance users social experience. Changepoint will also transfer its own employee information to headquarters for processing and storage. Changepoint collects, transfers, and uses employee data for purposes of employee benefits and services. Benefits and services include evaluation of qualifications for employment, provision of employment benefits, reporting, security management, administration of compensation, performance management and training, budgeting and salary administration and workforce management, business contact directory, company network access, authentication and personalization.",
    "address": "30 Leek Crescent, Ste 300",
    "asp_index": "28538",
    "city": "Richmond Hill, Ontario",
    "contactemail1": "contactus@changepoint.com",
    "contactfax1": "905-886-7023",
    "contactname1": "Jim Byrnes",
    "contactoff1": "Home Office",
    "contactphone1": "905-886-7000",
    "contacttitle1": "CEO",
    "corpoffemail1": "contactus@changepoint.com",
    "corpofffax1": "905-886-7023",
    "corpoffname1": "Jim Byrnes",
    "corpoffphone1": "905-886-9000",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-27",
    "orgverification": "In-house",
    "personaldata": "Name and contact information within Changepoint communities, on-line, human resources data",
    "ppdate": "2014-02-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2015-08-27",
    "state": "Not Assigned",
    "statutorybody": "FTC",
    "zip": "00000"
}