{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "E-Speech Corporation",
    "PPLoc": "http://espeech.com/safeharbor.htm ",
    "Phone": "609-683-4340",
    "activities": "E-Speech Corporation receives from customers the following personal information: people's names and optionally email addresses or other identification numbers. E-Speech performs data processing of the names to produce phonetic spellings and audio for the names and delivers the phonetic spellings and audio to the customers.",
    "address": "448 Cherry Hill Road",
    "asp_index": "28540",
    "city": "Princeton",
    "contactemail1": "mjm@espeech.com",
    "contactfax1": "",
    "contactname1": "Marian Macchi",
    "contactoff1": "E-Speech Princeton",
    "contactphone1": "609-683-4340",
    "contacttitle1": "Co-President",
    "corpoffemail1": "mjm@espeech.com",
    "corpofffax1": "",
    "corpoffname1": "Marian Macchi",
    "corpoffphone1": "609-683-4340",
    "corpofftitle1": "Co-President",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-18",
    "orgverification": "in-house",
    "personaldata": "On-line, off-line name information; electronically and manually processed data",
    "ppdate": "2015-06-15",
    "previous": "",
    "privacyprograms": "E-Speech will provide a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles.  The program is described at\r\nhttp://www.espeech.com/safeharbor.htm.",
    "recoursemech": "E-Speech will monitor its adherence to the Safe Harbor Privacy Principles and address questions and concerns regarding their adherence. E-Speech personnel will be informed of the privacy policies, and personnel who violate the privacy policies will be subject to disciplinary process. \r\nAt least once a year, an authorized representative of E-Speech will certify that this statement is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented, and accessible. We encourage interested persons to raise any concerns using the contact information from the Safe Harbor privacy statement at http://www.espeech.com/safeharbor.htm.  Individuals may file a complaint at http://www.espeech.com/contact_us.htm in connection with E-Speech's processing of their personal data under the Safe Harbor Privacy Principles. If you believe that we have not satisfactorily addressed your data privacy concerns\r\nrelated to the US-EU Safe Harbor Privacy Principles, you may obtain dispute\r\nresolution services through the International Centre for Dispute Resolution,\r\na division of the American Arbitration Association. To use these services, you can file a claim at http://go.adr.org/safeharbor. \r\n\r\nIn the event that E-Speech or such authorities determine that E-Speech did not comply with this Policy, E-Speech will take appropriate steps to address any adverse effects and to promote future compliance.",
    "signupdate": "2015-06-18",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08540"
}