{
    "CertificationStatus": "true",
    "Fax": "919-381-6099",
    "OrgName": "BioAgilytix Labs LLC.",
    "PPLoc": "http://www.bioagilytix.com/privacy-notice ",
    "Phone": "919-381-6097",
    "activities": "As part of our online training here at BioAgilytix, we train on HIPAA Awareness, \r\nThe Health Insurance Portability and Accountability Act of 1996 (HIPAA) is composed of two main rules. The HIPAA privacy rule provides for the privacy of an individual's personally identifiable health information. The HIPAA Security Rule establishes standards for the privacy of electronic health information. HIPAA protects consumers from having their health information unnecessarily disclosed. The Department of Health & Human Services' Office for Civil Rights enforces HIPAA rules.\r\n\r\nIN SOP Lab-32,Chain of Custody: Receipt, Tracking and Inventory Procedure for Study Samples\r\nstates that in section 4.5.2.\"If the sample receipt paperwork and/or sample tubes contain any patient/subject personal information that identifies or could be used by or on behalf of BAL to identify an individual, the patient/subject personal information must be redacted (e.g. blacked out) immediately, reserving only the patient/subject unique identifiers/code (i.e., unique sample number that codes the patient identity). The sponsor will be notified by the BPM that patient/subject personal information was present on the sample paperwork and/or sample tube and this communication will be documented on the Sample Discrepancy Report.",
    "address": "2300 Englert Dr",
    "asp_index": "28556",
    "city": "Durham",
    "contactemail1": "anita.simkins@bioagilytix.com",
    "contactfax1": "919-381-6099",
    "contactname1": "Anita Simkins",
    "contactoff1": "Quality Assurance",
    "contactphone1": "919-381-6097",
    "contacttitle1": "Senior Director of Quality Assurance",
    "corpoffemail1": "jim.datin@bioagilytix.com",
    "corpofffax1": "919-381-6099",
    "corpoffname1": "Jim Datin",
    "corpoffphone1": "919-381-6097",
    "corpofftitle1": "President and CEO",
    "eucountries": "France, Germany, Ireland, Italy, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "false",
    "nextcertification": "2016-06-26",
    "orgverification": "In-house",
    "personaldata": "clinical trial data, includes manually processed data",
    "ppdate": "2015-03-06",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2013-06-26",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27713"
}