{
    "CertifiedThroughLabel": "",
    "Fax": "262-636-1424",
    "OrgName": "Modine Manufacturing Company",
    "PPLoc": "http://www.modine.com/web/en/privacy-policy.htm#.VXnA4cgo6Uk ",
    "Phone": "262-636-1200",
    "activities": "Modine collects the following information for the following purposes:\r\n•\tWork product, including but not limited to activities performed as part of the employee’s job function for Modine, and work transactions, including data input into Modine’s computer systems, for business operations and compliance with legal and contractual requirements.\r\n•\tPersonal information (including name, home and work contact information, date of birth, gender, marital status, passport/visa information, social security or social insurance number), for work force management and due diligence screening.\r\n•\tEmployment related information including job descriptions; salary and related compensation information; Modine Identification Number; performance information; employment history; educational background; stock and stock option holdings for compensation related activities, including stock plan administration and compensation administration; job-grading activities; benefits and personnel administration, including administration of health and medical benefits and leave entitlements; succession planning and performance management; and management of direct and indirect reports.\r\n•\tEmployment agreements, stock plan information, and executive compensation for management of employment contracts, stock plan administration, and proxy reporting.\r\n•\tTraining data for management of training programs.\r\n•\tInventor information for intellectual property management programs.\r\n•\tInformation relating to Hotline reports, to investigate and respond to Hotline reports;\r\n•\tInformation about employee business relationships to evaluate potential conflicts of interest.\r\n•\tPersonal information, employment information, and compensation information for reviewing, auditing, and enforcing compliance with company policies and procedures, and auditing compensation.\r\n•\tExecutive compensation and stock plan data for accounting for compensation and stock plans.\r\n•\tThe contact name, telephone number, email address, and banking or wire information, of suppliers to allow suppliers to sell to Modine and due diligence screening.\r\n•\tThe contact name, telephone number and email address for customers or potential customers to allow Modine to make contact with these individuals to satisfy customer requirements or address potential business and diligence screening (but only if the potential customer has provided his/her contact data to Modine US.)\r\n•\tThe contact name, telephone number and email address for customers or potential customers for purchase of Modine-branded merchandise (promotional items) through PFG Ventures, L.P., d/b/a Proforma (aka Corporate Casuals).  Proforma collects personal information for the purpose of fulfilling the orders, as well as other marketing purposes, in accordance with their privacy policy.\r\n•\tAs necessary in connection with these purposes, limited members of the Human Resources, IT, Internal Audit, Financial Accounting and Legal departments and senior executive company managers in the United States may access and otherwise process EU Employee Data in connection with their job responsibilities.\r\n•\tThe above information may be processed manually or automatically, depending on the nature of the information gathered and the purpose the information serves.\r\n•\tModine employees are prohibited from disclosing Personal Data to service providers or other third parties, such as stock plan administrators or executive compensation consultants, without the express consent of Modine’s Director, Global Compensation & Benefits (the “Safe Harbor Privacy Contact”). The Safe Harbor Privacy Contact must work with legal counsel to insure that appropriate contracts or other protections are in place with regard to such third parties.",
    "address": "1500 DeKoven Ave",
    "asp_index": "28563",
    "city": "Racine",
    "contactemail1": "PrivacyContact@na.modine.com",
    "contactfax1": "262-631-7720",
    "contactname1": "Laura O. Clampett",
    "contactoff1": "Safe Harbor Privacy Contact",
    "contactphone1": "262-636-1244",
    "contacttitle1": "Director, Global Compensation & Benefits",
    "corpoffemail1": "M.C.Kelsey@na.modine.com",
    "corpofffax1": "262-631-7720",
    "corpoffname1": "Margaret C. Kelsey",
    "corpoffphone1": "262-636-8442",
    "corpofftitle1": "Vice President, Legal & Corporate Communications, General Counsel & Secretary",
    "eucountries": "Austria, France, Germany, Hungary, Italy, Netherlands, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "FRA",
        "DEU",
        "HUN",
        "ITA",
        "NLD",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Automotive Parts & Service Equipment - (APS)Air Conditioning & Refrigeration Equipment - (ACR)",
    "industrysector_parsed": [
        "Air Conditioning & Refrigeration Equipment - (ACR)",
        "Automotive Parts & Service Equipment - (APS)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-22",
    "orgverification": "Self-assessment",
    "personaldata": "human resources, inventor information, employee work product and employment-related information, supplier, potential supplier, customer, potential customer or other EU resident data, including manually processed data",
    "ppdate": "2013-05-01",
    "previous": "23506",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs)",
    "signupdate": "2010-06-22",
    "state": "Wisconsin",
    "statutorybody": "FTC",
    "zip": "53403"
}