{
    "Fax": "857-284-0047",
    "OrgName": "Digiscribe New England",
    "PPLoc": "http://www.digiscribe.info/safeharbor/ ",
    "Phone": "877-550-2088",
    "activities": "Digiscribe New England implements cost-effective document scanning and document management services that help companies, non-profit organizations and health-care facilities reduce costs, operate more efficiently and gain competitive advantage. Organizations rely on Digiscribe New England to improve process efficiencies in areas including accounts payable, human resources and client services. Areas of expertise include document scanning, online and in-house document management software, PO Box/mailroom scanning services, workflow automation software, full-text OCR, e-Forms, business process outsourcing, DIY document imaging software, and box & media storage. Services can be outsourced to Digiscribe New  England’s Kodak-Certified processing facility, located just outside of Boston, or implemented on-site.",
    "address": "51 Morgan Drive",
    "asp_index": "28566",
    "city": "Norwood",
    "contactemail1": "mtaube@digiscribenewengland.com",
    "contactfax1": "857-284-0047",
    "contactname1": "Mitch Taube",
    "contactoff1": "Digiscribe New England",
    "contactphone1": "877-550-2088",
    "contacttitle1": "President",
    "corpoffemail1": "mtaube@digiscribenewengland.com",
    "corpofffax1": "857-284-0047",
    "corpoffname1": "Mitch Taube",
    "corpoffphone1": "877-550-2088",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-02",
    "orgverification": "In-house",
    "personaldata": "off line, manually processed",
    "ppdate": "2013-07-01",
    "previous": "23600",
    "privacyprograms": "None",
    "recoursemech": "Digiscribe New England has further committed to refer unresolved privacy complaints under the US-EU Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Digiscribe New England, please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "2013-07-02",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02062"
}