{
    "CertificationStatus": "true",
    "Fax": "408-200-5799",
    "OrgName": "ThreatMetrix",
    "PPLoc": "http://www.threatmetrix.com/privacy-policy/ ",
    "Phone": "408-200-5755",
    "activities": "ThreatMetrix is a privately held technology company that assists organizations to prevent web fraud and enable e-commerce. ThreatMetrix’s device fingerprinting solution (a.k.a. fraud network) helps online businesses verify new accounts, authorize payments and transactions, and authenticate user logins in real-time. While the solution does not require the collection and use of personally identifiable information (PII), ThreatMetrix customers may choose to provide such information to increase device identification effectiveness. ThreatMetrix provides salted hash controls that suppress sensitive data fields including name and address. It is important to note that ThreatMetrix is the processor and is never a controller of this data. ThreatMetrix profiles the device used in an online transaction so companies can determine whether the users are fraudsters or customers. ThreatMetrix device profiling goes beyond browser fingerprinting to identify the device, bypass proxies and detect the use of botnets.",
    "address": "160 W. Santa Clara Street, Suite 1400",
    "asp_index": "28602",
    "city": "San Jose",
    "contactemail1": "legal@threatmetrix.com",
    "contactfax1": "408-200-5799",
    "contactname1": "Frank Teruel",
    "contactoff1": "ThreatMetrix, Inc.",
    "contactphone1": "408-200-5755",
    "contacttitle1": "CFO",
    "corpoffemail1": "rtaussig@threatmetrix.com",
    "corpofffax1": "408-200-5799",
    "corpoffname1": "Reed Taussig",
    "corpoffphone1": "408-200-5712",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-13",
    "orgverification": "Third Party",
    "personaldata": "on-line consumer (Internet user) data",
    "ppdate": "2014-03-19",
    "previous": "23438",
    "privacyprograms": "Ponemon Institute RIM Council",
    "recoursemech": "ThreatMetrix has committed to refer unresolved privacy complaints under the US-EU Safe Harbor Principles to an independent recourse mechanism as prescribed by JAMS. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by ThreatMetrix, please visit the JAMS web site at www.jamsadr.com for more information.",
    "signupdate": "2010-07-13",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95113"
}