{
    "CertifiedThroughLabel": "",
    "Fax": "952-835-1042",
    "OrgName": "KeyedIn Solutions, Inc.",
    "PPLoc": "http://www.keyedin.com/privacy-policy/ ",
    "Phone": "952-835-1041",
    "activities": "We collect the following kinds of personal information from our Clients:\r\n\r\nUnique Identifiers such as user name and password\r\nWe use this information to:\r\n\r\nRespond to customer service requests\r\nAdminister your account\r\nSend you a newsletter\r\nKeyedIn collects information under the direction of its Clients, and has no direct relationship with the individuals whose personal data it processes. KeyedIn works with its Clients to help them provide notice to their customers concerning, the purpose for which personal information is collected.\r\n\r\nThis website does not collect personal information about you except for information that you voluntarily provide (for example, when you submit an email to us with comments or questions about our website or products.) We may set cookies from time to time to better gauge our readership level. No personal information is gathered via these cookies.\r\n\r\nPersonal information is treated confidentially. We consider the following to be personal information: your name, phone number,  job; your e-mail address and data about the pages you visited on this website.",
    "address": "5001 American Blvd West",
    "asp_index": "28628",
    "city": "Minneapolis",
    "contactemail1": "kadame@keyedin.com",
    "contactfax1": "952-835-1042",
    "contactname1": "Karen Adame",
    "contactoff1": "Minneapolis",
    "contactphone1": "952-835-1041",
    "contacttitle1": "Chief Information Officer",
    "corpoffemail1": "kadame@keyedin.com",
    "corpofffax1": "952-835-1042",
    "corpoffname1": "Karen Adame",
    "corpoffphone1": "952-835-1041",
    "corpofftitle1": "Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-06-28",
    "orgverification": "Third Party",
    "personaldata": "name, phone number, job, e-mail address and data about the pages visited on our website",
    "ppdate": "2012-07-12",
    "previous": "22755",
    "privacyprograms": "TRUSTe",
    "recoursemech": "KeyedIn has been awarded TRUSTe’s Privacy Seal signifying that this privacy policy and practices have been reviewed by TRUSTe for compliance with TRUSTe’s TRUSTed Cloud Program Requirements  including transparency, accountability and choice regarding the collection and use of your personal information. TRUSTe’s mission, as an independent third party, is to accelerate online trust among consumers and organizations globally through its leading privacy trustmark and innovative trust solutions. If you have questions or complaints regarding our privacy policy or practices, please contact us at info@keyedin.com.  If you are not satisfied with our response you can contact TRUSTe here: https://feedback-form.truste.com/watchdog/request.",
    "signupdate": "2013-06-28",
    "state": "Minnesota",
    "statutorybody": "FTC",
    "zip": "55437"
}