{
    "CertificationStatus": "true",
    "Fax": "408-496-4500",
    "OrgName": "Samepage Labs Inc.",
    "PPLoc": "https:/ www.samepage.io/legal#privacy ",
    "Phone": "408-496-4500",
    "activities": "Samepage Labs Inc. receives and stores personal information received from its subscribers in the registration process, as well as any other information (including personal information) recorded by its subscribers during normal use of the Samepage clound-based collaboration service",
    "address": "111 North Market Street, 6th Floor",
    "asp_index": "28639",
    "city": "San Jose",
    "contactemail1": "privacy@samepage.io",
    "contactfax1": "408-496-4500",
    "contactname1": "Efraim Harari",
    "contactoff1": "Privacy Officer",
    "contactphone1": "408-496-4500",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "privacy@samepage.io",
    "corpofffax1": "408-496-4500",
    "corpoffname1": "Efraim Harari",
    "corpoffphone1": "408-496-4500",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-23",
    "orgverification": "In-house",
    "personaldata": "Any data inserted and stored by the company's subscribers within their instance. This can include any type of data, including Personal Data or Sensitive Data. Samepage Labs Inc. operates as the data processor of all such data, except for personal data of its own employees which Samepage collects only in connection with employees' employment",
    "ppdate": "2013-01-26",
    "previous": "",
    "privacyprograms": "Samepage Labs Inc. operates a self-regulatory program that adheres to all 7 Safe Harbor principles of Notice, Choice, Onwards Transfer, Security, Data Integrity, Access and Enforcement. Specific privacy programs include the establishment and operation of a Data Protection Committee comprised of the company's data security architect, Privacy Officer and CEO; a range of data security physical, organizational and administrative measures aimed to ensure safety, security and privacy of all data stored and processed within the company's Samepage collaboration service",
    "recoursemech": "Samepage Labs Inc. has established a role of a Privacy Officer, specifically charged with investigating and resolving any complaints regarding our compliance with the Safe Harbor Framework. All complaints not appropriately addressed by the company's Privacy Officer can be resolved in the complaining party's relevant court of adequate jurisdiction by EU DPAs and Swiss FDPIC or JAMS",
    "signupdate": "2015-06-23",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95113"
}