{
    "Fax": "703-890-2801",
    "OrgName": "Apptix, Inc.",
    "PPLoc": "http://www.apptix.com/legal/terms-conditions/apptix-personal-information-privacy-policy.aspx ",
    "Phone": "703-890-2800",
    "activities": "Apptix is a leading provider of collaboration and unified communications services.  These include Microsoft Hosted Exchange, SharePoint, OCS, Archiving, Cloud Storage and VoIP telephony services.\r\n\r\nThe information Apptix receives depends upon what you do when you visit the Apptix website (as detailed below) and how you use the Services. Unless Apptix has your permission, Apptix does not share with third parties any personal information you provide to Apptix. By “personal information” Apptix means information that can be used to identify or contact you, such as your name, e-mail address, mailing address, telephone number, fax number, and billing, payment, usage, credit and transaction information (including credit card numbers, account numbers, and social security and taxpayer identification numbers). By “third parties” Apptix means anyone who is not directly involved in the maintenance or running of the Apptix website or the Services.\r\n\r\nApptix uses personal information you provide to Apptix (on the Apptix website, or by email, fax, or correspondence, or the use of the Services) strictly for the purposes for which you have provided it. For example, if you request information about a product and provide us with contact information (which may include personal information, such as an e-mail address, mailing address, or phone number), Apptix will use that information to contact you regarding your request. In addition, Apptix may use your personal information, for example, to deliver free promotional materials or newsletters to you. If you prefer not to receive such information from us, simply notify us to that effect (for contact information, see section below entitled “How To Contact Us”). Similarly, if Apptix has your permission to share information with third parties, you should know that third parties are generally prohibited from using personal information for secondary purposes beyond the purposes for which the information is shared.\r\n\r\nTo measure our visitors’ and customers’ interest in and use of various areas of the Apptix website, and Apptix’s products and the Services, Apptix may rely upon aggregate information. By “aggregate information” Apptix means information that does not identify you, such as web pages viewed on the Apptix website. With this aggregate information, Apptix may monitor visitor traffic patterns, usage of the Apptix website, and undertake to improve the Apptix website’s layout and design. Apptix may also use aggregate information to assist in the marketing of Apptix’s products and the Services.\r\n\r\nIf you are a customer of Apptix, Apptix uses your personal information to provide, confirm, change, bill, monitor, and resolve problems with the Services or their quality. Apptix may also use your personal information to develop, market, and sell Apptix products and the Services to you.",
    "address": "13461 Sunrise Valley Dr",
    "asp_index": "28633",
    "city": "Herndon",
    "contactemail1": "peter.walther@apptix.com",
    "contactfax1": "703-890-2801",
    "contactname1": "Peter Walther",
    "contactoff1": "Herndon, VA",
    "contactphone1": "703-890-2800",
    "contacttitle1": "V.P. Business Operations",
    "corpoffemail1": "chris.mack@apptix.com",
    "corpofffax1": "703-890-2801",
    "corpoffname1": "Christopher Mack",
    "corpoffphone1": "703-890-2800",
    "corpofftitle1": "President & C.O.O.",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-18",
    "orgverification": "In house",
    "personaldata": "Client name, contact address and phone number.",
    "ppdate": "2012-06-15",
    "previous": "23282",
    "privacyprograms": "None",
    "recoursemech": "Privacy complaints may presented to the Apptix, Inc., is committed to resolved privacy complaints under the US-EU Safe Harbor Principles.  Apptix, Inc., uses the ICDR/AAA Safe Harbor Program, operated by the American Arbitration Association to serve as an independent dispute resolution mechanism. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Apptix, Inc., please visit the ICDR/AAA Safe Harbor web site at http://go.adr.org/safeharbor for more information and to file a complaint.",
    "signupdate": "2012-06-18",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "20171"
}