{
    "CertificationStatus": "true",
    "Fax": "866-288-7497",
    "OrgName": "Pollen, Inc.",
    "PPLoc": "http://c2fo.com/privacy ",
    "Phone": "913-956-6520",
    "activities": "Personal Information Received From the EU: A number of user communities are served through www.c2fo.com and through our offline interactions with customers, suppliers and members of our partner programs, and we collect business-related information for the general purposes outlined below. Activities vary according to the product or service involved, but the vast majority of information that Pollen, Inc. transfers is business contact information, information related to product preferences, transaction related information, due diligence and other information collected in connection with our suppliers and partners programs, and information related to customer training and certification. Information may be used for a variety of purposes including customer service, product support, website content selection, website performance management and navigation, and marketing and training. As part of Pollen, Inc.'s services, including consulting, education, support and hosting, some customers may also allow us to maintain or provide us with access to data. In connection with those services, Pollen, Inc. does not control the data and any access to or use of such data is incidental to completing its contractual requirements for the customer. Pollen, Inc. will also transfer information concerning current and former employees, consultants, contractors and job applicants to the United States for processing and storage. Pollen, Inc. collects, transfers, and uses this data for purposes of employee benefits, workforce management and provision of products and services. This includes evaluation of qualifications for employment, provision of employment benefits, reporting, security management, administration of compensation, performance management and training, workforce management, budgeting and salary administration, business contact directory, company network access, authentication and personalization. And Pollen, Inc. may transfer information concerning employees, customers, prospects, partners and suppliers of companies engaged with Pollen, Inc. in acquisition activity. This information may be used for evaluation and integration of acquired companies.",
    "address": "4210 Shawnee Mission Parkway",
    "asp_index": "28631",
    "city": "Fairway",
    "contactemail1": "operations@c2fo.com",
    "contactfax1": "866-288-7497",
    "contactname1": "Operations",
    "contactoff1": "Pollen, Inc.",
    "contactphone1": "913-951-5413",
    "contacttitle1": "",
    "corpoffemail1": "john.kill@c2fo.com",
    "corpofffax1": "866-288-7497",
    "corpoffname1": "John Kill",
    "corpoffphone1": "913-956-6525",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Accounting Services - (ACT)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Accounting Services - (ACT)",
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-08",
    "orgverification": "Third-party",
    "personaldata": "On-line, Offline, Manually processed",
    "ppdate": "2013-05-03",
    "previous": "24108",
    "privacyprograms": "TRUSTe",
    "recoursemech": "For organization human resources data: EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC); TRUSTe for all other data",
    "signupdate": "2013-05-08",
    "state": "Kansas",
    "statutorybody": "FTC",
    "zip": "66205"
}