{
    "Fax": "650-232-4111",
    "OrgName": "iPass Inc.",
    "PPLoc": "http://www.ipass.com/privacy-policy/ ",
    "Phone": "650-232-4100",
    "activities": "Overview/Information Collected:\r\niPass runs a global authentication network which allows its customers to seamlessly access a global network of WIFI hotspots using a single set of log-in credentials. While customers may sign up for the iPass service directly with iPass on an individual basis (through the iPass web site), iPass' main customer base is large/medium/small enterprise customers with a global/mobile workforce. iPass either contracts with these enterprises directly or through specific, world-wide channel partners licensed to re-sell the iPass service. With enterprise customers, iPass generally receives just the username and passwords of individual users from its Customers, but does not receive any “personal information” on its end users. iPass may obtain some email addresses.  With individual customers who sign up directly for the iPass service, iPass may receive email address, billing address, and other personal contact information as requested, in addition to username and password information. With these individual users, billing information is processed by a secure third party portal (Braintree) and iPass does not receive/store any of that billing information. Individual billing information is not collected with enterprise customers as iPass bills the enterprise customer directly for the use of its end users.  \r\n\r\nOn the supply side (our network suppliers), iPass receives \"call detail records.\"  These \"CDRs\" contain information such as: which user ID was using the service; where the Service was accessed (specific location); what device type was used to access the Service; how long the Service was accessed; and how much data was used (“Session Data”). \r\n\r\nAs for information gathered from the iPass website, iPass will gather and store any information provided in response to questions/when people sign up for newsletters and/or whitepapers. Such information may include: email address, name, employer, job title, and location (region). iPass may also use cookies and other similar technologies when visiting the website.\r\n\r\nHow will iPass use the data collected: \r\nCookies and other web reporting tools tell iPass the parts of the Web Site or e-mails in which a prospect showed an interest or took some action, and helps iPass improve the quality and usefulness of its web site. iPass primarily uses cookies to determine what services or promotions people are interested in. \r\n\r\niPass will use Session Data in connection with use of the iPass Service only for purposes related to providing the Service or otherwise so as to improve the Service. iPass will use and process Session Data: (a) in connection with provisioning of the Service; (b) to incorporate Session Data into secure databases controlled by iPass for administration, provisioning, billing and reconciliation, verification of identity and solvency, maintenance, support and product development, fraud detection and prevention, customer and customer use analysis and reporting and customer-directed application of policies as part of iPass’ service delivery. iPass may also use Session Data to contact third parties in connection with inappropriate use of the Service or violation of iPass policy\r\n\r\nUse of the Service through an iPass Channel Partner or Enterprise Customer (“Business Clients”): \r\niPass will collect information under the direction of its Business Clients and has no direct relationship with the individuals whose personal data it processes. iPass works with its Business Clients to help them provide notice to their customers or employees concerning the purpose for which personal information is collected.\r\n\r\nAccess to Data Controlled by Business Clients:\r\niPass has no direct relationship with the individuals whose personal data it processes. An individual who seeks access, or who seeks to correct, amend, or delete inaccurate data should direct his query to the iPass’ Business Client (the data controller). If the Business Client requests iPass to remove the data, iPass will respond to their request within 30 business days. \r\n\r\nData Retention:\r\niPass retains personal data it processes on behalf of its Business Clients for as long as needed to provide services to the Business Client. iPass will retain and use this personal information as necessary to comply with legal obligations, resolve disputes, and enforce its agreements. iPass will retain information for as long as an account is active or as needed to provide the services. \r\n\r\nData and third parties:\r\nExcept as otherwise stated herein, iPass does not sell, trade, or share information with third parties unless authorized to do so. iPass may securely (NDAs, firewalls, encryption) share information or Session Data with third parties for provisioning of the Service, billing and reconciliation, verification of identity, an email service provider to send out emails on our behalf, maintenance and support, and fraud detection and prevention. iPass may share Information and Session Data with Business Clients in order to: (a) authenticate use of the Service; and (b) for billing, reporting, maintenance and marketing purposes.  \r\n\r\nComplaints/Contact:\r\nIf anyone has any complaints relating to the iPass privacy policy, or if they would like to request access to, correction of, or deletion of information, or if they would like to request that iPass stop using their information for certain activities, including for marketing purposes, they may send an e-mail to privacy@ipass.com or write to Privacy, iPass Inc., 3800 Bridge Parkway, Redwood Shores, California 94065, USA giving specific details of the request. iPass will respond to requests for access within 30 days.\r\n\r\nProtection: \r\nKeeping information secure is very important to iPass. To this end, iPass uses commercially reasonable protection technology such as encryption (when provided with sensitive information such as login credentials), firewalls and other security procedures to help protect the accuracy and security of the information and Session Data collected and to help prevent unauthorized access or improper use. For example, you will note that while using some features of the Web Site, you will need to submit a password or some other type of authenticating information.",
    "address": "3800 Bridge Parkway",
    "asp_index": "28637",
    "city": "Redwood Shores",
    "contactemail1": "dvickery@ipass.com",
    "contactfax1": "650-232-4111",
    "contactname1": "Darin Vickery",
    "contactoff1": "Privacy",
    "contactphone1": "650-232-4189",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "dvickery@ipass.com",
    "corpofffax1": "650-232-4111",
    "corpoffname1": "Darin Vickery",
    "corpoffphone1": "650-232-4189",
    "corpofftitle1": "VP and CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-12",
    "orgverification": "In-House",
    "personaldata": "On-line Data; Off-line Data; Manually processed data",
    "ppdate": "2014-01-01",
    "previous": "23799",
    "privacyprograms": "None",
    "recoursemech": "compliance with privacy programs that incorporate the Safe Harbor Principles",
    "signupdate": "2012-07-12",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94065"
}