{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Allied Motion Technologies",
    "PPLoc": "http://www.alliedmotion.com/About/SafeHarbor/ ",
    "Phone": "716-242-2602 x613",
    "activities": "Allied Motion Technologies, and its subsidiaries (collectively, “Allied Motion”), are required to collect and maintain information about its employees in order to comply with a myriad of governmental and contractual obligations, including providing for the payment of taxes, employee benefits, wages, etc.  However, Allied Motion Technologies s also recognizes the importance of protecting your privacy, and therefore complies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework, including the Safe Harbor Privacy Principles (the “Principles” ).  Allied Motion Technologies certifies on an annual basis that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.  To learn more about the Safe Harbor program, and to view Allied Motion’s certification, please visit http://www.export.gov/safeharbor/  This Notice of Data Privacy Policy for Employees (“Policy”), created on May 1, 2015, describes the information collected by Allied Motion Technologies from its employees and how Allied Motion Technologies uses that information.",
    "address": "495 Commerce Drive, Suite 3",
    "asp_index": "28652",
    "city": "Amherst",
    "contactemail1": "colin.adams@alliedmotion.com",
    "contactfax1": "",
    "contactname1": "Colin Adams",
    "contactoff1": "Colin Adams",
    "contactphone1": "716-242-8634 x613",
    "contacttitle1": "HR Director",
    "corpoffemail1": "colin.adams@alliedmotion.com",
    "corpofffax1": "",
    "corpoffname1": "Colin Adams",
    "corpoffphone1": "716-242-8634 x613",
    "corpofftitle1": "HR Director",
    "eucountries": "Netherlands, Portugal, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "NLD",
        "PRT",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Industrial Eqpt & Supplies - (GIE)Electronic Components - (ELC)",
    "industrysector_parsed": [
        "Electronic Components - (ELC)",
        "General Industrial Eqpt & Supplies - (GIE)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-19",
    "orgverification": "In-house",
    "personaldata": "Yes we collect certain information, including, but not limited to, employee name, mailing address, telephone numbers, citizenship, country of residence, country of origin, gender, birth date, marital status, name of dependents, birth date of dependents, occupation of dependents and national identification number.",
    "ppdate": "2015-05-01",
    "previous": "",
    "privacyprograms": "We comply with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework, including the Safe Harbor Privacy Principles (the “Principles” ).",
    "recoursemech": "If an employee believes Allied Motion Technologies has breached its Policy by permitting an unauthorized use, disclosure or transmission of their Employee Information, they may contact or file a complaint with your supervisor.  If they are not satisfied with the response or action taken by their supervisor, all such complaints and concerns may then be directed to the local Human Resources Manager.  Additionally, Allied Motion Technologies employees located in the European Union may also contact their national E.U. Data Protection authorities.  The employee will not be penalized for filing a complaint.",
    "signupdate": "2015-06-19",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "14228"
}