{
    "Fax": "(616) 913-7701",
    "OrgName": "Dematic Corp.",
    "PPLoc": "http://dnet.amcs.tld/dept/hr/Policies/Human%20Resources%20Policies/US/HR-47%20(Employee%20Data%20Policy).pdf ",
    "Phone": "877-725-7500",
    "activities": "The Company’s activities with respect to use of personal data will focus on the day to day management of our human capital.  The data will be used to manage headcount, plan resources, forecast, report,  budget and increase the overall management visibility for improved competitiveness and performance.  Dematic’s use of personal data will be used to deliver standardized compensation practices for Dematic employees around the globe, specifically focusing on standard goal setting, the performance review process and timing, incentive plans and all other pay practices.  Personal information will also be used to ensure we have consistent pay practices that are competitive in the markets that re we operate and that we can report and measure as required for compliance and market competitiveness.   The Company will need to use data regarding each employee’s compensation and benefits, historic job performance, training records, leave and sickness records, information from resumes/CVs, including educational background, pension administration records, and data to support business or legal requirements.  The Company will use third parties and/or consultants from time to time to assist with these efforts, but will minimize such parties’ access to personal data to the extent practicable.  As to retention of personal data, we will store personal data only for as long as it is needed, and the Company will retain personal data in accordance with local law and our records retention program.",
    "address": "507 Plymouth Avenue NE",
    "asp_index": "28662",
    "city": "Grand Rapids",
    "contactemail1": "elizabeth.tockman@dematic.com",
    "contactfax1": "",
    "contactname1": "Elizabeth Tockman",
    "contactoff1": "Atlanta, GA",
    "contactphone1": "678-695-4515",
    "contacttitle1": "Sr. Compliance Counsel",
    "corpoffemail1": "ryan.gledhill@dematic.com",
    "corpofffax1": "",
    "corpoffname1": "D. Ryan Gledhill",
    "corpoffphone1": "678-695-4536",
    "corpofftitle1": "Executive Vice President & General Counsel",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Ireland, Italy, Lithuania, Luxembourg, Netherlands, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "LTU",
        "LUX",
        "NLD",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Architectural/Construction/Eng Svc - (ACE)General Industrial Eqpt & Supplies - (GIE)",
    "industrysector_parsed": [
        "Architectural/Construction/Eng Svc - (ACE)",
        "General Industrial Eqpt & Supplies - (GIE)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-28",
    "orgverification": "None",
    "personaldata": "on-line data; off-line data; manually processed data; human resources data",
    "ppdate": "2014-12-23",
    "previous": "23865",
    "privacyprograms": "None",
    "recoursemech": "The EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2014-07-28",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "49505"
}