{
    "CertificationStatus": "true",
    "Fax": "415-369-9097",
    "OrgName": "Nitro PDF Pty. Ltd.",
    "PPLoc": "https:/ www.gonitro.com/support/privacy-policy ",
    "Phone": "415-651-4670",
    "activities": "Nitro uses personal information that it receives from the EU in a variety of ways. Visitors to the site may submit information as an inquiry for one of our products, whether that is to receive a trial download or to speak with a sales representative to get more information. We use this information to better service their request as well as for internal sales, marketing and product optimization activities. We also receive personal information when someone completes a transaction with us for a paid product or for one of our free of charge services. These products and services may either be desktop software or online services. Site visitors provide information to us when they participate in our communities either to receive support or to join one of many topical conversations. In the careers section of our site, we do collect personal information including CVs but we do not collect additional information to service prospective employees online. Nitro also collects technical information and will set cookies/beacons with site visitors to better assist them in purchasing or using Nitro products and services. The majority of this information is controlled by us but in some cases, we share this information with trusted third parties who are servicing these customers on our behalf. The data we collect may also be used for internal business process, optimization, and research for product development, fraud detection and prevention, and governmental, legislative and regulatory compliance.",
    "address": "225 Bush St Suite 700",
    "asp_index": "28663",
    "city": "San Francisco",
    "contactemail1": "rich.wenzel@gonitro.com",
    "contactfax1": "415-369-9097",
    "contactname1": "Richard Wenzel",
    "contactoff1": "San Francisco",
    "contactphone1": "415-651-4670",
    "contacttitle1": "Director",
    "corpoffemail1": "rich.wenzel@gonitro.com",
    "corpofffax1": "415-369-9097",
    "corpoffname1": "Richard Wenzel",
    "corpoffphone1": "415-651-4670",
    "corpofftitle1": "Director",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-25",
    "orgverification": "TRUSTe",
    "personaldata": "organization, client, customer",
    "ppdate": "2015-06-02",
    "previous": "23621",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2011-05-25",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94104"
}