{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "One Technologies L.P.",
    "PPLoc": "https:/ www.scoresense.com/help/safe-harbor-privacy-policy.pdf ",
    "Phone": "469-916-1700",
    "activities": "One Technologies, LP, One Technologies International and their affiliated companies (“One Technologies”) provide consumers with critical information regarding their credit reports and scores maintained by the major credit bureaus, ongoing monitoring of their credit information, analytical tools for managing their credit information, and liaison services for correcting errors or misstatements in their information.  This certification covers the One Technologies U.S. operating entity, One Technologies, LP, proud owner of the ScoreSense suite of credit information products and related product lines, and its wholly owned subsidiary and U.K. operating entity One Technologies International, proud owner of the Credit Check Plus suite of credit information products.  One Technologies will from time to time receive and process data from the EU for purposes of providing credit information services in the U.K. One Technologies shall act upon the instruction of its consumer clients regarding their information.   One Technologies operations may also receive human resources data from the EU.  One Technologies shall use the above mentioned data for fulfilment of consumer information requests, providing of information services, business analysis and evaluation and consumer management, and normal business purposes.",
    "address": "8144 Walnut Hill Lane, Suite 600",
    "asp_index": "28671",
    "city": "Dallas",
    "contactemail1": "jgreco@onetechnologies.net",
    "contactfax1": "",
    "contactname1": "John Greco",
    "contactoff1": "Legal and Compliance",
    "contactphone1": "214-379-8323",
    "contacttitle1": "Director of Compliance",
    "corpoffemail1": "afiacable@onetechnologies.net",
    "corpofffax1": "",
    "corpoffname1": "Anthony Fiacable",
    "corpoffphone1": "214-379-8232",
    "corpofftitle1": "SVP of Technology and Operations",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-06",
    "orgverification": "in-house",
    "personaldata": "Organization, customer, visitor and manually processed data.",
    "ppdate": "2015-07-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities",
    "signupdate": "2015-07-06",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75231"
}