{
    "CertificationStatus": "true",
    "Fax": "240-223-4888",
    "OrgName": "Digital Management, Inc. and its US Controlled Subsidiaries",
    "PPLoc": "http://dminc.com/privacy-policy/ ",
    "Phone": "240-223-4800",
    "activities": "Digital Management, Inc. (DMI) collects customer data during certain transactions and communications with its customers. Customer data is transferred to DMI for purposes of marketing, facilitating transactions, customer support, and customer communications.  DMI collects information form visitors to the dminc.com and subsidiary websites for the following purposes: \r\n-\tto evaluate the quality of our products;\r\n-\tto provide you with information about services that may be of interest to you;\r\n-\tto contact you;\r\n-\tto help us conduct recruitment-related activities: evaluate your interest in employment and contact you regarding possible employment with the company. \r\n-\tto deliver or provide to you products or services\r\n-\tto respond to requests\r\n-\tfor asset or helpdesk management\r\n-\tto access and provision mobile devices\r\n-\tto establish or maintain client and business relationships\r\n-\tto provide access to Internet or Application-based activities\r\n-\tto provide data usage metrics;\r\n-\tto conduct other activities as necessary or appropriate in connection with the servicing and development of the business relationship.\r\nDMI  collects, processes, and stores personal information regarding current, former, and potential employees for the following purposes: Provide human resources services in the fulfillment of the employment agreement, which includes but is not limited to payroll and compensation, benefits, talent management, learning management, including compliance training, employee diversity initiatives, health and wellness of employees, ethics investigations, security investigations, or in support of internal audits.",
    "address": "6550 Rock Spring Dr",
    "asp_index": "28683",
    "city": "Bethesda",
    "contactemail1": "acreamer@dminc.com",
    "contactfax1": "000-000-0000",
    "contactname1": "Alicia Creamer",
    "contactoff1": "DMI",
    "contactphone1": "304-596-0698",
    "contacttitle1": "Quality Assurance Director",
    "corpoffemail1": "privacy@dminc.com",
    "corpofffax1": "240-223-4888",
    "corpoffname1": "Collin Dretsch",
    "corpoffphone1": "240-223-4800",
    "corpofftitle1": "Senior Vice President & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "false",
    "nextcertification": "2016-07-08",
    "orgverification": "Third Party",
    "personaldata": "On-Line and Off-Line Human Resources and Customer Data; On-Line website visitor data",
    "ppdate": "2014-06-24",
    "previous": "23693",
    "privacyprograms": "TRUSTe",
    "recoursemech": "Customers with questions, concerns or complaints regarding DMI’s privacy policy or practices should first contact DMI at privacy@dminc.com. Customers with unresolved privacy or data use concerns that DMI has not addressed satisfactorily should contact TRUSTe at https://feedback-form.truste.com/watchdog/request. European employee questions, concerns or complaints about the way that DMI and/or its subsidiaries have treated HR-related personal information that the DMI Human Resources department has not resolved will be directed to the appropriate state or national data protection authorities. DMI has agreed to participate, with regard to EU HR-related personal information, in the dispute resolution procedures of the panel established by the EU data protection authorities (DPAs) to resolve, pursuant to the Safe Harbor Privacy Principles, disputes arising from collection, use, and retention of personal information transferred from EU member countries to the United States. DMI has also agreed to cooperate and comply with the Federal Data Protection and Information Commissioner (FDPIC) of Switzerland to resolve, pursuant to the Safe Harbor Privacy Principles, any disputes arising from collection, use, and retention of HR-related personal information transferred from Switzerland to the United States. EU employees may contact either the EU DPAs’ panel at ec-dppanel-secr@ec.europa.eu or individual EU DPAs (see http://ec.europa.eu/justice/data-protection/bodies/authorities/eu/index_en.htm). The contact information for the Swiss FDPIC can be found at:  http://www.edoeb.admin.ch/kontakt/index.html?lang=en",
    "signupdate": "2014-07-08",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "20817"
}