{
    "Fax": "408-346-3720",
    "OrgName": "McAfee, Inc.",
    "PPLoc": "http://www.mcafee.com/us/about/legal/safe-harbor-policy.aspx ",
    "Phone": "888-847-8766",
    "activities": "As a dedicated security technology company, McAfee, Inc. protects consumers, businesses and the public sector from cyber-attacks, viruses, spyware, phishing exploits, spam and a wide range of other online security threats.  In this capacity, McAfee obtains consumer personal information from the EEA and Switzerland in connection with activities such as (i) maintaining its consumer relationships, (ii) operating its websites, and (iii) providing and administering its products and services.  In connection with some of its activities, McAfee receives consumer personal information as a data processor (or agent) to perform tasks on behalf of and under the instructions of its customers.  In addition, McAfee processes human resources data in connection with activities such as (i) carrying out and supporting its human resources functions and activities, (ii) carrying out its obligations under employment contracts and employment and benefits laws, (iii) administering employee participation in benefits, compensation and human resources plans and programs, (iv) managing employee performance, (v) implementing compliance and discipline procedures, and investigating and reporting on employee compliance and discipline, and (vi) complying with legal obligations, carrying out investigations and for internal administrative purposes.  McAfee processes sensitive personal information about its employees to the extent necessary or appropriate for compliance with relevant legal or contractual obligations, including managing attendance, employee records and employee benefits.",
    "address": "2821 Mission College Boulevard",
    "asp_index": "28693",
    "city": "Santa Clara",
    "contactemail1": "privacy.feedback@intel.com ",
    "contactfax1": "202-626-4383",
    "contactname1": "David A. Hoffman",
    "contactoff1": "Intel Privacy Team",
    "contactphone1": "202-360-4873",
    "contacttitle1": "Associate General Counsel and Global Privacy Officer",
    "corpoffemail1": "privacy@mcafee.com",
    "corpofffax1": "408-346-3720",
    "corpoffname1": "Louis Riley",
    "corpoffphone1": "888-847-8766",
    "corpofftitle1": "Assistant Secretary, McAfee, Inc.",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Computer & Peripherals - (CPT)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-30",
    "orgverification": "In-house",
    "personaldata": "all consumer data, and human resource data",
    "ppdate": "2011-06-30",
    "previous": "23562",
    "privacyprograms": "None",
    "recoursemech": "For consumer and client data, McAfee will cooperate with JAMS in accordance with the JAMS International Mediation Rules.  For HR data, McAfee will cooperate with EU Data Protection Authorities (DPAs) or Swiss Federal Data Protection and Information Commissioner (FDPIC), as appropriate.",
    "signupdate": "2004-06-30",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95054"
}