{
    "CertifiedThroughLabel": "",
    "Fax": "617-948-5301",
    "OrgName": "Intronis",
    "PPLoc": "http://www.intronis.com/about/privacy.php ",
    "Phone": "617-948-5300",
    "activities": "Registration Data: When registering with our Service you will provide Personal Information such as, name, address, phone number, email address, billing and technical contact information, and credit card numbers.\r\n        Resellers will also provide end user names, addresses and other contact information\r\n        (but no end user billing or credit card information is generally provided to Intronis, as that is solely between the reseller and end user).\r\n    Backup Data: When backing up you send us data and file system information of the system being backed up (typically the end user), including names of files, server logs and directories.\r\n    Cookies: Our servers retain information in cookies about your session when you enter and use our site.\r\n\r\nDisclosure and Sharing\r\n\r\n    End Users of Resellers: If a reseller is using our Services to provide a service to you, understand that information which you provide to the reseller (other than files our Services back up) is also governed by their privacy policies and practices. You should ask your reseller about this.\r\n    Service Providers: We do not disclose Personal Information to third parties, except to certain service providers:\r\n        credit card processors, and\r\n        other contractors providing services on our behalf.\r\n            Privacy Compliance by Service Providers: These third parties will be required to adhere to Safe Harbor Privacy Principles or we will require them to certify they follow equivalent privacy protection.\r\n            Opt Out: Users can opt-out of having their Personal Information viewed by such third parties. Contact us (as provided below) if you would like to opt out of this disclosure to our service providers.\r\n    Legal Requirements: We may be required by law to disclose your data (including the files you back-up with our Service among other things), and we will try to take steps to limit any such disclosure.\r\n    Change of Ownership: If we are acquired or otherwise sell our business, we will transfer all of the user information (including Personal Information among other things) to the successor entity. We will try to notify you of any change in ownership or sale by either posting it on our site or by emailing you (at the email address in the system).",
    "address": "100 Apollo Drive",
    "asp_index": "28730",
    "city": "Chelmsford",
    "contactemail1": "pkokas@intronis.com",
    "contactfax1": "617-948-5301",
    "contactname1": "Peter Kokas",
    "contactoff1": "Intronis",
    "contactphone1": "617-948-5298",
    "contacttitle1": "Director of IT",
    "corpoffemail1": "nbradbury@intronis.com",
    "corpofffax1": "617-948-5301",
    "corpoffname1": "Neal Bradbury",
    "corpoffphone1": "617-948-5333",
    "corpofftitle1": "VP Channels",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-25",
    "orgverification": "In-house",
    "personaldata": "When registering with our Service you will provide Personal Information such as, name, address, phone number, email address, billing and technical contact information, and credit card numbers.",
    "ppdate": "2011-06-22",
    "previous": "23473",
    "privacyprograms": "None",
    "recoursemech": "Contact the BBB: Intronis has further committed to refer unresolved privacy complaints under the Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Intronis, you may contact BBB EU SAFE HARBOR, www.bbb.org/us/safe-harbor-complaints.",
    "signupdate": "2011-07-25",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01824"
}