{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Time Warner Enterprise Infrastructure Services LLC",
    "PPLoc": "The policy is available on the organization's corporate Intranet.",
    "Phone": "212-484-8000",
    "activities": "Time Warner Enterprise Infrastructure Services LLC (“TW EIS”) collects, stores and processes personal data related to past, present and prospective employees, including their beneficiaries, dependents and emergency contacts, contractors, consultants, vendors, and other individuals who provide services to TW EIS, its corporate parent, Time Warner Inc., and/or any of its affiliated or subsidiary companies (collectively “Affiliates”).  Purposes for which TW EIS collects, stores and processes personal data include providing, operating, maintaining and monitoring usage of IT networks, systems, software and other technical infrastructure that support TW EIS’ businesses and/or the businesses of any of its Affiliates (including but not limited to employee directories, phone and email systems, mobile device management and IT support and security services).  Systems or services may be managed and hosted by TW EIS and/or any of its Affiliates, or contracted third-party providers.",
    "address": "1 Time Warner Center",
    "asp_index": "28731",
    "city": "New York",
    "contactemail1": "dataprivacy.safeharbor@timewarner.com",
    "contactfax1": "212-484-7293",
    "contactname1": "",
    "contactoff1": "Executive Director, Privacy and Information Security",
    "contactphone1": "212-484-8000",
    "contacttitle1": "",
    "corpoffemail1": "dataprivacy.safeharbor@timewarner.com",
    "corpofffax1": "212-484-7293",
    "corpoffname1": "Vinny Cohan",
    "corpoffphone1": "212-484-8000",
    "corpofftitle1": "Vice President, Global IT Infrastructure",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Films Videos & Other Recordings - (FLM)",
    "industrysector_parsed": [
        "Films Videos & Other Recordings - (FLM)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-06",
    "orgverification": "In house",
    "personaldata": "Organization data, including vendor data.  Yes, the data covered includes manually processed data.",
    "ppdate": "2015-06-23",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs) panel and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2015-07-06",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10019"
}