{
    "CertificationStatus": "true",
    "Fax": "602 414 9400",
    "OrgName": "First Solar Inc.",
    "PPLoc": "http://www.firstsolar.com/Home/Privacy-Policy.aspx ",
    "Phone": "602 414 9300",
    "activities": "Personal Information Received from the EU:\r\nCustomers, partners, vendors and employees are served through First Solar applications, systems and web pages, where we collect business-related information for the general purposes outlined below. First Solar has established a strong system of internal controls that maintain the confidentiality of personally identifiable information whether on our ERP, HRIS or CRM application systems. Information is used only for its originally intended purposes except where “opt-in” and “opt-out” capabilities exist. First Solar transfers business data in an encrypted format across international lines and restricts access based on a need-to-have approach while it resides in information stores.  We collect, transfer and use this data for the purposes of employee benefits, payroll, and workforce management.  Benefits and services include evaluation of qualifications for employment, provision for employment benefits, reporting, security management, administration of compensation, performance management, and company network access, authentication and personalization.  Specific to our external webpages, First Solar has engaged the certification services of TRUSTe.",
    "address": "350 West Washington Street",
    "asp_index": "28747",
    "city": "Tempe",
    "contactemail1": "sgnanamani@firstsolar.com",
    "contactfax1": "419 662 8525",
    "contactname1": "Sheila Gnanamani",
    "contactoff1": "Perrysburg Office",
    "contactphone1": "419 662 7108",
    "contacttitle1": "Director, Global HRIS",
    "corpoffemail1": "MWidmar@firstsolar.com",
    "corpofffax1": "419 662 8525",
    "corpoffname1": "Mark Widmar",
    "corpoffphone1": "602-427-3386",
    "corpofftitle1": "CFO",
    "eucountries": "Belgium, France, Germany, Luxembourg, Netherlands, Portugal, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "FRA",
        "DEU",
        "LUX",
        "NLD",
        "PRT",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Renewable Energy Equipment - (REQ)Electrical Power Systems - (ELP)",
    "industrysector_parsed": [
        "Electrical Power Systems - (ELP)",
        "Renewable Energy Equipment - (REQ)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-07",
    "orgverification": "in-house AND third-party",
    "personaldata": "on-line, off-line, organization, customer, vendor",
    "ppdate": "2012-08-01",
    "previous": "23528",
    "privacyprograms": "TRUSTe privacy program",
    "recoursemech": "For human resources data: EU data protection authorities (DPAs) and/or the Swiss Federal Data Protection and Information Commissioner (FDPIC); For all other data: TRUSTe Watchdog Dispute Resolution Prcoess",
    "signupdate": "2010-07-07",
    "state": "Arizona",
    "statutorybody": "FTC",
    "zip": "85281-1244"
}