{
    "CertificationStatus": "true",
    "Fax": "720-306-2354",
    "OrgName": "Precision Sample, LLC",
    "PPLoc": "http://v2.precisionsample.com/wp-content/themes/precision/p.htm ",
    "Phone": "720-360-4230",
    "activities": "Precision Sample receives personal information when users register on our website or for our service, for updates, to request information, or through other similar features. We may, in certain instances, collect personal information from users through surveys hosted on our website or through profiling questionnaires used to help deliver relevant surveys to survey takers. When users register, we generally collect a user’s email and a password. If you complete a survey profiling questionnaire on our website, we may collect additional information, such as gender, age, ethnicity, or address. If users complete a survey on our website, we collect the personal information the user provides in response to the survey questions.",
    "address": "3461 Ringsby Ct., Suite 240",
    "asp_index": "28741",
    "city": "Denver",
    "contactemail1": "don@precisionsample.com",
    "contactfax1": "720-306-2354",
    "contactname1": "Don Golden",
    "contactoff1": "Precision Sample, LLC",
    "contactphone1": "720-360-4220",
    "contacttitle1": "CEO",
    "corpoffemail1": "don@precisionsample.com",
    "corpofffax1": "720-306-2354",
    "corpoffname1": "Don Golden",
    "corpoffphone1": "720-360-4220",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-30",
    "orgverification": "In-house",
    "personaldata": "We may, depending on the context in which personal information was requested, collect users email address, gender, age, birthdate, ethnicity, address, and any range of personal information voluntarily provided by users in response to survey questions or as part of our service. The information relates to users of our website and service. This does not include manually processed data.",
    "ppdate": "2015-01-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "2015-06-30",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80216"
}