{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Work 4 Labs, Inc",
    "PPLoc": "https:/ www.work4labs.com/privacy/ ",
    "Phone": "415-912-1511",
    "activities": "Information Provided To Us\r\n\r\nWe collect personal information from visitors when they provided it to us, such as when they submit information related to a job posting or post on our blog. Personal information is information that can be associated with a specific person and could be used to identify that person, but does not include information anonymized to mask the identity of a specific person. Personal information may include name, email address, and other information that identifies the visitor personally which they elect to provide to us through the Work4 Service.  \r\n\r\nOur website offers a publicly accessible blog that allows users to post information. Visitors aree aware that any information provided through our blog may be read, collected, and used by others who access the blog. \r\n\r\nFrom time to time, we post customer testimonials/comments/reviews on our websites which may contain personal information. We obtain the customer's consent via email prior to posting the testimonial to post their name along with their testimonial. \r\n\r\n\r\nInformation We Collect Automatically\r\n\r\nWhen you use the Work4 Service, we collect certain non-personally identifiable information from the user, which may include but is not limited to browser type, operating system, IP address, device type, device ID, Internet service provider, the date and time you access the Work4 Service, geo-location information, the types of jobs and/or employers reviewed by the visitor, the amount of time you spend using the Work4 Service, the number of times the visitor returns to the Work4 Service and other clickstream information. \r\n\r\nWe (or service providers used in providing the Work4 Service) may use cookies and web beacons (also called \"pixel tags\" or \"clear gifs\") to collect non-personally identifiable information. A cookie is a small text file that may be stored on the hard drive of your device when you access the Work4 Service. A web beacon is a tiny graphic image that we place on the Work4 Service, in our emails and in the advertisements we place on other websites. \r\n\r\nOur websites include social media features, such as the Facebook “Like” button. These features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly. Social media features and widgets are either hosted by a third party or hosted directly on our websites. Your interactions with these features are governed by the privacy policy of the company providing it.\r\n\r\nCurrently, we do not respond to “Do Not Track” browser features, but we may do so in the future as industry standards evolve.",
    "address": "118 2nd St, Fl 6",
    "asp_index": "28758",
    "city": "San Francisco",
    "contactemail1": "olefloch@work4labs.com",
    "contactfax1": "",
    "contactname1": "Olivier Le Floch",
    "contactoff1": "Work4 Labs SF",
    "contactphone1": "415-912-1511",
    "contacttitle1": "Chief Technology Officer",
    "corpoffemail1": "olefloch@work4labs.com",
    "corpofffax1": "",
    "corpoffname1": "Olivier Le Floch",
    "corpoffphone1": "415-912-1511",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2016-07-17",
    "orgverification": "in-house",
    "personaldata": "all data that we collect upon permission by the end user ( Public Actions,  Public Stream,  Manage Pages Right,  Email,  Birthday,  Interests,  Work History,  Education History,  Location,  Friends About me,  Friends Birthday,  Friends Education History,  Friends Work History,  Friends Interests,  Friends Location,  Friends List)",
    "ppdate": "2014-06-04",
    "previous": "23371",
    "privacyprograms": "None",
    "recoursemech": "If you have any complaints regarding our compliance with the Safe Harbor Frameworks, you must first contact us at privacy@work4labs.com. Work4 will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information.  For complaints that cannot be resolved between Work4 and the complainant, Work4 will cooperate with JAMS pursuant to the JAMS International Mediation Rules.",
    "signupdate": "2014-07-17",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}