{
    "CertifiedThroughLabel": "",
    "Fax": "510-991-9901",
    "OrgName": "ValGenesis, Inc",
    "PPLoc": "http://www.valgenesis.com/privacy-policy/ ",
    "Phone": "510-565-7253",
    "activities": "ValGenesis, Inc., established in 2005, is a California corporation that develops and implements a validation management system for FDA regulated life science companies. ValGenesis is the flagship product of ValGenesis, Inc. This software is the first product in the industry to manage the validation life cycle centrally and to provide a 100% paperless environment.\r\nValGenesis Inc offers hosted On-Demand solution for regulated companies based in USA and Europe. ValGenesis On-Demand provides an enterprise-level, secure Validation Lifecycle Management solution accessible via the Internet through ValGenesis’s Validated Cloud. The On-Demand instance of ValGenesis includes: Validation Lifecycle Management, SOP management, asset management, and scheduler for the periodic review process, change control process, document management, requirements management, risk assessment and electronic batch records (EBR). During the hosting process, ValGenesis Inc needs to keep the details of the users including contact information.",
    "address": "42840 Christy St. Suite 102",
    "asp_index": "28762",
    "city": "Fremont",
    "contactemail1": "ramkumar@valgenesis.com",
    "contactfax1": "510-991-9901",
    "contactname1": "Ramkumar Elangovan",
    "contactoff1": "ValGenesis Inc",
    "contactphone1": "510-565-7253",
    "contacttitle1": "IT Infrastructure Manager",
    "corpoffemail1": "samy@valgenesis.com",
    "corpofffax1": "510-991-9901",
    "corpoffname1": "Siva Samy",
    "corpoffphone1": "510-445-0505",
    "corpofftitle1": "Chief Product Strategist",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Medical Equipment - (MED)Laboratory Scientific Instruments - (LAB)Computer Software - (CSF)Drugs & Pharmaceuticals - (DRG)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Laboratory Scientific Instruments - (LAB)",
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-28",
    "orgverification": "In House",
    "personaldata": "All the customer data are covered as described in ValGenesis Privacy Policy.",
    "ppdate": "2013-12-03",
    "previous": "22856",
    "privacyprograms": "None",
    "recoursemech": "All the complaints are recorded with details. all the recorded complaints are analyzed and resolved. In case the complaint is not resolved the appropriate justification for handling the complaint may be provided.  All unresolved complaints will be handled by the American Arbitration Association, ICDR/AAA Safe Harbor Program.",
    "signupdate": "2013-05-28",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94538"
}