{
    "Fax": "781-538-6744",
    "OrgName": "ESM Software Group, Inc.",
    "PPLoc": "http://www.executivestrategymanager.com/resources/2014%20Palladium%20Privacy%20Policy.pdf ",
    "Phone": "781-761-4400",
    "activities": "ESM Software Group, Inc. is committed to protecting the privacy of the personally identifiable information (“Personal Information”) that we collect from you as you visit www.executivestrategymanager.com (“Website”), register for trials, purchase toolkits or elearning, and/or use the Executive Strategy Manager®(“ESM®” or the “Software”) located at www.executivestrategymanager.com.\r\n\r\nContact Information and User Registration\r\n\r\nESM Software Group, Inc. collects contact information on certain areas of the Website when users register for trials, request marketing content, purchase toolkits or elearning, or use the Software. We do so in order to send you requested information, to contact you with other relevant service or product information, news or promotions or create your Software profile.\r\n\r\nInformation collected may include but is not limited to a unique access ID, company or school affiliations, titles, and contact information, such as names, mailing addresses, e-mail addresses, and telephone and fax numbers.\r\n\r\nPayment Information\r\n\r\nESM Software Group, Inc. may collect payment information when users purchase certain services or products. All information is encrypted and passed through secure servers and stored in a separate database.\r\n\r\nIP addresses\r\n\r\nESM Software Group, Inc. may use your IP address to help diagnose problems with our servers, to administer our website, to gather broad demographic information, or to grant or deny access to the Software.\r\n\r\nCookies and Web beacons ESM may use cookies to enhance your user experience and deliver personalized content. Cookies help us to deliver information specific to your interests and to save you having to re-enter your information each time you visit the Website. Cookies also allow us to better analyze our Website traffic patterns so that we can improve the services and information we provide on the Website. We do not follow your browsing path outside of the Website.\r\n\r\nE-mail addresses \r\n\r\nIf ESM Software Group, Inc. is provided with an email address, Palladium may contact you using the same. ESM will not share your e-mail address with others outside ESM and, including our secure vendors and affiliates\r\n\r\nYou may choose not to receive e-mails at any time. For more details, see the Opt-out section below.\r\n\r\nDemographic and user profile data ESM may use demographic or user profile data we collect to tailor your Website experience, showcase content that we think may interest you, and display information that matches your preferences. This data also gives us an insight into your needs and interests.\r\n\r\nSoftware\r\n\r\nUsers of the Software will electronically submit data or information for hosting and processing proposes. This type of data typically includes strategic objectives, measures, and initiatives with detailed fields such as definitions, owners, charts, data tables captured therein. Palladium will not review, share, distribute, or reference this data without prior consent or as may be required by law. Notwithstanding the foregoing, ESM reserves the right to access the data for the purpose of providing services, preventing or addressing services or technical problems, at your request in connection with your support matters, or as may be required by law.",
    "address": "55 Old Bedford Road Suite 107",
    "asp_index": "28789",
    "city": "Lincoln",
    "contactemail1": "ksmack@esmgrp.com",
    "contactfax1": "781-538-6744",
    "contactname1": "Kent Smack",
    "contactoff1": "Boston Area Headquarters",
    "contactphone1": "781-761-4428",
    "contacttitle1": "Managing Director",
    "corpoffemail1": "cmordas@esmgrp.com",
    "corpofffax1": "781-538-6744",
    "corpoffname1": "Christoper Mordas",
    "corpoffphone1": "781-761-4417",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Management Consulting Services - (MCS)Education & Training - (EDS)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Education & Training - (EDS)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-24",
    "orgverification": "In-house Legal Verification",
    "personaldata": "All personal data, including manually processed data is covered under the Safe Harbor Framework.",
    "ppdate": "2008-10-15",
    "previous": "",
    "privacyprograms": "ESM Software Group follows a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "Binding arbitration or independent dispute resolution",
    "signupdate": "2014-07-24",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01773"
}