{
    "CertifiedThroughLabel": "",
    "Fax": "262-260-4253",
    "OrgName": "S.C. Johnson & Son, Inc.",
    "PPLoc": "FOR EMPLOYEE PERSONAL DATA POLICY -- Company Intranet: http://www.scj.com/Gateway/  FOR CONSUMER PERSONAL DATA POLICY: http://www.scjbrands.com/privacy/ ",
    "Phone": "262-260-2000",
    "activities": "SC Johnson may receive the following types of data: (a) employee personal data for the purposes of management of payroll, compensation and employee benefits (including insurance, pension, and health benefits), considering promotional and other organizational changes (e.g., job changes, relocations, developmental and special project assignments, demotions), investigating operational matters and concerns, confirming compliance with company Corporate Policies, considering individuals for employment opportunities, management of employee training records and development information, work records, employee discipline records, and compliance with governmental requirements and requests (such as equal opportunity monitoring); and (b) consumer personal data for purposes of conducting consumer research, handling consumer inquires and questions, conducting consumer promotions, consumers reporting adverse effects to SC Johnson products, and compliance with governmental requirements and requests.",
    "address": "1525 Howe Street",
    "asp_index": "28801",
    "city": "Racine",
    "contactemail1": "MRKenned@scj.com",
    "contactfax1": "262-260-4253",
    "contactname1": "Maureen Kennedy-Harlan",
    "contactoff1": "Director - Worldwide Employee Plans & Services",
    "contactphone1": "262-260-0716",
    "contacttitle1": "Director - Worldwide Employee Plans & Services",
    "corpoffemail1": "GRAkavick@scj.com",
    "corpofffax1": "262-260-4253",
    "corpoffname1": "Gary R. Akavickas",
    "corpoffphone1": "262-260-3924",
    "corpofftitle1": "Senior Vice President - General Counsel & Secretary",
    "eucountries": "Austria, Belgium, Cyprus, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Italy, Liechtenstein, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CYP",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ITA",
        "LIE",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "General Consumer Goods - (GCG)"
    ],
    "latest": "false",
    "nextcertification": "2016-07-01",
    "orgverification": "In-house",
    "personaldata": "Off-Line, Manually Processed, Email Storage, On-line, cloud-based (global HRIS system)",
    "ppdate": "2012-06-01",
    "previous": "23225",
    "privacyprograms": "None",
    "recoursemech": "FOR ORGANIZATION HUMAN RESOURCES DATA: EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner; FOR ALL OTHER TYPES OF DATA: BBB EU Safe Harbor program.",
    "signupdate": "2005-07-01",
    "state": "Wisconsin",
    "statutorybody": "FTC",
    "zip": "53403-2236"
}