{
    "CertifiedThroughLabel": "",
    "Fax": "212-484-7150",
    "OrgName": "Time Warner, Inc.",
    "PPLoc": "See link below",
    "Phone": "212-484-8000",
    "activities": "Time Warner Inc. may collect and use personal data from its past, present and prospective employees, their beneficiaries, dependents and emergency contacts, contractors, consultants, vendors, and other individuals who provide services to Time Warner Inc. and/or to any of its affiliated or subsidiary companies.  Purposes for which Time Warner Inc. may collect and use personal data include the following (the databases and/or systems where the data resides are noted in parentheses, all of which are managed and hosted by Time Warner Inc. except where noted with an asterisk, which are independently owned and managed by a third-party):\r\n\r\n•\tHuman resources functions, including training, career and succession planning, administering employee contracts, diversity initiatives, employee evaluations, implementing employee-related actions and obligations and providing employment benefits and related information (Business Objects Reporting, Business Standards & Practices; Compensation Planning; NYSE Governance Services (formerly Corpedia); Diversity Administration; Employee Connection; FitNation; HRIS Administration; Human Resources Data Central and Reporting; Manager Toolkit; Peoplesoft; Personnel Action Form; SharePoint; Stock Plan Data Central; UK Databases; Virgin Pulse);\r\n•\tHuman capital management (Enterprise Data Warehouse; My Contacts; Talent View; );\r\n•\tRecruitment and hiring activities (Brass Ring*; Encore);\r\n•\tBusiness continuity and disaster recovery (SunGard Business Continuity Planning);\r\n•\tTracking and reporting ethics and compliance incidents (Ethics Incident Tracking System; Navex Global (formerly, EthicsPoint*);\r\n•\tTracking and reporting conflicts of interest (Annual Conflicts of Interest Questionnaire);\r\n•\tExpense and travel management (Concur; PFM; PFM Wireless);\r\n•\tDocument Management (iManage);\r\n•\tLegal (Oneworld Legal; Lawweb Phone Directory; WebTMS);\r\n•\tRisk Management (Claimstracking);\r\n•\tBudgeting (LongView 7-LVAct);\r\n•\tElectronic Communication (Airwatch*; Good; Keystone; Outlook; People Directory);\r\n•\tMail and package shipment and reporting (DX; SendSuite Live; SendSuite Shipping and Tracking; ShipMatrix) and\r\n•\tIncident Management and Solutions (D3 Incident Management System; Remedy)",
    "address": "One Time Warner Center",
    "asp_index": "28829",
    "city": "New York",
    "contactemail1": "dataprivacy.safeharbor@timewarner.com",
    "contactfax1": "212-484-7150",
    "contactname1": "",
    "contactoff1": "Executive Director, Information Privacy & Security",
    "contactphone1": "212-484-8000",
    "contacttitle1": "",
    "corpoffemail1": "dataprivacy.safeharbor@timewarner.com",
    "corpofffax1": "212-484-7150",
    "corpoffname1": "Kurt Rao",
    "corpoffphone1": "212-484-6488",
    "corpofftitle1": "Vice President and Corporate CIO",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Finland, France, Germany, Hungary, Ireland, Italy, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Films Videos & Other Recordings - (FLM)",
    "industrysector_parsed": [
        "Films Videos & Other Recordings - (FLM)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-02",
    "orgverification": "In-house",
    "personaldata": "Organization data, including vendor data.  Yes, the data covered includes manually processed data.",
    "ppdate": "2012-06-28",
    "previous": "23029",
    "privacyprograms": "None",
    "recoursemech": "Panel of EU Data Protection Authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2012-07-02",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10019"
}