{
    "CertifiedThroughLabel": "",
    "Fax": "800-430-1535",
    "OrgName": "ChatLead.com, Inc. DBA as CarChat24",
    "PPLoc": "http://www.carchat24.com/eula-privacy-policy/ ",
    "Phone": "800-510-7567",
    "activities": "CarChat24 helps automotive dealers sell vehicles by converting a higher percentage of their website visitors into quality leads. Our well trained friendly staff, state-of-the-art live chat software and proven proactive chat process creates a positive experience for dealership website visitors. \r\n\r\nWhen an online chat session begins, ChatLead.com, Inc. DBA CarChat24.com website visitors are asked to provide their names in whatever format or detail they prefer. During the chat, ChatLead.com, Inc. DBA CarChat24.com Users enter into a live question and answer session with an operator. ChatLead.com, Inc. DBA CarChat24.com maintains transcripts of these chats.\r\n\r\nAfter the chat, ChatLead.com, Inc. DBA CarChat24.com Users are given an opportunity to fill out an exit survey in order for ChatLead.com, Inc. DBA CarChat24.com to obtain valuable feedback about our service. Filling out the exit survey is completely voluntary. The surveys may ask for contact information (e.g., email address) and for demographic information (e.g., zip code, age or income level).\r\n\r\nChatLead.com, Inc. DBA CarChat24.com Users in need of technical support are required to complete a form for purposes of defining and clarifying their technical support requests. When submitting a technical support request, ChatLead.com, Inc. DBA CarChat24.com Users are asked to provide the following identifiable information: email address (CarChat24 LoginID), CarChat24 Subscriber ID, CarChat24 Subscriber Name and a description of the issue. The following information is also collected via the CarChat24 Operator Console when reporting issues or feedback: Operating System, Total Space, Total Physical Memory, Total Virtual Memory, Available Virtual Memory and CPU Processor information. This information is used to help diagnose problems with our server, gather broad demographic information and administer our service. We do link this automatically-collected data to personal information when emails are sent to support for technical assistance.\r\n\r\nEmails sent to support are kept only for problem solving purposes and this information is not shared with or disclosed to any outside third parties.\r\n\r\nChatLead.com, Inc. DBA CarChat24.com also collects data through aggregated tracking information derived mainly by tallying page views throughout our site.\r\n\r\nUsers are able to link the Carchat24 console to their Skype accounts by entering their Skype username and password. After entering the information in the CarChat24 settings, the user must log into Skype and allow CarChat24 to access the Skype account. Once complete, the user can access their Skype contact list and make internet calls via Skype within the CarChat24 console.\r\n\r\nChatLead.com, Inc. DBA CarChat24.com does not knowingly collect any information from anyone under 18 years of age.\r\n\r\nWhen a user downloads and uses our mobile application, ChatLead.com, Inc. DBA CarChat24.com automatically collects information on the type of device, operating system version, and the device identifier (or “UDID”). ChatLead.com, Inc. DBA CarChat24.com does not ask for access or track any location based-information from the mobile device at any time while downloading or using our mobile application.\r\n\r\nChatLead.com, Inc. DBA CarChat24.com sends users push notifications through our mobile application to alert users of incoming chat requests. Users may at any time opt-out from receiving these types of communications by turning them off at the device level settings.\r\n\r\nHow does ChatLead.com, Inc. DBA CarChat24.com use information it collects from ChatLead.com, Inc. DBA CarChat24.com Users and will ChatLead.com, Inc. DBA CarChat24.com disclose such information to outside parties?\r\n\r\nChatLead.com, Inc. DBA CarChat24.com accesses the information we collect for certain purposes (for example, to aggregate the information, to monitor the use of the service during certain chats and for other lawful purposes). A ChatLead.com, Inc. DBA CarChat24.com User’s information, including personal information, will not be shared with anyone except as required by law such as to comply with a subpoena, or similar legal process or when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request.\r\n\r\nChatLead.com, Inc. DBA CarChat24.com does not sell trade or rent the personal information that ChatLead.com, Inc. DBA CarChat24.com Users provide.\r\n\r\nChatLead.com, Inc. DBA CarChat24.com may also provide users’ personal information to companies that provide services to help us with our business activities such as payment processing via PayPal. These companies are authorized to use users’ personal information only as necessary to provide these services to us.",
    "address": "156 George St S,",
    "asp_index": "28820",
    "city": "Tarpon Springs",
    "contactemail1": "shereef@carchat24.com",
    "contactfax1": "800-430-1535",
    "contactname1": "Shereef Moawad",
    "contactoff1": "Florida",
    "contactphone1": "727-432-7777",
    "contacttitle1": "President & CEO",
    "corpoffemail1": "shereef@carchat24.com",
    "corpofffax1": "800-430-1535",
    "corpoffname1": "Shereef Moawad",
    "corpoffphone1": "727-432-7777",
    "corpofftitle1": "President & CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-07-15",
    "orgverification": "Third party",
    "personaldata": "On-line data",
    "ppdate": "2014-12-16",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-07-15",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "34688"
}