{
    "CertifiedThroughLabel": "",
    "Fax": "818-433-3784",
    "OrgName": "Outlook Amusements, Inc.",
    "PPLoc": "http://www.californiapsychics.com/about/privacy-policy.aspx & http://www.outlookamusements.com/career-opportunities/privacy-statement/",
    "Phone": "818-433-3800",
    "activities": "Main Site: \r\n\r\nWe will use the personal information provided online for the purpose(s) that the information has been submitted. Examples of using personal information for the purpose(s) submitted include if a customer signs up for horoscopes, we will send an e-mail with the horoscope for the day or, if the customer has won a contest, we will send an email notification of the win. In addition, we may send an e-mail offering products or services which we think the customer may be interested in or to ask the customer to participate in a survey.\r\nWe sometimes use non-personally identifiable information that we collect to improve the design and content of our site and to enable us to personalize the customer’s Internet experience. We also may use this information in the aggregate to analyze how our site is used, as well as to offer our customers products, programs or services. We may also share aggregate information with others, including affiliated companies and non-affiliated companies.\r\nWe will share personal information with third parties only in the ways that are described in the Privacy Policy.  We do not sell personal information to third parties.  We will not share personal information provided except: \r\n(a) if it is for the purpose(s) provided; (b) with consent; (c) as may be required by law or as we think necessary to protect our company or others from injury (for example, in response to a court order or subpoena, in response to a law enforcement agency request, when we believe that someone is causing (or about to cause) injury to or interference with the rights or property of another, or when we believe that someone has violated our Terms and Conditions); (d) with other persons or companies with whom we contract to carry out internal site operations or our business activities (for example, third party contractors - see below); and/or (e) notifying when we make changes to one of our subscriber agreements or this policy. \r\nAs we continue to develop our business, we might sell or buy subsidiaries, or business units. In such transactions, customer information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Policy (unless, of course, the customer consents otherwise).   The personal information provided is considered a company asset and may be included among transferred assets if Outlook Amusements, Inc., any or all of its subsidiaries or affiliates, or any of their assets, is ever acquired by a third party.\r\nOur operations and maintenance contractors sometimes have limited access to customer personally identifiable information in the course of providing products or services to Outlook Amusements, Inc. These contractors include vendors and suppliers that provide us with credit card processing, e-mail distribution technology, services, and/or content for the operation and maintenance of our Web site. Access to personally identifiable information by these contractors is limited to the information reasonably necessary for the contractor to perform its limited function for Outlook Amusements, Inc. We also contractually require that our operations and maintenance contractors 1) protect the privacy of customer’s personally identifiable information consistent with this Privacy Policy, and 2) not use or disclose personally identifiable information for any purpose other than providing us with products and services as required by law. \r\nCorporate Sites:\r\nPersonal information provided through the Corporate Sites will be collected, used, transferred and disclosed for Outlook’s recruitment functions and for related management and planning purposes. Outlook will use the personal information provided, as permitted by applicable law, to:\r\n•\tprocess an application;\r\n•\tassess a candidate’s capabilities and qualifications for a job;\r\n•\tprovide to candidate any services available on the recruiting site from time to time;\r\n•\tcommunicate with candidates;\r\n•\tcomply with any applicable law or regulation;\r\n•\tprepare internal reports and metrics;\r\n•\tmonitor and record services whether provided by Outlook or a third party; and\r\n•\tconduct background checks, conduct reference checks and/or verify employment history if a candidate is offered a job.",
    "address": "2900 W. Alameda, Suite 400",
    "asp_index": "28822",
    "city": "Burbank",
    "contactemail1": "privacy@outlookamusements.com",
    "contactfax1": "818-433-3784",
    "contactname1": "Dan Perini",
    "contactoff1": "Legal",
    "contactphone1": "818-433-3846",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "echristensen@outlookamusements.com",
    "corpofffax1": "818-433-3784",
    "corpoffname1": "Eric Christensen",
    "corpoffphone1": "818-433-3885",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-28",
    "orgverification": "Third party",
    "personaldata": "On-line data, Offline data",
    "ppdate": "2015-06-11",
    "previous": "23589",
    "privacyprograms": "TRUSTe EU SH program",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-06-28",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "91505"
}