{
    "CertifiedThroughLabel": "",
    "Fax": "+442034654501",
    "OrgName": "Proxima Inc.",
    "PPLoc": "http://www.proximagroup.com/privacy-policy ",
    "Phone": "+442034654689",
    "activities": "Proxima Inc. (previously buyingTeam Inc.) receives personal information from the EU as a result of the procurement outsourcing and associated services that it provides to end-clients. In general, the personal information we collect enables us to provide procurement outsourcing and associated services to clients and suppliers, and helps us to provide tailored procurement solutions based on the information collected as to client needs, supplier capabilities, supplier costings and marketplace trends. We use the information for different purposes depending upon the services being provided. Among other things, these purposes may include the following: running sourcing events from sourcing through to payment; goods receipting; spot buying; running eRFx events such as eTenders, eAuctions, eSurveys; catalogue management; category management; contract management; spend analysis; supplier management; delivering services; processing payments; communicating with clients and suppliers about orders and services; updating our records and generally maintaining customer and supplier accounts; recommending alternative products or services that might be of interest to our clients.",
    "address": "NBC Tower, Suite 3100, 455 N Cityfront Plaza Drive,",
    "asp_index": "28831",
    "city": "Chicago",
    "contactemail1": "phil.greasley@proximagroup.com",
    "contactfax1": "+442034654501",
    "contactname1": "Phil Greasley",
    "contactoff1": "London",
    "contactphone1": "+442034654689",
    "contacttitle1": "Head of Risk",
    "corpoffemail1": "phil.greasley@proximagroup.com",
    "corpofffax1": "+442034654501",
    "corpoffname1": "Phil Greasley",
    "corpoffphone1": "+442034654689",
    "corpofftitle1": "Head of Risk",
    "eucountries": "Belgium, Denmark, France, Germany, Italy, Netherlands, Portugal, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "DNK",
        "FRA",
        "DEU",
        "ITA",
        "NLD",
        "PRT",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2016-07-06",
    "orgverification": "In-house",
    "personaldata": "organisation, client, supplier, employee",
    "ppdate": "2014-07-03",
    "previous": "19418",
    "privacyprograms": "None",
    "recoursemech": "For questions or concerns regarding privacy statements and Proxima's protection of personal data, the first point of contact is to write to Proxima's Information Security Officer at privacy@proximagroup.com. For any unresolved complaints or if a complaint is not satisfactorily addressed, Proxima Inc. will utilise the European Data Protection Authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) as its dispute resolution mechanism.",
    "signupdate": "2012-07-06",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60611"
}