{
    "CertificationStatus": "true",
    "Fax": "801-545-4705",
    "OrgName": "StorageCraft Technology Corporation",
    "PPLoc": "https:/ www.storagecraft.com/about/legal/privacy-policy ",
    "Phone": "801-545-4700",
    "activities": "StorageCraft Technology Corporation (our U.S. company) processes personal information that it receives from its subsidiaries, customers, customer clients, and business partners in the European Union (EU), European Economic Area (EEA) and Switzerland for different purposes depending upon the goods or services being provided. Personal information is collected for legitimate business reasons, including purposes of: (1) billing, reporting, delivery of maintenance and technical support, and general account administration; (2) internal business processes such as financial processing and management, fraud detection and prevention, and compliance with law; (3) handling orders, enabling and delivering products and services; (4) communicating with customers, vendors, and partners about orders, products, services and promotional offers; (5) recommending merchandise and services that might be of interest to our customers, vendors, or partners; (6) improving our websites, services, and products; (7) fulfilling any other purpose for which the information is provided; (8) carrying out our obligations arising from any contracts and agreements; and (9) verifying training and certifications. StorageCraft Technology Corporation also receives certain employee and non-employee personal information from its subsidiary, StorageCraft Technology (located in Cork, Ireland), as necessary to fulfill our legal obligations, or as appropriate to perform general human resources management. For example, StorageCraft Technology Corporation stores and processes this information on behalf of StorageCraft Technology for general employee administration purposes, including enabling StorageCraft Technology to carry out its employment law obligations, provide compensation benefits and related services, maintain organizational information, for performance management, employee training and to assist in employment-related matters. Depending on the circumstances, StorageCraft Technology Corporation may process personal information from the EU, the EEA and/or Switzerland as a data controller (e.g., processing of human resource information) or as a data processor (e.g., processing information on behalf of a customer). StorageCraft uses appropriate physical, electronic, and administrative safeguards to protect personal information from loss, misuse, unauthorized access, disclosure, alteration, or destruction.",
    "address": "380 Data Drive, Suite 300",
    "asp_index": "28844",
    "city": "Draper",
    "contactemail1": "brittany.killian@storagecraft.com",
    "contactfax1": "801-545-4705",
    "contactname1": "Brittany Killian",
    "contactoff1": "Legal Department",
    "contactphone1": "801-871-2923",
    "contacttitle1": "ISO/Associate General Counsel",
    "corpoffemail1": "Russ.Shreeve@storagecraft.com",
    "corpofffax1": "801-545-4705",
    "corpoffname1": "Russ Shreeve",
    "corpoffphone1": "801-871-2724",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-06",
    "orgverification": "Self-verification",
    "personaldata": "Personal data submitted by and collected from visitors, business partners, customers and prospective customers; human resources data; customer data; partner data; prospective customer data; on-line data; off-line data; data collected directly from internet; and manually processed data (for example, information collected in the process of resolving support inquiries).",
    "ppdate": "2015-07-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Non-HR data: American Arbitration Association (ICDR/AAA Safe Harbor Program).\r\nHR data: EEA data protection authorities (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2015-07-06",
    "state": "Utah",
    "statutorybody": "FTC",
    "zip": "84020"
}