{
    "CertificationStatus": "true",
    "Fax": "631-342-4866",
    "OrgName": "CA, Inc. d/b/a CA Technologies",
    "PPLoc": "ca.com/us/privacy/ for U.S. site. All non-US sites, notice can be found in Privacy link at bottom of ca.com home page.",
    "Phone": "631-342-2678",
    "activities": "HR DATA: The Company acts as a data controller with respect to human resources data and general information it receives relating to its current and former employees, as well as potential future employees during the hiring process. This information is transferred to the U.S. primarily for employment and record-keeping and administrative purposes, including but not limited to compensation, benefits, authentication of identity for system access, communication, performance evaluation, organizational structure, and general corporate business processing. NON-HR DATA: Company acts as a data controller with respect to personal data of customers, prospective customers, vendors, suppliers, business partners and other third parties and such data is used for purposes of marketing, communications about products or services, facilitating transactions, customer support and other general commercial use. In the provision of software support, software consulting, on demand, software as a service, hosting services and other similar services, CA acts as a data processor. When conducting those activities, CA holds and/or processes data at the direction of its customer, which acts as a data controller and the customer is responsible for providing notices to and obtaining required consents from data subjects. CA does not control this data and any access to or use of such data is incidental to completing its contractual requirements for the customer.",
    "address": "One Computer Associates Plaza",
    "asp_index": "28841",
    "city": "Islandia",
    "contactemail1": "bonnie.yeomans@ca.com",
    "contactfax1": "631-342-4866",
    "contactname1": "Bonnie L. Yeomans",
    "contactoff1": "CA, Inc.",
    "contactphone1": "631-342-2678",
    "contacttitle1": "VP and Privacy Officer",
    "corpoffemail1": "lawrence.egan@ca.com",
    "corpofffax1": "631-342-4866",
    "corpoffname1": "Lawrence Egan",
    "corpoffphone1": "631-342-3550",
    "corpofftitle1": "SVP and Assistant General Counsel",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Liechtenstein, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LIE",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-01",
    "orgverification": "In-house",
    "personaldata": "Non-human resources data, online/offline, and Human Resources Data",
    "ppdate": "2015-01-09",
    "previous": "23696",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2005-08-01",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11749"
}