{
    "CertificationStatus": "true",
    "Fax": "206-784-4367",
    "OrgName": "IOActive",
    "PPLoc": "http://www.ioactive.com/privacy-policy.html ",
    "Phone": "206-784-4313",
    "activities": "IOActive is an independent information security consulting services provider contracted by its customers to assess the information security of products, technology environments (including networks, computers, and software), and the effectiveness security practices. During the process of performing security assessments, information collected may include personal information about an individual. This information is collected to facilitate assessment by verifying the exploitability of potential security vulnerabilities. IOActive does not retain personally identifying information obtained during its testing work, and disposes of or returns such information to IOActive’s customer when testing and assessment work is complete. Where IOActive collects personal information directly from individuals in the EEA, it will inform them about the purposes for which it collects and uses personal information about them, the types of third parties to which IOActive discloses that information, and the choices and means, if any, IOActive offers individuals for limiting the use and disclosure of their personal information. Notice will be provided in clear and conspicuous language when individuals are first asked to provide personal information to IOActive, or as soon as practicable thereafter, and in any event before IOActive uses the information for a purpose other than that for which it was originally collected.",
    "address": "701 5th Avenue, Suite 6850",
    "asp_index": "28856",
    "city": "Seattle",
    "contactemail1": "david.baker@ioactive.com",
    "contactfax1": "206-784-4367",
    "contactname1": "Martin Kaminski",
    "contactoff1": "IOActive",
    "contactphone1": "206-784-4313",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "jpennell@ioactive.com",
    "corpofffax1": "206-784-4367",
    "corpoffname1": "Joshua Pennell",
    "corpoffphone1": "206-784-4313",
    "corpofftitle1": "President & Founder",
    "eucountries": "Netherlands, Spain, United Kingdom",
    "eucountries_parsed": [
        "NLD",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-18",
    "orgverification": "In-House",
    "personaldata": "off-line",
    "ppdate": "2009-05-01",
    "previous": "28785",
    "privacyprograms": "None",
    "recoursemech": "Any questions or concerns regarding the use or disclosure of personal information should be directed to the IOActive compliance at the address given below. IOActive will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this Policy. For complaints that cannot be resolved between IOActive and the complainant, IOActive has agreed to participate in the dispute resolution procedures of the panel established by the European Data Protection Authorities to resolve disputes pursuant to the Safe Harbor Principles.",
    "signupdate": "2009-05-18",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98065"
}