{
    "CertifiedThroughLabel": "",
    "Fax": "781-505-7970",
    "OrgName": "iBasis, Inc.",
    "PPLoc": "http://ibasis.com ",
    "Phone": "781-505-6929",
    "activities": "Customers and vendors of iBasis’ wholesale operations (“Wholesale Customers and Vendors”) are businesses and not individual consumers.  In connection with the services provided to and received from Wholesale Customers and Vendors (“Wholesale Services”), iBasis collects account information arising from iBasis’ interaction with employees and personnel (“Personnel”) of Wholesale Customers and Vendors (“Account Data”).  iBasis also collects data associated with end users of iBasis Customers located in the European Union and Switzerland (“End Users”), including (i) location data; (ii) short message service (“SMS”) content; (iii) voice audio content; and  (iv) call detail records such as originating and terminating number and duration of a call (“CDRs”) (collectively “End User Data”).  End User Data does not include any individual names, contact details, or credit card or other billing information regarding End Users, nor does iBasis collect or have access to such information as part of its Wholesale Services.",
    "address": "20 Second Avenue",
    "asp_index": "28858",
    "city": "Burlington",
    "contactemail1": "info@ibasis.net",
    "contactfax1": "781-505-7970",
    "contactname1": "Kyle Hofmann",
    "contactoff1": "Burlington, MA",
    "contactphone1": "781-505-6929",
    "contacttitle1": "Senior Counsel",
    "corpoffemail1": "eschmidt@ibasis.net",
    "corpofffax1": "781-505-7970",
    "corpoffname1": "Ellen Schmidt",
    "corpoffphone1": "781-505-7956",
    "corpofftitle1": "Vice-President, General Counsel and Corporate Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-14",
    "orgverification": "In-house",
    "personaldata": "Personal Data processed by iBasis’s wholesale operations is covered within the scope of this self-certification.  The data covered does not include any manually processed data.",
    "ppdate": "2015-06-29",
    "previous": "",
    "privacyprograms": "None at this time.",
    "recoursemech": "For questions or complaints regarding our compliance with the Safe Harbor Frameworks, please contact our Privacy Officer as indicated in iBasis’ Wholesale Privacy Policy.   For complaints that cannot be resolved between iBasis and the complainant, iBasis has agreed to participate in the dispute resolution procedures of JAMS International for disputes arising under or regarding the Safe Harbor principles.",
    "signupdate": "2015-07-14",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01803"
}