{
    "CertifiedThroughLabel": "",
    "Fax": "(312) 857-1325",
    "OrgName": "HBR Consulting LLC",
    "PPLoc": "http://www.hbrconsulting.com/downloads/HBR_Website_Privacy_Policy.pdf ",
    "Phone": "(312) 201-8400",
    "activities": "When HBR Consulting is data controller: HBR Consulting collects personal information from prospective customers, prospective employees, prospective vendors and other persons located in the European Union who may be interested in a business relationship with HBR Consulting via website visits, telephone calls, chat, web forms, emails, written correspondence, third party providers and other means; HBR Consulting uses this information to contact those persons about HBR Consulting services, employment opportunities, and potential business transactions, and to generally improve the way HBR Consulting markets its services. HBR Consulting collects personal information from its customers, participants in its channel partner program, vendors and employees located in the European Union via website visits, telephone calls, chat, web forms, emails, written correspondence, third party providers and other means; HBR Consulting uses that information to provide services to those customers (these purposes may include any of the following: process service requests, contract negotiation, handle orders, deliver services, process payments, communicate with customers about orders, services, promotional offers and marketing to such businesses, providing customer support, manage customer relationship, developing and improving the services, fraud detection and prevention, compliance with governmental, legislative and regulatory bodies); manage relations with vendors; for related financial and other operational purposes; and to perform its own human resources functions.\r\n\r\nWhen HBR Consulting is a data processor: HBR Consulting affiliates located in the European Union provide HBR Consulting with personal information about their prospective customers, prospective vendors, prospective employees; and customers, participants in its channel partner program, vendors and employees; HBR Consulting uses this information to assist its affiliates in providing services to those customers, and to assist its affiliates with vendor relations and contract management, human resources management, and their internal financial and other operations. When providing information technology hosting services, HBR Consulting may process personal data controlled by its customers or customers of HBR Consulting entities located in the European Union; HBR Consulting does not determine the types of data its customers store on HBR Consulting’s servers and/or how that data is classified, accessed, exchanged or otherwise processed. HBR Consulting customers are responsible for compliance with applicable data protection principles. HBR Consulting processes that data at the direction of its customers and in accordance with the terms of its agreements with its customers and a data processing agreement in place with each of its entities located in the EU (in accordance with the standards of the EU Data Protection Directive). Human Resources Privacy Policy is located on internal Policy website (effective from August 1, 2012).",
    "address": "440 S La Salle St Ste 2250",
    "asp_index": "28864",
    "city": "Chicago",
    "contactemail1": "jrojas@hbrconsulting.com",
    "contactfax1": "(312) 425-4431",
    "contactname1": "James Rojas",
    "contactoff1": "Chicago Headquarters",
    "contactphone1": "(312) 201-8400",
    "contacttitle1": "Chief Operating Officer",
    "corpoffemail1": "jrojas@hbrconsulting.com",
    "corpofffax1": "(312) 425-4431",
    "corpoffname1": "James Rojas",
    "corpoffphone1": "(312) 201-8400",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-16",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line, Manually Processed.",
    "ppdate": "2012-08-01",
    "previous": "23711",
    "privacyprograms": "None",
    "recoursemech": "European Union data protection authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2013-07-16",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60605"
}