{
    "CertificationStatus": "true",
    "Fax": "(978) 667-0767",
    "OrgName": "NextWorth Solutions, Inc.",
    "PPLoc": "https:/ www.nextworth.com/privacy_policy/ ",
    "Phone": "(978) 374-6398",
    "activities": "Information We Collect on Our Website\r\nIn order to use our Web site, you must first complete the registration form. During registration we ask for contact information (such as name, address, and email address). We use this information to contact you about the services on our site in which you have expressed interest.\r\n\r\nIf you wish to sell a product to us you must provide contact information (such as name, shipping address, email address and phone number) and financial information such as the email address for your paypal account, or your mailing address in order to receive a check in the mail. We use this information so that we may pay you for your products and so that we are able to ensure your payment is sent to the correct person. \r\n\r\nWhen you provide us with Personal Information, you are authorizing us to use that information in accordance with the terms of this Privacy Policy. When you supply us with your Personal Information we will use it for the purpose for which it was collected and may use it to send you periodic communications, newsletters, or promotional offers. If you no longer wish to receive newsletters or promotional offers from us, you may opt-out of receiving them by following the instructions included in each communication, updating your preference within your account on our Web site, or by emailing us at customerservice@nextworth.com. \r\n\r\nBased upon the personally identifiable information you provide us, we will send you a welcoming email to verify your email address and password. We will also communicate with you in response to your inquiries, to provide the services you request, and to manage your account.",
    "address": "900 Technology Park Drive, Suite 200",
    "asp_index": "28870",
    "city": "Billerica",
    "contactemail1": "mpover@nextworth.com",
    "contactfax1": "(978) 667-0767",
    "contactname1": "Mark Pover",
    "contactoff1": "Corporate",
    "contactphone1": "(978) 374-6398",
    "contacttitle1": "CFO",
    "corpoffemail1": "mpover@nextworth.com",
    "corpofffax1": "(978) 667-0767",
    "corpoffname1": "Mark Pover",
    "corpoffphone1": "(978) 374-6398",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Consumer Electronics - (CEL)",
    "industrysector_parsed": [
        "Consumer Electronics - (CEL)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-02",
    "orgverification": "Third-Party - Truste",
    "personaldata": "Client and Customer",
    "ppdate": "2015-03-23",
    "previous": "23833",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-08-02",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01821"
}