{
    "Fax": "724-514-9494",
    "OrgName": "ANSYS, Inc.",
    "PPLoc": "http://www.ansys.com/Footer/Full+Privacy+Statement ",
    "Phone": "724-746-3304",
    "activities": "ANSYS develops software which helps with complex design challenges through fast, accurate and reliable simulation. Our technology enables organizations to predict with confidence that their products will thrive in the real world. They use our software to help ensure product integrity and drive business success through innovation.  The information we handle includes:\r\n(1)\tPersonal information received in the course of ANSYS’s activities, including information relating to individuals within corporate customers interested in or purchasing products provided by ANSYS, user information, unlicensed use information, support information, data analysis, sales and other transactions, marketing information and activities.\r\n(2)\tPersonal information processed in the context of customers’ use of ANSYS products, where customers have submitted such information to a hosted product.\r\n(3)\tHuman resources data and information relating to visitors to European sites. \r\n\r\nThe personal information received by ANSYS from the EU includes both personal data that ANSYS processes as a data controller (i.e., ANSYS alone or jointly with others determines the purposes and means of the processing of the personal data) and personal data that ANSYS processes as a data processor on behalf of data controllers.",
    "address": "2600 ANSYS Drive",
    "asp_index": "28873",
    "city": "Canonsburg",
    "contactemail1": "privacy@ansys.com",
    "contactfax1": "+441235432302",
    "contactname1": "Philippe Antonio",
    "contactoff1": "ANSYS UK Ltd - 97 Jubilee Avenue, Milton Park, 0X144RW, UK",
    "contactphone1": "+441235432323",
    "contacttitle1": "Director of Legal - Europe",
    "corpoffemail1": "privacy@ansys.com",
    "corpofffax1": "",
    "corpoffname1": "Sheila DiNardo",
    "corpoffphone1": "724-820-3733",
    "corpofftitle1": "Vice President, General Counsel & Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)General Science & Technology - (GST)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Science & Technology - (GST)"
    ],
    "latest": "false",
    "nextcertification": "2016-08-14",
    "orgverification": "Self-assessment",
    "personaldata": "Data received during business activities, including user data, unlicensed use data, support data, data analysis, sales and other transactions, marketing data and activities;Data processed relating to customers’ use of products and submitted to a hosted product; HR data;visitors’ data; Data processed as a data controller and as a data processor on behalf of data controllers;Manually processed data.",
    "ppdate": "2015-07-31",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For organization human resources data: EU & Switzerland data protection authorities (EU DPAs and Swiss FDPIC); \r\nFor all other types of data: JAMS Alternative Dispute Resolution (ADR) Provider for disputes under the U.S.-EU Safe Harbor Framework and or U.S.-Swiss Safe Harbor Framework \r\n(http://www.jamsadr.com/safeharbor/)",
    "signupdate": "2015-08-14",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "15317"
}