{
    "CertificationStatus": "true",
    "Fax": "480-308-3001",
    "OrgName": "JDA Software Inc",
    "PPLoc": "http://www.jda.com/company/display-collateral/pID/3592/ ",
    "Phone": "480-308-3000",
    "activities": "JDA receives personal data from the European Union obtained from or relating to prospective and current customers of JDA and its group members. The information transferred is business contact information, information related to product and services preferences, transaction related information, information relating to software training. Information is used for the following purposes: customer service, software and applications support, website content selection, website user friendliness and navigation, marketing.\r\n\r\nJDA also transfers employee information to the headquarters for processing and storage. The information is used for purposes of employee benefits and services and financial planning. Benefits and services include evaluation of qualifications for employment, provision of employment benefits, training, budgeting and salary administration and workforce management, business contact directory, company network access including authentication.  Financial planning includes activities such as evaluation of salaries and payroll information of employees to develop business strategies affecting budgeting, departmental structures and the like.\r\n\r\nJDA acts as a Data Processor (as defined in the Directive) for its clients, who act as Data Controllers (as defined in the Directive), with respect to Personal Data (as defined in the Directive) received from natural persons within the member states of the European Union.  JDA processes Personal Data, including human resources data, in accordance with written instructions from its clients pursuant to written agreements between JDA and such clients. As a Data Processor, JDA will not transfer Personal Data to a third party without instructions from its clients. JDA will process Personal Data only for the purpose(s) for which it was intended or authorized.",
    "address": "14400 N. 7th Street",
    "asp_index": "28904",
    "city": "Scottsdale",
    "contactemail1": "Logan.Miller@jda.com",
    "contactfax1": "480-308-3001",
    "contactname1": "Logan Miller",
    "contactoff1": "Legal Department",
    "contactphone1": "480-308-3000",
    "contacttitle1": "Sr. Attorney",
    "corpoffemail1": "Martin.Felli@jda.com",
    "corpofffax1": "480-308-3001",
    "corpoffname1": "Martin Felli",
    "corpoffphone1": "480-308-3000",
    "corpofftitle1": "Chief Legal Officer",
    "eucountries": "Belgium, Czech Republic, Denmark, Finland, France, Germany, Hungary, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Slovakia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "HUN",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-13",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed",
    "ppdate": "2007-07-22",
    "previous": "24208",
    "privacyprograms": "None",
    "recoursemech": "EU Data protection authorities (DPAs)",
    "signupdate": "2007-08-13",
    "state": "Arizona",
    "statutorybody": "FTC",
    "zip": "85260"
}