{
    "Fax": "805-262-1601",
    "OrgName": "Xirrus, Inc.",
    "PPLoc": "http://www.xirrus.com/privacy-policy/ ",
    "Phone": "805-262-1600",
    "activities": "As a provider of wireless networking solutions, network management tools and cloud services to corporate customers, Xirrus processes end-user personal data that are transmitted and uploaded via its infrastructure and services. Xirrus processes such personal data as a processor on behalf of and under the instructions of its customers. In addition, Xirrus processes personal data of website visitors, customers, vendors and other partners as a data controller.\r\n\r\nThe categories of end-user personal data which Xirrus processes on behalf of customers include name, contact details, job title, position, job responsibilities, address, email address, electronic data (e.g., IP and MAC address, User ID and password), location of the device, and data collected from end-users’ social media accounts when they use a social media sign-in (i.e., date of birth, age, gender and marital status). End-user personal data are not processed manually. Xirrus processes both off-line and on-line end-user personal data. \r\n\r\nThe categories of personal data which Xirrus processes about website visitors include user name, password, first and last name, company name, mailing address, e-mail address, phone number, URL and any other information provided to Xirrus, and information which is automatically collected, such as the website visitor’s IP address.  Personal data of website visitors are not processed manually.  Xirrus only processes on-line personal data of website visitors.\r\n\r\nThe categories of personal data which Xirrus processes about customers, vendors and other partners include name, address, e-mail address, phone number, company name, job title, position and job responsibilities. Personal data of vendors and other partners are not processed manually.  Personal data relating to contact persons at customers may be processed manually. Xirrus processes both off-line and on-line personal data of customers, vendors and other partners.",
    "address": "2101 Corporate Center Drive",
    "asp_index": "28917",
    "city": "Thousand Oaks",
    "contactemail1": "mike.delagarrigue@xirrus.com",
    "contactfax1": "805-262-1601",
    "contactname1": "Mike de la Garrigue",
    "contactoff1": "Xirrus, Inc., 2101 Coporate Center Dr., Thousand Oaks, CA 91320",
    "contactphone1": "805-262-1655",
    "contacttitle1": "Sr. Director, Product Development",
    "corpoffemail1": "steve.degennaro@xirrus.com",
    "corpofffax1": "805-262-1601",
    "corpoffname1": "Steve DeGennaro",
    "corpoffphone1": "805-262-1612",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer & Peripherals - (CPT)Telecommunications Equipment - (TEL)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Telecommunications Equipment - (TEL)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-08",
    "orgverification": "In-house",
    "personaldata": "We collect personal data from customers, website visitors, vendors and other partners.  Personal data relating to contact persons at customers may be processed manually.",
    "ppdate": "2015-07-07",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "JAMS",
    "signupdate": "2015-07-08",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "91320"
}