{
    "CertifiedThroughLabel": "",
    "Fax": "443-320-0343",
    "OrgName": "Velaro Inc.",
    "PPLoc": "http://www.velaro.com/privacy-policy/ ",
    "Phone": "800-983-5276",
    "activities": "Velaro collects and uses your personal information to operate the Velaro Web site and deliver the services you have requested. Velaro also uses your personally identifiable information to inform you of other products or services available from Velaro and its affiliates. Velaro may also contact you via\r\nsurveys to conduct research about your opinion of current services or of potential new services that may be offered.\r\nVelaro does not sell, rent or lease its customer lists to third parties. Velaro may, from time to time, contact you on behalf of external business partners about a particular offering that may be of interest to you. In those cases, your unique personally identifiable information (e-mail, name, address, telephone number) is not transferred to the third party. In addition, Velaro may share data with trusted partners to help us perform statistical analysis, send you email or postal mail, provide customer support, or arrange for deliveries. All such third parties are prohibited from using your personal information except to provide these services to Velaro, and they are required to maintain the confidentiality of your information.\r\nVelaro does not use or disclose sensitive personal information, such as race, religion, or political affiliations, without your explicit consent.\r\nVelaro keeps track of the Web sites and pages our customers visit within Velaro, in order to determine what Velaro services are the most popular. This data is used to deliver customized content and advertising within Velaro to customers whose behavior indicates that they are interested in a particular subject area.\r\nVelaro Web sites will disclose your personal information, without notice, only if required to do so by law or in the good faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process served on Velaro or the site; (b) protect and defend the rights or property of Velaro; and, (c) act under exigent circumstances to protect the personal safety of users of Velaro, or the public.",
    "address": "8174 Lark Brown Rd Suite 201",
    "asp_index": "28936",
    "city": "Elkridge",
    "contactemail1": "chris@velaro.com",
    "contactfax1": "443-320-0343",
    "contactname1": "Chris Childers",
    "contactoff1": "Velaro Inc",
    "contactphone1": "800-983-5276",
    "contacttitle1": "VP Operation",
    "corpoffemail1": "chris@velaro.com",
    "corpofffax1": "443-320-0343",
    "corpoffname1": "Chris Childers",
    "corpoffphone1": "800-983-5276",
    "corpofftitle1": "VP Opeations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-02-11",
    "orgverification": "In-house",
    "personaldata": "Includes automated processing of organization, client, and customer data.",
    "ppdate": "2013-02-01",
    "previous": "22657",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2013-02-11",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "21075"
}