{
    "CertificationStatus": "true",
    "Fax": "859-344-4952",
    "OrgName": "CyrusOne LLC",
    "PPLoc": "http://www.cyrusone.com/privacy_policy.php ",
    "Phone": "713-821-1260",
    "activities": "CyrusOne collects personal information from customers, vendors, prospective customers, prospective vendors and other persons located in the EU/EEA or Switzerland who may be interested in a business relationship with CyrusOne.  The information collected may include personal information such as names, phone numbers, mailing addresses, e-mail addresses, IP addresses, product and service selections and orders and other information.  Information may be collected using a variety of methods, including without limitation, via website visits, telephone calls, chat, web forms, emails, written correspondence, third party providers, affiliates  and other means.   CyrusOne uses this information in connection with the provision of services to existing customers, and to contact potential customers and vendors regarding business transactions.  These activities may include, without limitation,  purchasing services, requesting additional information, informing customers of new services or offers, processing service requests, contract negotiations, handling orders, delivering services, processing payments, communicating with customers about orders and services, promotional offers and marketing efforts, customer support, developing and improving services, legal compliance, managing vendors, and for related financial and operational purposes.  Information regarding current and prospective customers and vendors may also be provided to CyrusOne by CyrusOne’s affiliates located in the EU.",
    "address": "1649 West Frankford Road",
    "asp_index": "28959",
    "city": "Carrollton",
    "contactemail1": "tbosse@cyrusone.com",
    "contactfax1": "859-344-4952",
    "contactname1": "Thomas Bosse",
    "contactoff1": "Operations Department",
    "contactphone1": "214-488-1365",
    "contacttitle1": "",
    "corpoffemail1": "tbosse@cyrusone.com",
    "corpofffax1": "859-344-4952",
    "corpoffname1": "Thomas W. Bosse",
    "corpoffphone1": "859-344-9500",
    "corpofftitle1": "Vice President, General Counsel & Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Leasing Services - (LES)",
    "industrysector_parsed": [
        "Leasing Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2016-05-20",
    "orgverification": "Third Party",
    "personaldata": "On-line data, off-line data, manually processed data",
    "ppdate": "2013-01-30",
    "previous": "24070",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-05-20",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75007"
}