{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Citrix Systems, Inc. (Citrix.com)",
    "PPLoc": "http://www.citrix.com/about/legal/privacy.html ",
    "Phone": "(954) 267 3000",
    "activities": "This certification applies to the collection of personal data by citrix.com domain websites and any product or service offered exclusively through that website.  The personal information received is used to provide products, services, and information such as registration for an account, requesting support or information, applying to be a partner, participating in online training program, offline event, promotions or sweepstakes. (Some Citrix products and services such as GoToMeeting, ShareFile and Podio have their own dedicated websites and privacy policies which provide information about the personal information which they and their separate Safe Harbor certifications.)",
    "address": "851 West Cypress Creek Road",
    "asp_index": "28982",
    "city": "Fort Lauderdale",
    "contactemail1": "lisa.hall@citrix.com",
    "contactfax1": "",
    "contactname1": "Lisa Hall",
    "contactoff1": "Citrix Systems, Inc.",
    "contactphone1": "(408) 790-8823",
    "contacttitle1": "Data Privacy Compliance Program Manager",
    "corpoffemail1": "robert.feldman@citrix.com",
    "corpofffax1": "",
    "corpoffname1": "Robert Feldman",
    "corpoffphone1": "(781) 301-7931",
    "corpofftitle1": "Associate General  Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Computer & Peripherals - (CPT)Business Eqpt (other than computers) - (BUS)",
    "industrysector_parsed": [
        "Business Eqpt (other than computers) - (BUS)",
        "Computer & Peripherals - (CPT)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-13",
    "orgverification": "Third party; TRUSTe.",
    "personaldata": "The personal information received varies by Offering product, service and activity and may include personal information such as a first and last name, email address, telephone number, postal or other physical address, or other contact information. We may also collect title, occupation, work industry, and other information as necessary to provide certain services.   This information may be collecte",
    "ppdate": "2015-07-06",
    "previous": "",
    "privacyprograms": "Citrix Systems, Inc. has applied to TRUSTe for website and Safe Harbor certification of Citrix.com.",
    "recoursemech": "For questions or concerns regarding privacy statements and Citrix, the first point of contact is to write to privacy@citrix.com. For any unresolved complaints or if a complaint is not satisfactorily addressed, the organization will utilize TRUSTe (www.truste.com) as its dispute resolution mechanism.",
    "signupdate": "2015-07-13",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33309"
}