{
    "Fax": "(415)930-9666",
    "OrgName": "Redis Labs Inc.",
    "PPLoc": "https://redislabs.com/company/privacy",
    "Phone": "(415)930-9666",
    "activities": "Personal Information is used for the following purposes: (i) to provide the Product, (ii) to administer your use of the Product and any accounts you may have with us, (iii) to personalize your experience, (iv) to provide to you Product announcements, (v) to provide you with further information and offers from us or third parties that we believe you may find useful or interesting, such as newsletters, marketing or promotional materials, (vi) on behalf of and according to instructions of a third party, such as our advertising partners, (vii) to enforce our Terms, (viii) to resolve any disputes between users of the Site and us; and (ix) as described in Section 4 below. If you decide at any time that you no longer wish to receive such announcements, information or offers, please follow the unsubscribe instructions provided in the communication. We use information that is not Personal Information for the above purposes and in addition, in order to (i) monitor and analyze use of the Product and for the technical administration of the Site, (ii) improve the Site and the Product, (iii) generate and derive useful data and information concerning the interests, characteristics and website use behavior of our users, and (iv) verify that users of the Product meet the criteria required to process their requests. In addition, we may post additional ancillary privacy notices with respect to specific Products\r\n4. Information Sharing and Disclosure:\r\nAggregate Non-Personal Information.\r\nWe may share aggregated information generated as a result of your use of the Product, that includes non-Personal information and Log Data, with third parties for industry analysis, demographic profiling, other commercial purposes and to deliver targeted advertising about other products and services. Any aggregated information shared in these contexts will not contain your Personal Information.\r\nCombined Information.\r\nWe may combine certain Personal Information with non-Personal Information in order to allow us to create information packages and services that are better tailored to your interests and preferences. Among other things, linking this information may allow us generally to improve and personalize the Site and the Product. If we combine or link any information with your Personal Information, the resulting combination will be treated as Personal Information under this Policy.\r\nService Providers.\r\nWe may employ third party companies and individuals to facilitate the Product, to provide the Product on our behalf and to perform services related to administration of the Product or the Site (including, without limitation, bill and credit card payment processing, maintenance, hosting and database management services and administration). These third parties have access to your Personal Information only to perform these tasks on our behalf and are obligated to comply with this Policy.",
    "address": "700 E El Camino Real, Suite 170",
    "asp_index": "28984",
    "city": "Mountain View",
    "contactemail1": "legal@redislabs.com",
    "contactfax1": "",
    "contactname1": "Yiftach Shoolman",
    "contactoff1": "Redis Labs Inc.",
    "contactphone1": "(415)930-9666",
    "contacttitle1": "",
    "corpoffemail1": "legal@redislabs.com",
    "corpofffax1": "",
    "corpoffname1": "Yiftach Shoolman",
    "corpoffphone1": "(415)930-9666",
    "corpofftitle1": "Mr.",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-04",
    "orgverification": "in-house",
    "personaldata": "All the data is covered",
    "ppdate": "2014-12-31",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2015-08-04",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94040"
}