{
    "CertifiedThroughLabel": "",
    "Fax": "650-628-1422",
    "OrgName": "Electronic Arts Inc.",
    "PPLoc": "http://tos.ea.com/legalapp/WEBPRIVACY/US/en/PC/ ",
    "Phone": "650-628-1500",
    "activities": "The personal information of customers from the EU and Switzerland received by Electronic Arts Inc. and its wholly-owned US subsidiaries includes personal data that Electronic Arts processes as a data controller. Such personal information may be used to communicate with users, generally, including to alert consumers to new products, features and enhancements, special offers, upgrade opportunities and contests and events of interest; conduct surveys; provide services and/or products requested and personalize their experience. Personal information may also be used for technical and customer support, to prevent and detect fraud, to enforce EA's Terms, to comply with law, to facilitate sales transactions, to direct appropriate advertising, for internal analysis and otherwise as set forth in EA's Privacy Policy. Personal information may also be shared with Electronic Arts' third party partners, provided the consumer has opted into the sharing of such information at the time information is gathered or at a subsequent time. \r\nElectronic Arts will use and transfer personal information gathered from employees and job applicants for employment and business related purposes such as assess ability for available positions, payroll, benefits, expenses, managing operating plans, meeting governmental reporting requirements, security, health and safety management, performance management and assessment, company network access, and authentication and, as needed, to facilitate any investigation or disciplinary action, or in any civil or criminal legal proceeding or where otherwise necessary to comply with a legal obligation of the company.",
    "address": "209 Redwood Shores Parkway",
    "asp_index": "28981",
    "city": "Redwood City",
    "contactemail1": "lisaannhall@ea.com",
    "contactfax1": "650-628-1422",
    "contactname1": "Kirsten Daru",
    "contactoff1": "Electronic Arts Inc.",
    "contactphone1": "650-628-1500",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "kdaru@ea.com",
    "corpofffax1": "650-628-1422",
    "corpoffname1": "Kirsten Daru",
    "corpoffphone1": "650-628-1500",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Toy & Games - (TOY)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Toy & Games - (TOY)"
    ],
    "latest": "false",
    "nextcertification": "2016-07-12",
    "orgverification": "In-house and TRUSTe Trusted Websites and EU Safe H",
    "personaldata": "On-Line; Human Resources Data",
    "ppdate": "1999-01-01",
    "previous": "23679",
    "privacyprograms": "TRUSTe Trusted Websites and EU Safe Harbor Framework",
    "recoursemech": "For human resources data: EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC); for all other data: private sector developed dispute resolution mechanism through the TRUSTe Trusted Websites program.",
    "signupdate": "2001-07-12",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94065"
}