{
    "CertificationStatus": "true",
    "Fax": "313-227-3014",
    "OrgName": "Dynatrace LLC",
    "PPLoc": "http://www.dynatrace.com/en/about-us/privacy.html ",
    "Phone": "313-227-7300",
    "activities": "Dynatrace LLC and its US affiliates, including Keynote, LLC, (each being a “Dynatrace Entity” and, collectively with Dynatrace LLC, “Dynatrace”) receive Business Personal Data and Human Resources Personal Data.\r\n\r\n“Business Personal Data” is personal data that enables identification of, authentication of, coordination of, and/or communication to, from, between, and/or among employees, agents, and/or contractors of a Dynatrace Entity and other employees and/or agents, contractors, and/or affiliates of Dynatrace Entities and/or entities with which Dynatrace does business and/or proposes to do business. Business Personal Data includes, but it not limited to, contact information, identification information, information about whereabouts, information about travel plans, and directory information such as name, business mobile and/or land telephone number, business fax number, business e-mail address, business physical address, business user ID, business IP address, picture, language(s) spoken, business title, business organizational role, and business systems or processes that such persons are authorized to utilize.\r\n\r\n“Human Resource Personal Data” is human resources and benefit information used by one or more Dynatrace Entities to evaluate, employ, retain, administer the employment and/or or contractor relationship with, and/or receive or provide the services of, employees and/or direct or indirect contractors who are being considered to do, who do, or have done work for, or for the benefit of, a Dynatrace Entity.",
    "address": "One Campus Martius",
    "asp_index": "28996",
    "city": "Detroit",
    "contactemail1": "melanie.dunn@dynatrace.com",
    "contactfax1": "313-227-3014",
    "contactname1": "Melanie C. Dunn",
    "contactoff1": "Privacy Office",
    "contactphone1": "313-227-7300",
    "contacttitle1": "Senior Counsel",
    "corpoffemail1": "melanie.dunn@dynatrace.com",
    "corpofffax1": "313-227-3014",
    "corpoffname1": "Melanie C. Dunn",
    "corpoffphone1": "313-227-7300",
    "corpofftitle1": "Senior Counsel",
    "eucountries": "Austria, Belgium, Czech Republic, Denmark, Finland, France, Germany, Ireland, Italy, Netherlands, Norway, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-30",
    "orgverification": "In-house",
    "personaldata": "Business Personal Data and Human Resources Personal Data, as defined above. Includes manually-processed data.",
    "ppdate": "2015-07-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU and Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2015-07-30",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48226"
}