{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Unisys Corporation",
    "PPLoc": "http://www.unisys.com/unisys-legal/privacy ",
    "Phone": "215-968-4011",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\n\r\nUnisys receives or has access to personal data from the EU/EEA and/or Switzerland in the course of its business operations as a data controller and as a data processor. \r\n\r\nAs a data controller, Unisys collects, uses and maintains the following types of personal data: (1) Client/Potential Client data: Unisys collects, uses and maintains personal data to perform business activities including, for example, providing products and services, marketing, sales, accounting, and legal compliance. (2) Human Resources data: Unisys collects, uses and maintains personal data related to current, former and prospective associates, contractors and other types of staff to recruit and manage its workforce and conduct its business operations, including, for example, evaluation of candidates, onboarding, compensation and benefits administration, expense reimbursement, performance management and training, company directory listing, access to company facilities, network and applications, and legal compliance. (3) On-line data: Unisys collects, uses and maintains personal data from individuals accessing Unisys websites, including, for example, in connection with registrations for services and events, downloading materials, and subscriptions to information materials. Unisys uses this personal data to manage the services requested, respond to inquiries and support the relationship with the Unisys website user. \r\n\r\nAs a data processor: Unisys receives and/or has access to personal data of its clients and/or its clients’ customers, employees or other persons as a data processor when providing various business solutions, technology products and services to its clients, the data controllers, including (1) end user outsourcing and managed services, (2) application modernization and outsourcing, (3) data center transformation and outsourcing, (4) cybersecurity solutions, (5) workplace transformation services or (6) technology products and maintenance services. When providing these solutions, Unisys does not own or control the personal data; Unisys processes the personal data at the direction of its client.",
    "address": "801 Lakeview Dr., Ste 100",
    "asp_index": "29037",
    "city": "Blue Bell",
    "contactemail1": "michelle.beistle@unisys.com",
    "contactfax1": "",
    "contactname1": "Michelle Beistle",
    "contactoff1": "Global Privacy Office",
    "contactphone1": "703-234-9871",
    "contacttitle1": "Chief Privacy Counsel and Privacy Officer",
    "corpoffemail1": "Gerald.kenney@unisys.com",
    "corpofffax1": "",
    "corpoffname1": "Gerald Kenney",
    "corpoffphone1": "215-986-4205",
    "corpofftitle1": "Senior Vice President, General Counsel and Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-15",
    "orgverification": "In-house",
    "personaldata": "Client, partner, vendor, supplier and employee personal data, both electronically and manually processed.",
    "ppdate": "2014-03-26",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS Safe Harbor Program, http://www.jamsadr.com/safeharbor/\r\n\r\nFor human resources data: the relevant European Union Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2015-07-15",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19422"
}