{
    "Fax": "954-392-9640",
    "OrgName": "Arise Virtual Solutions  Inc.",
    "PPLoc": "http://www.arise.com/Privacy-Statement ",
    "Phone": "954-392-2600",
    "activities": "Arise Virtual Solutions UK Limited is a subsidiary of Arise Virtual Solutions International Holding Company Limited, incorporated in the Republic of Ireland, with company number 458597, (“Arise International Holding”) with a registered office located at First Floor, 10/11 Exchange Place, IFSC, Dublin 1, Ireland. Arise International Holding and its subsidiaries are referred to in this Privacy Policy as \"Arise Group\". We may disclose personal data to other Arise Group companies solely for the purpose of processing and allowing us to assess the Client Support Professional’s application.  \r\n\r\nWe may also disclose personal data to our contractor, HireIQ Solutions, Inc. [1101 Cambridge Square, Suite C, Alpharetta, GA 30009, Unites States of America], for the purpose of providing us with testing services to allow us to assess the Client Support Professional’s application.  \r\n\r\nArise will not share personal data with third parties except to the extent set out above, or as required by law.\r\n\r\nThe personal data that we collect may be transferred to, and stored at, a destination outside the European Economic Area (\"EEA\").  It may also be processed by staff operating outside the EEA who work for us, for another Arise Group company, or for our contractor, HireIQ Solutions, Inc.  By submitting personal data, submitter agrees to this transfer, storing or processing.  We will take all steps reasonably necessary to ensure that this data is treated securely and in accordance with this Privacy Policy.",
    "address": "3450 Lakeside Drive, 6th Floor",
    "asp_index": "29031",
    "city": "Miramar",
    "contactemail1": "lcarstarphen@arise.com",
    "contactfax1": "954-399-5177",
    "contactname1": "Lisa Carstarphen",
    "contactoff1": "Safe Harbor Contact Office:  Arise Legal Counsel",
    "contactphone1": "954-392-2663",
    "contacttitle1": "SVP, General Counsel",
    "corpoffemail1": "lcarstarphen@arise.com",
    "corpofffax1": "954-399-5177",
    "corpoffname1": "Lisa Carstarphen",
    "corpoffphone1": "954-392-2663",
    "corpofftitle1": "SVP, General Counsel",
    "eucountries": "Ireland, United Kingdom",
    "eucountries_parsed": [
        "IRL",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-21",
    "orgverification": "In-house",
    "personaldata": "Organization, client, customer, vistor, vendor and included manually processed data.",
    "ppdate": "2008-09-01",
    "previous": "23577",
    "privacyprograms": "We are PCI-DSS 2.0 compliant as a Level-1 Service Provider",
    "recoursemech": "Arise has selected a third party to serve as its independent recourse mechanism (IRM) for dispute resolution.  The E.U. Data Protection Authorities (DPAs) will be used for dispute resolution which will be available to investigate unresolved complaints involving “human resources data”. In addition, the American Arbitration Association (ICDR/AAA Safe Harbor Program) may be used to resolve all other disputes and when selected will be available to investigate unresolved complaints involving other types of data (e.g. client and customer data).",
    "signupdate": "2010-07-21",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33027"
}