{
    "CertificationStatus": "true",
    "Fax": "608-828-6001",
    "OrgName": "Esker, Inc.",
    "PPLoc": "http://www.esker.com/safe-harbor-privacy-policy.asp ",
    "Phone": "800-368-5283",
    "activities": "Esker is a software company that helps organizations reduce the use of paper by automating the flow of documents into, within, and out of an organization. When one of the Esker services or applicable websites is used, Esker may receive personal information controlled by a customer about its customer’s customers, clients, employees, or others, and process that personal information at a customer’s direction. Personal Information collected pursuant to the previous sentence is held by Esker (and agents authorized to do so by Esker) for differing purposes depending upon the particular service transports or business processes selected by the customer. Such service transports and business processes include but not limited to one or more of the following: Postal Mail, Inbound Fax, Outbound Fax, Electronic Mail, Short Message Service, Purchasing Automation Processing, Accounts Payable, Accounts Receivable, Sales Order Processing, or archiving. Esker will use personal information only in ways that are compatible with and relevant for the purposes for which it was collected or subsequently authorized by a customer. Esker will retain the personal information for as long as the account is active or as needed to provide services.",
    "address": "1212 Deming Way, Suite 350",
    "asp_index": "29032",
    "city": "Madison",
    "contactemail1": "usprivacy@esker.com",
    "contactfax1": "312-962-7607",
    "contactname1": "Kevin R. Kniess",
    "contactoff1": "Esker, Inc.",
    "contactphone1": "608-828-6077",
    "contacttitle1": "General Counsel & Chief Compliance Officer-Esker, Inc.",
    "corpoffemail1": "steve.smith@esker.com",
    "corpofffax1": "312-962-7656",
    "corpoffname1": "Steven R. Smith",
    "corpoffphone1": "608-828-6110",
    "corpofftitle1": "U.S. Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-07-22",
    "orgverification": "In-House",
    "personaldata": "On-line data, Offline data, Manually processed data, Human resources data",
    "ppdate": "2015-07-13",
    "previous": "23648",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2011-07-22",
    "state": "Wisconsin",
    "statutorybody": "FTC",
    "zip": "53717"
}