{
    "Fax": "800-495-7934",
    "OrgName": "Motivation Science, Inc.",
    "PPLoc": "https://validic.com/legal/privacy",
    "Phone": "423-645-2488",
    "activities": "Motivation Science is a REST API that allows existing healthcare applications to access end users' fitness and medical device data with their permission.\r\n\r\nAfter provisioning a user in the Motivation Science (Data Processor) system, the user can use the Motivation Science Marketplace within the customer's (Data Controller) application to select from a list of devices to which they can connect. After providing permission to the customer to access their data for a particular device or devices, Motivation Science gathers the user's de-identified data, standardizes and normalizes the results, stores the data using 256-bit encryption, and makes the data available to the customer. The customer can retrieve users' data in bulk or filter the data based on time, user or data source. Once retrieved, the customer can re-identify the data to the user within the customer's application.",
    "address": "300 W Morgan St. Suite 1200",
    "asp_index": "29041",
    "city": "Durham",
    "contactemail1": "ben@validic.com",
    "contactfax1": "800-495-7934",
    "contactname1": "Ben Clark",
    "contactoff1": "Operation",
    "contactphone1": "919-219-2545",
    "contacttitle1": "VP of Operations",
    "corpoffemail1": "ryan@validic.com",
    "corpofffax1": "800-495-7934",
    "corpoffname1": "Ryan Beckland",
    "corpoffphone1": "(785) 727-9764",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-08",
    "orgverification": "In-house",
    "personaldata": "Motivation Science collects, stores and transmits non-identifiable data, captured from mobile healthcare devices after receiving the end users' permission. None of these data are manually processed.",
    "ppdate": "2014-07-25",
    "previous": "23888",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor www.bbb.org/us/safe-harbor-complaints",
    "signupdate": "2014-08-08",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27701"
}