{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "NQ Mobile US, Inc.",
    "PPLoc": "http://www.nq.com/privacy ",
    "Phone": "4693105280",
    "activities": "Different NQ Mobile products collect different types of personal information.  NQ Mobile US may collect personal information and device information from a user, or in the case of our NQ Family Guardian mobile application (“NQ FG”), a user’s child, including, but not limited to: name, address, telephone number, mobile device brand name, model and IMEI or other unique device identifiers, location information, software installed and applications running in the phone, your email username and password (if importing contacts), a user’s network connection, favorites, downloading activity and other activity, and information about the user’s use of our web sites, including language and content preferences. For our mobile security products, additional personal information is accessed so as to prevent eavesdropping and otherwise help keep contacts and communications private and backup content, including, but not limited to, user’s call logs, contacts, photos and videos. NQ FG collects additional personal information from the user and user’s child in order to provide comprehensive security services to monitor and protect the user or user’s child, including, but not limited to, information in email, contacts, call log, parent’s email address, password and a child’s name or display name as well as their age range and a parent’s mobile number. We partner and may partner in the future with third parties to display or manage services provided to you, and those partners may collect information about your activities on our sites and products.  For the personal information we may collect from the user or, in the case of NQ FG, the user’s child, while using our products or services, personal information will be kept confidential. We expect to use user’s personal information for the following purposes: to (i) provide the user with information related to virus warnings, product upgrades, customer service, newsletters, email updates, and to further increase our customer feedback for our future products and to better receive user’s suggestions for the improvement of our products and services; (ii) help us create content, products and services relevant and useful to users; (iii) provide the user with additional information that is tailored to the user’s specific needs or interests; (iv) enable the user to purchase and download our products, access our services or participate in the activities the user selects; (v) help the user to quickly find the appropriate software, service or product information; (vi)  provide updated, comprehensive security services for the user; (vii) allow copartners whom have agreed to keep the information confidential to perform work on our behalf; and (vii) allow us to help keep contacts and communications private, view the user’s account through the user’s online account, block numbers from calling the user or texting the user, and back up the user’s contacts, as the user may request.   Additionally, for NQ FG, we expect to use the user’s, and the user’s child’s, personal information for the following purposes: to help parents to keep track of their child’s location, messages, call history, applications and photos; to limit when the user’s child can unlock their phone, make phone calls, use the web and text; to protect the user’s child against bad influences by blocking calls, and messages to and from contacts that the user adds to the block list; and to allow the user to have the user’s child check in.  \r\n\r\nWe do not sell or otherwise share the user’s personal information, other than the necessary service providers, except (i) with customers’ written consent; (ii) when we believe in good faith that disclosure is necessary to protect our rights, protect user’s safety or the safety of others, investigate fraud, or respond to a government request; (iii) to prevent the rights and interests of others from material detriments; (iv) to promote public interests without damaging user’s vital interests; (v) to comply with laws or regulations, such as to comply with a subpoena, or similar legal process; and (vi) to companies that provide services to help us with our business activities such as processing payments, providing mapping services or offering customer service.  If we are involved in a merger, acquisition, or sale of all or a portion of our assets, users will be notified via email and/or prominent notice on our website of any change in ownership or uses of user’s personal information, as well as any choices user may have regarding user’s personal information. We will retain user’s or user’s child’s information (including geo-location data) for as long as user’s NQ account is active or as needed to provide services. If user wishes to cancel user account or request that we no longer use user’s information to provide services, user may contact us at privacy@nq.com. We will retain and use information as necessary to comply with our legal obligations, to resolve disputes, enforce our agreements and, when in an aggregate and anonymized form, for any legitimate business purpose.  Please see our privacy policy for more information.",
    "address": "4514 Travis St. Suite 200",
    "asp_index": "29058",
    "city": "Dallas",
    "contactemail1": "privacy@nq.com",
    "contactfax1": "",
    "contactname1": "Linda Liu",
    "contactoff1": "NQ Mobile US Inc.",
    "contactphone1": "469-310-5280",
    "contacttitle1": "Executive Vice President",
    "corpoffemail1": "linda.liu@nq.com",
    "corpofffax1": "",
    "corpoffname1": "Linda Liu",
    "corpoffphone1": "469-310-5280",
    "corpofftitle1": "Executive Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-16",
    "orgverification": "In-house",
    "personaldata": "On-line data & mobile application data",
    "ppdate": "2013-05-01",
    "previous": "23710",
    "privacyprograms": "None",
    "recoursemech": "NQ Mobile will cooperate with JAMS in accordance with the JAMS International Mediation Rules.",
    "signupdate": "2013-07-16",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75205"
}