{
    "Fax": "",
    "OrgName": "WeLink Inc.",
    "PPLoc": "http://welink.com/privacy.jsp ",
    "Phone": "6264290639",
    "activities": "WeLink is a location based social media monitoring and engagement platform for the enterprise. Businesses, brands, events, schools, and municipalities use this powerful tool to obtain social insight about their clients at any location in the world. \r\n\r\nThrough geo-fencing technology WeLink Social captures all geo-tagged social data that customers are sharing through social media channels within a predefined radius. In real time, WeLink Social captures Twitter feeds, Instagram photos, Foursquare check-ins, and feeds from available other social media channels. The collected social data is displayed on a sophisticatedly simple, feature rich dashboard, designed to drive your business's core values, customer engagement, and market intelligence.",
    "address": "1346 The Alameda Ste 7-360",
    "asp_index": "29056",
    "city": "San Jose",
    "contactemail1": "karthik@welink.com",
    "contactfax1": "",
    "contactname1": "Karthik Manimaran",
    "contactoff1": "6504502728",
    "contactphone1": "6504502728",
    "contacttitle1": "CTO",
    "corpoffemail1": "karthik@welink.com",
    "corpofffax1": "650 600 3847",
    "corpoffname1": "Karthik Manimaran",
    "corpoffphone1": "6504502728",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-04",
    "orgverification": "Self-verification",
    "personaldata": "Personal information comprise the name, address, and email address of the user that is submitted online by the user when signing up for the service.",
    "ppdate": "2015-08-01",
    "previous": "",
    "privacyprograms": "We have a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "We are further committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the JAMS Alternative Dispute Resolution (http://www.jamsadr.com/). \r\nIf we do not provide timely acknowledgment of complaints, or if complaint is not satisfactorily addressed the URL http://www.jamsadr.com/safe-harbor-claim/ can be visited for more information and to file a complaint.",
    "signupdate": "2015-08-04",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95126-5006"
}