{
    "Fax": "3032200171",
    "OrgName": "Info Cubic LLC.",
    "PPLoc": "http://www.infocubic.net/privacy.htm ",
    "Phone": "3032200170",
    "activities": "Info Cubic LLC is a company specializing in acquiring information for employment screening. The company, upon written authorization from a job applicant, acquires criminal record information, education and employment history information relating to the job applicant as permitted by law. The criminal information is obtained from a variety of sources including courts, police, corrections departments, etc. The education information and employment history is obtained from schools and employers. ABC client who made the original information request, use the information Info Cubic provides to include in their Background Screening Reports for the job applicant. Information collected is solely for the purpose of employment screening on behalf of employers who have legitimate reason for requesting the information; this is done only with written unambiguous consent from the individual subject to our inquires. The information we collect is not used for any other purpose; it is not sold to investigators, attorneys, private parties, bill collectors, or businesses being run out of the home. All data collection, storage and utilization procedures practiced by Info Cubic are in compliance with all applicable laws, which include the Fair Credit Reporting Act (FCRA), individual state or province laws, European Union Data protection Directive and any other international laws as applicable. Info Cubic complies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland.  Info Cubic has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.  To learn more about the Safe Harbor program, and to view Info Cubic’s certification, please visit http://www.export.gov/safeharbor/.",
    "address": "9250 E Costilla Ave Suite 230",
    "asp_index": "29069",
    "city": "Greenwood Village",
    "contactemail1": "justin@infocubic.net",
    "contactfax1": "3032200171",
    "contactname1": "Justin Den",
    "contactoff1": "Info Cubic LLC.",
    "contactphone1": "3032200170",
    "contacttitle1": "Manager",
    "corpoffemail1": "justin@infocubic.net",
    "corpofffax1": "3032200171",
    "corpoffname1": "Justin Den",
    "corpoffphone1": "3032200170",
    "corpofftitle1": "Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Security & Safety Equipment - (SEC)Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Security & Safety Equipment - (SEC)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-17",
    "orgverification": "Third Party",
    "personaldata": "on-line, human resources data",
    "ppdate": "2007-07-01",
    "previous": "25022",
    "privacyprograms": ".",
    "recoursemech": "Info Cubic employees undergo initial training over several weeks, during which the importance and particulars pertaining to Privacy Principles as outlined by the FCRA and the International Safe Harbor Privacy Principles are taught. Info Cubic dispute mechanism is activated by a phone call, fax or written communication to Info Cubic. Info Cubic’s policy is to reply to inquiries within the hour and resolve disputes within 3 business days. Info Cubic has selected the E.U. Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) as it’s independent recourse mechanism (IRM) for dispute resolution.\r\nContact Information, Company Headquarters:\r\nInfo Cubic, Inc.\r\n9250 E Costilla Ave. Suite 230\r\nGreenwood Village, CO. 80112 USA\r\nTelephone: 877-360-4636\r\nFax: to 303-220-0171",
    "signupdate": "2009-08-17",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80112"
}