{
    "Fax": "(717) 763-6424",
    "OrgName": "Harsco Corporation",
    "PPLoc": "http://www.harsco.com/privacy ",
    "Phone": "(717) 265-8197",
    "activities": "Harsco Corporation receives personal information relating to employees of Harsco Corporation's affiliates that are located in the European Union.  Personal information that is transferred from the European Union to the United States is used to carry out and support Harsco's human resources, legal, security, compliance, IT and financial management functions.  Examples of the purposes for which Harsco collects and uses personal data include, without limitation, workflow management, compensation related activities, performance and talent management, succession planning, benefits and personnel administration and monitoring, information technology helpdesk and support services, monitoring and enforcing compliance with the company's policies and procedures, including via the utilization of a third party anonymous hotline service provider, travel services, expense reimbursement services and disaster recovery.\r\n\r\nHarsco Corporation also receives personal information relating to individual contacts of Harsco service providers, customers, suppliers and vendors in the European Union.  Such personal information is transferred from the European Union to the United States to carry out finance and accounting related activities (e.g., invoice processing or wire transfers), to manage the customer relationship, to obtain and manage consulting services, to provide IT support and system administration, to conduct background checks (in accordance with applicable law) and other compliance related activities, and for contracting, sales, project management, recruitment management, contact management, tax and other legitimate business purposes.",
    "address": "350 Poplar Church Road",
    "asp_index": "29070",
    "city": "Camp Hill",
    "contactemail1": "cboyd@harsco.com",
    "contactfax1": "717 585 7258",
    "contactname1": "Carl W. Boyd",
    "contactoff1": "Global Compliance & Ethics",
    "contactphone1": "724 741 6610",
    "contacttitle1": "Global Program Manager, Global Compliance & Ethics",
    "corpoffemail1": "ltoth@harsco.com",
    "corpofffax1": "",
    "corpoffname1": "Linda Toth",
    "corpoffphone1": "717-265-8197",
    "corpofftitle1": "VP, Global Compliance & Ethics",
    "eucountries": "Austria, Belgium, Czech Republic, France, Germany, Italy, Luxembourg, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "FRA",
        "DEU",
        "ITA",
        "LUX",
        "NLD",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Industrial Eqpt & Supplies - (GIE)",
    "industrysector_parsed": [
        "General Industrial Eqpt & Supplies - (GIE)"
    ],
    "latest": "false",
    "nextcertification": "2016-07-22",
    "orgverification": "In-house",
    "personaldata": "human resources data; individual contacts of third party service providers, customers, suppliers and vendors",
    "ppdate": "2008-07-01",
    "previous": "23907",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "2008-07-22",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "17011"
}