{
    "CertifiedThroughLabel": "",
    "Fax": "6173937499",
    "OrgName": "Bit9, Inc.",
    "PPLoc": "https:/ www.bit9.com/license-agreements/european-union-safe-harbor-privacy-policy/ ",
    "Phone": "6173937738",
    "activities": "Bit9's security software enables enterprises to prevent, detect and respond to malicious threats to their endpoints and servers and, in connection with such functionality, in some cases collects personally identifiable information, which may include, inter alia, user names and passwords to access and use its software applications as well as threat intelligence information (collectively, \"Data\").  In this capacity, Data from users located in the EU is transferred to Bit9's servers located in the United States for purposes of providing services and/or support to such customers.  In addition, human resources Data from Bit9's EU subsidiary is transferred to Bit9, Inc. located in the United States.  Such Data is transferred to the United States for purposes of conducting the human resources and financial management of Bit9, Inc. and its subsidiaries, which include, without limitation, making available personnel documentation, and administering compensation, payroll, benefits, stock options, bonus plans, recruiting and tracking the use of independent contractors and consultants.",
    "address": "1100 Winter Street",
    "asp_index": "29126",
    "city": "Waltham",
    "contactemail1": "epyenson@bit9.com",
    "contactfax1": "6173937499",
    "contactname1": "Eric J. Pyenson",
    "contactoff1": "Legal Department",
    "contactphone1": "6173937738",
    "contacttitle1": "Vice President & General Counsel",
    "corpoffemail1": "epyenson@bit9.com",
    "corpofffax1": "6173937499",
    "corpoffname1": "Eric J. Pyenson",
    "corpoffphone1": "6173937738",
    "corpofftitle1": "Vice President & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-24",
    "orgverification": "In-House",
    "personaldata": "Organization and customer data, processed both online and offline and is generally not processed manually.",
    "ppdate": "2015-07-21",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "TRUSTe Privacy Program",
    "signupdate": "2015-07-24",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02451"
}