{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "HT2 Inc",
    "PPLoc": "http://www.curatr3.com/privacy-policy; http://ht2.co.uk/privacy-policy/",
    "Phone": "419-974-0197",
    "activities": "Certain visitors to HT2's websites and applications choose to interact with HT2 in ways that require HT2 to gather personally-identifying information. The amount and type of information that HT2 gathers depends on the nature of the interaction. For example, we ask users who register (or are registered by other users) for a Curatr3 account to provide a username, real name and email address. Those individuals who engage in transactions with HT2 are asked to provide additional information, including as necessary the personal and financial information required to process those transactions. In each case, HT2 collects such information only insofar as is necessary or appropriate to fulfil the purpose of the visitors interaction with HT2. Visitors to HT2's services may volunteer to divulge further information than is strictly required to use our services; this is entirely at a users discretion. Visitors can always refuse to supply personally-identifying information, with the caveat that it may prevent them from engaging in certain website/application-related activities.",
    "address": "3700 Park East Drive, Suite 250",
    "asp_index": "29143",
    "city": "Beachwood",
    "contactemail1": "hello@ht2.co.uk",
    "contactfax1": "",
    "contactname1": "Ben Betts",
    "contactoff1": "US",
    "contactphone1": "419-974-0197",
    "contacttitle1": "CEO",
    "corpoffemail1": "hello@ht2.co.uk",
    "corpofffax1": "",
    "corpoffname1": "Alan Betts",
    "corpoffphone1": "419-974-0197",
    "corpofftitle1": "CLO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-28",
    "orgverification": "in-house",
    "personaldata": "We process personal information about our customers, clients and employees, complainants and enquirers, suppliers, advisers and other professional experts",
    "ppdate": "2015-01-01",
    "previous": "",
    "privacyprograms": "We adhere to the Information Commissioner's Office (UK) for our adherence to the UK Data Protection Act (1998). We are registered organization number: Z1010602.",
    "recoursemech": "EU DPA's via USCIB",
    "signupdate": "2015-07-28",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "44122"
}