{
    "Fax": "919-287-2439",
    "OrgName": "Research Square LLC",
    "PPLoc": "",
    "Phone": "919-704-4253",
    "activities": "Research Square LLC is an international company, providing services to researchers trying to get published. Our subject-expert editors and translators provide high quality English editing, translation, peer review, and other services to help in customer manuscript preparation.  Research Square LLC provides Editing, Formatting and Translation services through its American Journal Experts brand (www.aje.com). Research Square LLC provides a Peer Review and Journal Finding service through its Rubriq and JournalGuide brands (www.rubriq.com and www.journalguide.com). Research Square LLC also operates and provides services for partner companies under the following DBAs: Taylor and Francis Editing Services, Scholarly Editing Assistant, Sage Language Services, and ACS Chemworx Editing Services. \r\n\r\nBelow a list of where each privacy policy can be found for our brands and our DBAs.\r\n\r\nAmerican Journal Experts \r\nhttps://www.aje.com/en/privacy\r\n\r\nRubriq and JournalGuide \r\nhttp://www.rubriq.com/legal/privacy/\r\nhttp//\r\n\r\nTaylor and Francis Editing Services\r\nhttp://www.tandfeditingservices.com/en/privacy/\r\n\r\nScholarly Editing Assistant\r\nhttp://tr.aje.com/en/privacy-policy/\r\n\r\nSage Language Services\r\nhttp://languageservices.sagepub.com/en/privacy/\r\n\r\nACS Chemworx Editing\r\nhttp://es.acschemworx.acs.org/en/privacy/\r\n\r\nResearch Square LLC collects two categories of information regarding our customers:(i) Information that the customer provides to us; and (ii) Automatically collected information. \r\nIn connection with certain activities on our website, such as registering with the website, setting up an account, ordering a product or service, or communicating with us, we may ask the customer to provide us with information that tells us who they are. This information may include personal information such as name, email address, billing address, shipping address, phone number, driver's license number, place of employment, and credit card or other payment information, and also the content of any email sent to us. While some of the information our customers are asked to provide is voluntary, other information is mandatory, and if they do not provide such information, then they cannot receive the related service.\r\n\r\nCertain information is automatically received from customers when they visit our websites in order to monitor the operations of our website. This information may include, but may not be limited to, Internet protocol (IP) address, the name of the domain and host from which the customer accesses the Internet, browser software and operating system, the date and time the customer accesses our site, and the Internet address of the web site from which the customer linked directly to our site. This helps us to manage and develop our website better, to provide the customer with a more enjoyable, customized service and experience in the future, and to develop and deliver better products and services tailored to individual interests and needs.\r\n\r\nResearch Square LLC only uses information we collect in a way that is compatible with and relevant for the purposes for which it was collected or authorized by the customer.",
    "address": "601 W. Main St, Ste. 102",
    "asp_index": "29153",
    "city": "DURHAM",
    "contactemail1": "rochelle.cupelli@journalexperts.com",
    "contactfax1": "919-287-2949",
    "contactname1": "Rochelle Cupelli",
    "contactoff1": "Research Square LLC",
    "contactphone1": "919-608-3167",
    "contacttitle1": "VP of Finance",
    "corpoffemail1": "shashi.mudunuri@journalexperts.com",
    "corpofffax1": "919-287-2949",
    "corpoffname1": "Shashi Mudunuri",
    "corpoffphone1": "919-704-4253",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)Information Services - (INF)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-14",
    "orgverification": "In-house",
    "personaldata": "customer data only, does not include manually processed data",
    "ppdate": "2015-07-15",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "If a complaint or dispute cannot be resolved through our internal process, we agree to resolve any dispute or claim arising out of, or in connection with, this Privacy Policy using the International Centre for Dispute Resolution of the American Arbitration Association (ICDR/AAA Safe Harbor Program) at http://go.adr.org/safeharbor. This organization will provide independent dispute resolution.",
    "signupdate": "2012-09-14",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27701"
}