{
    "CertifiedThroughLabel": "",
    "Fax": "6305279791",
    "OrgName": "Strategic Feedback, Inc dba SATISFYD",
    "PPLoc": "http://www.satisfyd.com/privacy-policy/ ",
    "Phone": "6302767921",
    "activities": "Surveying. SATISFYD collects survey and other market research data about individuals’ usage of products and services. The data is used by SATISFYD clients to improve their products and services. SATISFYD does not receive, use or collect personally identifiable information, such as names, addresses, phone numbers and e-mail addresses, except under the following circumstances: When an existing or prospective client goes to www.satisfyd.com to request a demonstration of a SATISFYD product, he or she must provide contact details including person-specific information (name, title, phone number and e-mail address) and organization-specific information (name and address). SATISFYD uses this information solely for the purpose of contacting the interested party and scheduling demonstrations. SATISFYD does not share any PII collected on its www.satisfyd.com website with outside parties. When SATISFYD surveys customers on behalf of its clients, it receives customers’ personally identifiable information from its clients. SATISFYD enters into confidentiality and non-disclosure agreements with clients that legally obligate SATISFYD to protect the personally identifiable customer information it receives and use it only for the purposes specified in the contract. From time to time SATISFYD may collect personally identifiable information during a survey, if requested to do so by a client. This personally identifiable information will be shared with the client, and will be used as described in that survey. SATISFYD may, with the written consent of its clients, ask questions of customers for whom it has received personally identifiable information, and bundle and sell those responses in an aggregate form. Before providing any survey results to third parties, responses are stripped of personally identifying or client-identifying information, aggregated, and adjusted using SATISFYD’s proprietary methodologies. When SATISFYD surveys respondents on its own behalf, it typically does not collect or have any other access to personally identifying information. If SATISFYD does request personally identifiable information during a survey, it will use the personally identifiable information as described in that survey. When SATISFYD provides resulting proprietary research to third parties, it sometimes reveals individual responses, but these do not contain any personally identifying information. SATISFYD does not collect or receive sensitive personal information such as: credit card numbers, social security numbers, financial account and transaction information, political opinions, religious or philosophical beliefs, or trade union membership. SATISFYD does collect demographic information for statistical purposes. Responses to demographic questions are entirely voluntary. SATISFYD’s mobile reporting application, used by SATISFYD’s clients, uses third-party services to gather data on application usage and stability. This data is shared only with the relevant client. A user may unsubscribe from tracking through the user settings screen within the mobile application. SATISFYD uses cookies primarily to identify returning users from the same computer and insure the integrity of its research. As part of its basic uses of Internet technology to provide surveys, SATISFYD  also collects technical information such as: respondent IP address; the date and time at which respondents access SATISFYD’s website and respondent HTTP request headers.",
    "address": "47 E . Chicago Ave, Suite 360",
    "asp_index": "29165",
    "city": "Naperville",
    "contactemail1": "lrebholz@satisfyd.com",
    "contactfax1": "6305279791",
    "contactname1": "Lindsay Rebholz",
    "contactoff1": "SATISFYD",
    "contactphone1": "6302767935",
    "contacttitle1": "Customer Support",
    "corpoffemail1": "rcondon@satisfyd.com",
    "corpofffax1": "6305279791",
    "corpoffname1": "Ryan Condon",
    "corpoffphone1": "6302767921",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-15",
    "orgverification": "In-house",
    "personaldata": "On-line",
    "ppdate": "2004-01-24",
    "previous": "23942",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2013-07-15",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60540"
}