{
    "Fax": "650-644-0100",
    "OrgName": "Symphony Communication Services, LLC",
    "PPLoc": "http://symphony.com/legal/privacy/ ",
    "Phone": "650-733-6660",
    "activities": "When an Account is created on the Symphony Service, we’ll collect certain information that can be used to identify you, such as your name, title, job description, location, email alias, email address and profile photo. If you make a purchase on the Services, we will collect your credit card (or other payment method) information and transmit the information to our third-party payment processor for processing. If you visit our Site and decide to sign up to schedule a demo or sign up to receive our newsletters, marketing materials or any other information related to the Services, we will collect PII from you, including your name and email address. If you provide user feedback or contact us via email, we will collect your name and email address as well as any other content included in the email, in order to send you a reply, and any information that you submit to us. Our primary goals in collecting information are to provide and improve our Services, to administer your use of the Services (including your Account if you are an Account holder), to respond to your comments and questions, to use your email address or other contact information to send you articles, news, updates, newsletters, marketing materials, or any other information related to the Services and to enable you to enjoy and easily navigate our Services.",
    "address": "555 College Ave",
    "asp_index": "29162",
    "city": "Palo Alto",
    "contactemail1": "legal@symphony.com",
    "contactfax1": "650-644-0100",
    "contactname1": "Eran Barak",
    "contactoff1": "Business Operations",
    "contactphone1": "650-733-6660",
    "contacttitle1": "Global Head of Business Operations",
    "corpoffemail1": "legal@symphony.com",
    "corpofffax1": "650-644-0100",
    "corpoffname1": "Eran Barak",
    "corpoffphone1": "650-733-6660",
    "corpofftitle1": "Global Head of Business Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-27",
    "orgverification": "VeraSafe",
    "personaldata": "Online, offline and manually processed data",
    "ppdate": "2015-07-20",
    "previous": "",
    "privacyprograms": "VeraSafe",
    "recoursemech": "VeraSafe",
    "signupdate": "2015-07-27",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94306"
}