{
    "CertificationStatus": "true",
    "Fax": "415-520-5646",
    "OrgName": "DoubleDutch, Inc.",
    "PPLoc": "http://doubledutch.me/privacy.html ",
    "Phone": "(415) 449-5744",
    "activities": "Users of the DoubleDutch platform can create social profiles that display their name, title, company, profile picture, and links to social networking sites (Facebook, Twitter, LinkedIn).\r\n\r\nThis information is displayed on a profile page within the app, accessible to other users of the same app via Search, the Activity Feed, and User Directory. These profiles are only accessible to users who have access to the same event app. Each DoubleDutch mobile application is a silo in which data is kept separate from other DoubleDutch mobile applications.\r\n\r\nEmail address is collected upon signup, customer import, or event registration, but is never displayed publicly in the app.\r\n\r\nActions taken by users in the application (posting a status update, checking into a session, rating or reviewing an item for example) are stored internally and used for providing event organizers analytics and insights into their event, this data is owned by the client.  Status updates are posted to the activity feed and viewable only by other users who have access to the same event. \r\n\r\nWe plan that, from time to time, we will provide certain companies with aggregated user or behavioral information, but this will NOT contain any individual information. We will NOT give advertisers or anyone else personal information about end users without specific authorization to do so, except as specifically described in this Privacy Policy.\r\n\r\nOf course, notwithstanding anything in this policy to the contrary, we will provide personal information if we are or believe that we are legally required to do so pursuant to a subpoena, warrant, other legal method or applicable law.",
    "address": "2601 Mission Street, Suite 800",
    "asp_index": "29189",
    "city": "San Francisco",
    "contactemail1": "hailey@doubledutch.me",
    "contactfax1": "415-520-5646",
    "contactname1": "Hailey Pobanz",
    "contactoff1": "DoubleDutch Headquarters",
    "contactphone1": "(415) 449-5744",
    "contacttitle1": "Sales Engineer",
    "corpoffemail1": "nicholas@doubledutch.me",
    "corpofffax1": "415-520-5646",
    "corpoffname1": "Nicolas Clark",
    "corpoffphone1": "(415) 449-5744",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Denmark, France, Germany, Ireland, Italy, Netherlands, Norway, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NLD",
        "NOR",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-09",
    "orgverification": "In-house",
    "personaldata": "Client Data such as e-mails and phone numbers is covered. No manually processed information is covered.",
    "ppdate": "2014-09-19",
    "previous": "23349",
    "privacyprograms": "N/A",
    "recoursemech": "DoubleDutch has committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by DoubleDutch, please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "2013-07-09",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94110"
}