{
    "CertifiedThroughLabel": "",
    "Fax": "203-205-6575",
    "OrgName": "Cartus Corporation (formerly Cendant Mobility Services Corporation)",
    "PPLoc": "http://www.cartus.com/en/legal/privacy-policy/ ",
    "Phone": "203-205-3400",
    "activities": "Personal Information Received from the EU:\r\nIn the course of providing relocation and assignment management services, Cartus acts as a data processor and processes data in accordance with instructions of its clients (Data Controllers) and customers. In its role as data processor, Cartus collects personally identifiable data about transferees and assignees, their families directly, from employers, and other third parties. The information is used to provide relocation and assignment management services pursuant to our contracts with our clients and as requested by customers.",
    "address": "40 Apple Ridge Road",
    "asp_index": "29246",
    "city": "Danbury",
    "contactemail1": "john.dutt@cartus.com",
    "contactfax1": "203-749-8932",
    "contactname1": "John Dutt",
    "contactoff1": "Information Security",
    "contactphone1": "203-205-3789",
    "contacttitle1": "Chief Information Security Officer",
    "corpoffemail1": "bruce.perlman@cartus.com",
    "corpofffax1": "203-205-6575",
    "corpoffname1": "Bruce M. Perlman",
    "corpoffphone1": "203-205-6550",
    "corpofftitle1": "SVP, General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)Management Consulting Services - (MCS)Employment Services - (EMP)",
    "industrysector_parsed": [
        "Employment Services - (EMP)",
        "General Services - (GSV)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-15",
    "orgverification": "In-house; Qualys; Truste",
    "personaldata": "On-Line, Off-Line, Human Resources Data",
    "ppdate": "2005-06-15",
    "previous": "23683",
    "privacyprograms": "Cartus has instituted a self-regulatory program for ensuring verification and adherence to Safe Harbor. This consists of regular information security reviews, including privacy information reviews, physical security reviews, disaster recovery planning, testing and reviews, internal and external audits of Cartus, reviews performed by clients. This also consists of periodic vulnerability assessments, which includes periodic renewal to ensure maintenance of certification. Vulnerability reviews by Cartus or its designated third parties are also performed periodically.  Cartus uses independent third parties to conduct external vulnerability tests.",
    "recoursemech": "Cartus commits to cooperation with the EU Data Protection Authorities (DPAs). In addition, where applicable, Cartus may submit disputes that are not satisfactorily addressed through its internal procedures, to independent dispute resolution bodies with authority to resolve customer disputes.",
    "signupdate": "2005-06-15",
    "state": "Connecticut",
    "statutorybody": "FTC",
    "zip": "06810"
}