{
    "CertificationStatus": "true",
    "Fax": "609-465-9004",
    "OrgName": "InterActive Driving Systems",
    "PPLoc": "http://www.virtualriskmanager.net/main/privacypolicy/en.php ",
    "Phone": "609-465-4001",
    "activities": "The company provides its customers with a Driver Safety Program for the authorized employee and non-employee drivers of the customer's vehicles (the \"Program\").  Driving a motor vehicle is one of the most hazardous activities anyone may undertake and vehicular accidents are one of the leading causes of injuries.  The company's goal is to provide individual tools, training and coaching to drivers of customers' cars and track their progress as we help them to be safer drivers.  The company's treatment of personal information under the program will be carried out in compliance with all applicable laws and company policies and the individual driver is asked to consent to the use of such personal information (including information about any injuries, accidents or vehicle related citations or violations) as described below.\r\nThe company may hold personal information received from the EU in both paper and electronic format, where appropriate and permitted by applicable law.  Personal information includes, without limitation:  individual's name, contact details, family and personal information, including government identifiers, vehicle details, driving and accident history, details of incidents, collisions, injuries, accidents, motoring violations or citations for driving under the influence of substances that impair driving capabilities (irrespective of whether these have occurred during working or non-working hours), details of any risk assessment or ratings allocated to such individual as a result of such individual's participation in the program and results of any training sessions.  Some of the information the company holds about such indviduals could be deemed sensitive personal information (e.g., information about health, such as injuries suffered in an accident, or information about any vehicle related citations or violations).",
    "address": "Three Shadow Lane",
    "asp_index": "29260",
    "city": "Cape May Court House",
    "contactemail1": "ed.dubens@virtualriskmanager.net",
    "contactfax1": "609-465-9004",
    "contactname1": "Edmund Dubens",
    "contactoff1": "Interactive Driving Systems, Inc.",
    "contactphone1": "609-465-4001",
    "contacttitle1": "President",
    "corpoffemail1": "ed.dubens@virtualriskmanager.net",
    "corpofffax1": "609-465-9004",
    "corpoffname1": "Edmund Dubens",
    "corpoffphone1": "609-465-4001",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Education & Training - (EDS)General Services - (GSV)",
    "industrysector_parsed": [
        "Education & Training - (EDS)",
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-17",
    "orgverification": "In-house assessment",
    "personaldata": "Online, Offline, human resources data",
    "ppdate": "2000-01-01",
    "previous": "24137",
    "privacyprograms": "None",
    "recoursemech": "We will use the American Arbitration Association (AAA); EU Data Protection Authorities (DPAs) for human resources data",
    "signupdate": "2009-08-17",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08210"
}