{
    "Fax": "650-614-1012",
    "OrgName": "FLAWCHECK INC.",
    "PPLoc": "https:/ www.flawcheck.com/privacy-policy/ ",
    "Phone": "415-212-8856",
    "activities": "FLAWCHECK INC. (“FlawCheck”) is the leader in container security. Organizations purchase FlawCheck products and services as tools to enable them to securely inspect, protect, and manage containers and container-based virtualization environments. FlawCheck processes certain limited personal information regarding its business customers' employees, consultants, contractors or other personnel who have access to container orchestration and management systems and are managed using FlawCheck tools. FlawCheck processes this personal information to facilitate policy compliance and cybersecurity protection of container workloads and to enable the implementation, operation and maintenance of the FlawCheck products and services by customers. FlawCheck processes this personal information only on behalf of its business customers. Apart from the limited personal information FlawCheck processes in connection with the company’s products and services, FlawCheck also may communicate with consumers and businesses directly via the company’s websites, social media assets and by email in connection with the company's business development efforts, marketing programs, surveys, offers, events and other promotions. In addition, FlawCheck processes in the U.S. the personal information of the company’s employees who are located in the EEA or Switzerland for purposes of administering the employment relationship, for carrying out lawful business activities, when required by law, and for compliance with the company’s contractual obligations and policies and procedures.",
    "address": "3934 Ortega Street",
    "asp_index": "29278",
    "city": "San Francisco",
    "contactemail1": "abettini@flawcheck.com",
    "contactfax1": "650-614-1012",
    "contactname1": "Anthony Bettini",
    "contactoff1": "Compliance Office",
    "contactphone1": "415-212-8856",
    "contacttitle1": "CEO",
    "corpoffemail1": "abettini@flawcheck.com",
    "corpofffax1": "650-614-1012",
    "corpoffname1": "Anthony Bettini",
    "corpoffphone1": "415-212-8856",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)Defense Industry Equipment - (DFN)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Defense Industry Equipment - (DFN)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-04",
    "orgverification": "In-House",
    "personaldata": "Personal information of business customer employees and personal information obtained in connection with FlawCheck's business development efforts and marketing programs, including manually processed data, as well as personal information of FlawCheck employees.",
    "ppdate": "2015-06-14",
    "previous": "",
    "privacyprograms": "A self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles.",
    "recoursemech": "JAMS",
    "signupdate": "2015-08-04",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94122"
}