{
    "Fax": "818-954-2596",
    "OrgName": "Warner Bros. Technology Solutions, a  division of Warner Bros. Entertainment Inc.",
    "PPLoc": "http://www.warnerbros.com/privacy/policy.html ",
    "Phone": "818-977-0018",
    "activities": "Certain applications within Warner Bros. Technology Solutions collect personally identifiable information directly, or provide services to other Warner Bros. divisions that collect such information, from visitors to various Warner Bros. websites and mobile apps, for such purposes as enabling user registration; providing and personalizing products and services; facilitating commercial transactions; enabling participation in contests, sweepstakes, and promotions; alerting consumers to new products, services, enhancements, and upgrade opportunities; analyzing data to maintain, enhance, provide, and offer products and services; providing maintenance and support; detecting and preventing fraud; and as otherwise required or permitted by law. The following applications are covered:  Warner Bros. ID (WBID); global consumer registration (GREG); and consumer Intelligence (DWH).",
    "address": "4000 Warner Boulevard, Bldg. 168",
    "asp_index": "29316",
    "city": "Burbank",
    "contactemail1": "privacy@wb.com",
    "contactfax1": "818-954-2596",
    "contactname1": "Alisa Bergman",
    "contactoff1": "Warner Bros. Privacy Compliance Office",
    "contactphone1": "818-977-0018",
    "contacttitle1": "Senior Vice President and Chief Privacy Officer, Corporate Legal",
    "corpoffemail1": "privacy@wb.com",
    "corpofffax1": "818-954-2596",
    "corpoffname1": "Nancy Corshen",
    "corpoffphone1": "818-977-0018",
    "corpofftitle1": "Senior Vice President and General Counsel, Warner Bros. Technical Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-04",
    "orgverification": "In-house",
    "personaldata": "Off-line, online, manually processed data",
    "ppdate": "2014-01-06",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (ICDR/AAA Safe Harbor Program)",
    "signupdate": "2010-08-04",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "91522"
}