{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Strands Labs, Inc.",
    "PPLoc": "https://money.strands.com/support/privacy",
    "Phone": "415-398-4333",
    "activities": "Strands Labs, Inc. (\"Strands\") owns and operates the money.strands.com site (\"Site\"). Strands collects information on the Site at three different stages. \r\nFirst, we collect anonymous, aggregate information (such as domain name or IP address) from all visitors to the Site. This type of information is typically not linked to any personally identifiable information and is used primarily in the aggregate to generate statistical reports about the use of our Site.\r\n\r\nSecond, we require the submission of a valid e-mail address, user name, user-generated password, date of birth, and zip code when registering to use the services available on the Site. After registering for the Site, users may optionally supply additional demographic information that will enhance their usage of the Site.\r\n\r\nThird, users may use the Site to aggregate information from other sites.  When users aggregates a third party site using Strands.com, they will provide their access information for that site to Strands.  Any information made public by users through an aggregated third party site will also be accessible on the Strands Site.  Users also have the ability to repost their postings from the Site to other sites.  For example, users can log on to their Facebook or Twitter account for the purpose of feeding their posts to or from these sites.  We may collect the user's username and password for the sole purpose of allowing the user to login to their account and give the necessary permissions to allow the feed.  We may retain that information to provide the service, and will use it only for that purpose.\r\n\r\nIf a user accesses our service via a mobile device, we may store information relayed to us by third party providers, such as encrypted cell phone numbers, the time the message was sent and the name of the mobile operator. Strands uses this data to allow users to participate using a mobile device and to enhance their community experience.\r\nIf users post on a Site, any personally identifiable information posted can be read, collected, or used by other users of these forums, and could be used to send them unsolicited messages. We are not responsible for the personally identifiable information users choose to submit in these forums.",
    "address": "PO Box 331639",
    "asp_index": "29315",
    "city": "Miami",
    "contactemail1": "ap@strands.com ",
    "contactfax1": "",
    "contactname1": "Julio Garcia",
    "contactoff1": "Strands Labs, Inc.",
    "contactphone1": "415-398-4333",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "ap@strands.com",
    "corpofffax1": "",
    "corpoffname1": "Eric Brieva",
    "corpoffphone1": "415-398-4333",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-01",
    "orgverification": "In-house",
    "personaldata": "User data submitted online",
    "ppdate": "2011-02-01",
    "previous": "19742",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities and Federal Data Protection and Information Commissioner of Switzerland",
    "signupdate": "2009-09-01",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33133"
}