{
    "Fax": "646-786-4782",
    "OrgName": "Shutterstock, Inc.",
    "PPLoc": "http://www.shutterstock.com/privacy.mhtml ",
    "Phone": "646-419-4452",
    "activities": "Shutterstock, Inc. collects, stores and processes personal data from its customers, suppliers, vendors and registered users within the EU and EEA and Switzerland for various activities, including enabling users and customers to search for and license digital media, for conducting customer support, sales, marketing, contributor support, security, auditing, data analysis and data storage. Human Resources data is transferred from EU Shutterstock subsidiaries to Shutterstock, Inc. for the purposes of conducting the human resources and financial management of Shutterstock, Inc. and its subsidiaries.",
    "address": "350 Fifth Avenue, 21st Floor",
    "asp_index": "29321",
    "city": "New York",
    "contactemail1": "counsel@shutterstock.com",
    "contactfax1": "646-786-4782",
    "contactname1": "Andrew Raff",
    "contactoff1": "General Counsel",
    "contactphone1": "646-449-6084",
    "contacttitle1": "Senior Counsel",
    "corpoffemail1": "counsel@shutterstock.com",
    "corpofffax1": "646-786-4782",
    "corpoffname1": "Laurie Harrison",
    "corpoffphone1": "646-495-9352",
    "corpofftitle1": "VP/General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-25",
    "orgverification": "In-house and Third Party (TRUSTe)",
    "personaldata": "On-Line, Off-Line, Manually Processed, Customer, Supplier, and Human Resources Data.",
    "ppdate": "2015-03-30",
    "previous": "23597",
    "privacyprograms": "TRUSTe EU Safe Harbor Framework and Privacy Certification",
    "recoursemech": "TRUSTe dispute resolution mechanism; Questions or complaints about the way Shutterstock, Inc. and/or its subsidiaries have treated HR-related personal information will be handled by Shutterstock, Inc internal processes. If the matter is not resolved through such internal processes, then employees will be directed to the state or national data protection authority in the jurisdiction where the employee works (EU DPAs).",
    "signupdate": "2013-07-25",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10118"
}