{
    "CertificationStatus": "true",
    "Fax": "415 484 7767",
    "OrgName": "Segment.io, Inc.",
    "PPLoc": "https://segment.com/docs/legal/privacy/",
    "Phone": "(415) 213-2870",
    "activities": "Personal Information received from the EU/EEA and/or Switzerland:\r\nWhen you sign up for the Segment services or mailing list, we collect your email address, name and other contact information. We use web site cookies to collect personal information to personalize and enable the functionality of our website. We may use “pixel tags” or similar tracking technologies, to personalize and track the effectiveness of our e-mail communications and website. We also collect applicable payment information as well as other information we require to configure, provide and support the Segment services. You can choose not to provide certain information, but this may impair your ability to use the Segment services. The information that we collect is used to provide our Services and administer our business activities, including but not limited to invoicing, fulfilling your requests, and providing you with notices and support regarding our services.  In addition, we  receive information from our customers about their users and their use of the customer websites, applications and services. In Segment’s capacity as a service provider, Segment acts on the instructions of its customers and does not own the personal information it may process on the customers’ behalf. Segment uses reasonable, generally accepted industry standard, physical, electronic, and administrative safeguards to protect personal information from loss; misuse; or unauthorized access, disclosure, alteration, or destruction.  Segment may receive job applicant information through its website.  Segment may also host blogs, chat areas, or other open forums on its website.",
    "address": "101 15th Street",
    "asp_index": "29323",
    "city": "San Francisco",
    "contactemail1": "Legal@segment.io",
    "contactfax1": "4154847767",
    "contactname1": "Raphael Parker",
    "contactoff1": "Headquarters",
    "contactphone1": "4152132870",
    "contacttitle1": "VP, Growth",
    "corpoffemail1": "Legal@segment.com",
    "corpofffax1": "4154847767",
    "corpoffname1": "Peter Reinhardt",
    "corpoffphone1": "4152132870",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-04",
    "orgverification": "In house",
    "personaldata": "Organization data, client data, customer data and website visitor data.",
    "ppdate": "2014-08-29",
    "previous": "24449",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2014-09-04",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94103"
}