{
    "Fax": "",
    "OrgName": "Innovairre Communications, LLC",
    "PPLoc": "http://www.innovairre.com/safe-harbor-privacy-policy/ ",
    "Phone": "856-663-2500",
    "activities": "Innovairre Global, LLC is a direct mail manufacturing company.  Agencies and/or charities will provide us with data to print on direct mail pieces designed by our in-house creative team for the client.  After production we ship the direct mail pieces to our client's respective mail house or post office location.\r\n\r\nInternational Data Management (IDMI) - Data Processing Services. What information do we collect? We collect information from you when you subscribe to our newsletter, respond to a survey or fill out a form. When ordering or registering on our site, as appropriate, you may be asked to enter your: name, e-mail address, mailing address or phone number. What do we use your information for? Any of the information we collect from you may be used in one of the following ways: To personalize your experience (your information helps us to better respond to your individual needs) To improve our website (we continually strive to improve our website offerings based on the information and feedback we receive from you) To send periodic emails The email address you provide may be used to send you information, respond to inquiries, and/or other requests or questions.\r\n\r\nAlaniz, LLC- We receive data files from our clients that contain names, donor/contribution history and source of record or prospect. It is treated as client property and is used only to produce personalized client mail. We do not expect to find either personal health or financial information for any name in the data file we receive. Organizations that contract to have personalized mail prepared provide data files on a secure ftp site that for which we provide a specific user name and password to enable data transfer. The organization specifies what data to use in what way to personalize printed material for designated recipients. Data files are provided 1-4 weeks before the finished mail is to be released to allow time for creation, proofing, and approval of the finished product before production begins. Programmers and customer service personnel receive notification of data deposited to the site. Based on conversation with the data owner that includes file identification and approximate sizes, files are identified and verified. When production is complete, data is returned to the ftp site from which the owner may retrieve files. Working copies of the data files are maintained for production verification purposes for X months after the last mail date for which the data was used. The files are maintained in secure user name and password protected areas in electronic storage that is unreachable from unauthorized external electronic access. Approximately every 30 days an internal robotic file program reviews dates in the names of the files and permanently deletes archived working copies of client data files from storage. • What personal data is collected? - Name, Mailing Address, Donor/Contribution History, Source of Record/Prospect. • When is this personal data collected? - Data is received only when forwarded to us from a customer/client via secure transmission, FTP or Email. • Why is this personal data collected? - Data is received only to produce personalized client mail.",
    "address": "825 Hylton Road",
    "asp_index": "29324",
    "city": "Pennsauken",
    "contactemail1": "CMScheule@innovairre.com",
    "contactfax1": "330-869-4027",
    "contactname1": "Colin Scheule",
    "contactoff1": "Innovairre Ohio - 490 White Pond Drive, Akron 44320",
    "contactphone1": "330-869-8500",
    "contacttitle1": "Corporate Business Technology Manager",
    "corpoffemail1": "MJGraham@innovairre.com",
    "corpofffax1": "",
    "corpoffname1": "Matt Graham",
    "corpoffphone1": "215-479-6649",
    "corpofftitle1": "Chief Technology Officer",
    "eucountries": "Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Portugal, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-25",
    "orgverification": "In-house",
    "personaldata": "On-Line, Off-Line and Manually Processed Data",
    "ppdate": "2013-09-05",
    "previous": "",
    "privacyprograms": "Direct Marketing Association's Privacy Promise \r\nDirect Marketing Association's Safe Harbor Program",
    "recoursemech": "Innovairre Communications, LLC is extremely cautious with data, we do not share information with any other party for which is was not intended.  We ensure that privacy is not compromised or in danger of possible compromise.  In the event of a questions in security, Innovairre Communications, LLC's utilizes the Direct Marketing Association (DMA) as our third party dispute resolution agent.",
    "signupdate": "2015-09-25",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08110"
}