{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Stovepipe Studios",
    "PPLoc": "http://www.redisgreen.net/privacy.html ",
    "Phone": "415-786-6981",
    "activities": "Stovepipe Studios offers a variety of services that are collectively referred to as the “Services.” Stovepipe Studios collects information from individuals who visit the Company’s Web site (“Visitors”) and individuals who register to use the Services (“Customers”).\r\n\r\nWhen expressing an interest in obtaining additional information about the Services or registering to use the Services, Stovepipe Studios may require a person to provide the Company with personal contact information, such as name, company name, address, phone number, and email address (“Required Contact Information”). When purchasing the Services, Stovepipe Studios may require one to provide the Company with financial qualification and billing information, such as billing name and address, and credit card number (“Billing Information”). Stovepipe Studios may also ask one to provide additional information, such as company annual revenues, number of employees, or industry (“Optional Information”). Required Contact Information, Billing Information, and Optional Information are referred to collectively as “Data About Stovepipe Studios Customers.” \r\n\r\nAs a customer navigates the Company’s Web site, Stovepipe Studios may also collect information through the use of commonly-used information-gathering tools, such as cookies and Web beacons (“Web Site Navigational Information”).  Web Site Navigational Information includes standard information from the Web browser (such as browser type and browser language), Internet Protocol (“IP”) address, and the actions taken on the Company’s Web site (such as the Web pages viewed and the links clicked).",
    "address": "4304 18th Street #14562",
    "asp_index": "29347",
    "city": "San Francisco",
    "contactemail1": "bpo@stovepipestudios.com",
    "contactfax1": "",
    "contactname1": "Brian P O'Rourke",
    "contactoff1": "Stovepipe Studios Privacy",
    "contactphone1": "415-786-6981",
    "contacttitle1": "President",
    "corpoffemail1": "bpo@stovepipestudios.com",
    "corpofffax1": "",
    "corpoffname1": "Brian P O'Rourke",
    "corpoffphone1": "415-786-6981",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2016-09-04",
    "orgverification": "third party",
    "personaldata": "All personal data submitted to Stovepipe Studios' web sites and databases by EU and Swiss persons, all of which is automatically processed.",
    "ppdate": "2014-09-02",
    "previous": "24466",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor\r\nhttp://www.bbb.org/us/safe-harbor-complaints",
    "signupdate": "2014-09-04",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94114"
}