{
    "Fax": "650-636-9499",
    "OrgName": "Cotap, Inc.",
    "PPLoc": "https:/ www.cotap.com/legal/privacy-policy/ ",
    "Phone": "415-894-2357",
    "activities": "Cotap collects personal information in order to operate the Cotap Service.\r\n\r\nCotap may be used freely by any individual with an organizational email address, such as one issued by a company, school or other governmental or non-governmental organization. Users who register with their organizational email address will become members of the corresponding Organization on Cotap. For example, anyone who signs up with a “circletech.com” email address would be part of the CircleTech Organization on Cotap. Users may also register with a personal email address, such as “user@gmail.com”, but they will not be added to a Cotap Organization unless they also confirm an organizational email address. If you would no longer like to be contacted by your Organization on Cotap, please contact the Organization or the Administrator that you interact with directly. We may transfer personal information to companies that help us provide our service. Transfers to subsequent third parties are covered by the service agreements with our customer or with the corresponding Organization on Cotap.\r\n\r\nOrganizations may upgrade to gain additional features and administrative control over their Cotap Organization, which includes the ability to see the data and activities of the users in that organization, including all data and activity which was posted prior to the upgrade. With respect to the basic (free) Cotap Organization, references to “you” or “your” in this privacy statement refer to the individual users of Cotap. With respect to the upgraded Cotap Organization, references to “you” or “your” in this privacy statement refers to the organization that is a customer of Cotap. Individual users of upgraded Cotap Organizations should direct privacy related inquiries to the organization that provides them access to the Cotap service.\r\n\r\nCotap has no direct relationship with the users who register with their organizational email address that will become members of the corresponding Organization on Cotap. An individual who seeks access, or who seeks to correct, amend, or delete inaccurate data should direct his query to the corresponding Organization on Cotap. If requested to remove data we will respond within a reasonable timeframe.\r\n\r\nWe will retain personal data we process on behalf of a corresponding Organization on Cotap for as long as needed to provide services to the organization. Cotap will retain this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "55 New Montgomery St., Ste 888",
    "asp_index": "29357",
    "city": "San Francisco",
    "contactemail1": "jim@cotap.com",
    "contactfax1": "",
    "contactname1": "James Patterson",
    "contactoff1": "1",
    "contactphone1": "415-894-2357",
    "contacttitle1": "CEO",
    "corpoffemail1": "jim@cotap.com",
    "corpofffax1": "",
    "corpoffname1": "James Patterson",
    "corpoffphone1": "415-894-2357",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-10",
    "orgverification": "In-house",
    "personaldata": "We collect customer data of the users of our service which can include text, location data, device data, sound, software, image or video files that customer provide, or are provided to us on behalf, through their use of the Cotap Service.",
    "ppdate": "2015-07-28",
    "previous": "",
    "privacyprograms": "A self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-08-10",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94115"
}