{
    "CertificationStatus": "true",
    "Fax": "8005499198",
    "OrgName": "IdeaScale",
    "PPLoc": "http://support.ideascale.com/customer/portal/articles/1002592 ",
    "Phone": "8005499198",
    "activities": "Market Research software and services.\r\n\r\nInformation Collection and Use\r\n \r\nRegistration: In order to use this Web site, you must first complete the registration form and create a username and password. During registration you are required to give contact information (including email address). We use this information to contact you about the services on our site in which you have expressed interest.\r\n \r\nAfter registering with the site, we use your email address to provide you with a series of 'Ongoing Communications and Product Updates' (‘Communication from the Site'). These communications are used to give you a better understanding of the site, what it offers, and how it is best utilized. As always, you have the option not to receive these types of communications (see 'Choice and Opt-out' in ‘Information Sharing and Disclosure’).\r\n \r\nOrders: If you purchase a product or service from us, we request certain personally identifiable information from you on our order form. You must provide contact information (such as name and billing address) and financial information (such as credit card number, expiration date). We use this information for billing purposes. If we have trouble processing an order, we will use this information to contact you. We will also use this information to send you 'Service-related Communications' (see 'Communication from the Site').  These include email confirmations of billing transactions, account upgrades, and account cancellations. Please see 'Contact Us' below.\r\n \r\nProfile: We store information that we collect through user input, cookies, log files, and user forms to create a 'profile' of preferences. This profile information includes each of the following categories:\r\n \r\nRegistration Information: username, password, first name, last name, email address, phone\r\n \r\nOrder Information: credit card number, credit card expiration, billing address\r\n \r\nPreferences: profile information that categorizes how the software is utilized\r\n \r\nDetails of the user profile are used to contact the user (see 'Communication from the Site') and provide tailored promotions and marketing offers and to improve the content of the site.\r\n \r\nProfile information may be updated at any time by clicking on the 'My Account' link while the user is logged into their administrative account.\r\n\r\nUses of Information: The IdeaScale service is a web-based service for collection feedback. Any information shared with the IdeaScale service during the creation of a community is owned solely by the administrator of that community. By the nature or how our service works, communities need to be shared via a URL on the Internet. We provide the option to password protect your community if they contain sensitive content.\r\n \r\nEmail addresses uploaded to the system for the purpose of sending invitations and email communication are owned solely by the community administrator. We will never share any information uploaded to the system with any 3rd parties.\r\n \r\nData collected through communities is owned solely by the community administrator. By default, the data is only accessible by providing a username and password and logging into the site. There is the option to share online reports via a URL from the administrative account. The community administrator controls this option. We will never use any of the data collected.\r\n \r\nIdeaScale may collect the Internet protocol address (the IP address) that is publicly available on your computer. The IP address is not collected for the purpose of tracking or monitoring your activity on the Internet. In non-United States jurisdictions an IP address may be classified as personal information or personal data under applicable laws; therefore, to the extent that IdeaScale collects IP addresses, IdeaScale will collect, use, maintain, secure and/or disclose IP addresses in accordance with applicable Laws.",
    "address": "548 Market Street #14277",
    "asp_index": "29359",
    "city": "San Francisco",
    "contactemail1": "joby.emmons@ideascale.com",
    "contactfax1": "8005499198",
    "contactname1": "Joby Emmons",
    "contactoff1": "Berkeley",
    "contactphone1": "8005499198",
    "contacttitle1": "Compliance Officer",
    "corpoffemail1": "joby.emmons@ideascale.com",
    "corpofffax1": "8005499198",
    "corpoffname1": "Joby Emmons",
    "corpoffphone1": "8005499198",
    "corpofftitle1": "Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-09",
    "orgverification": "In-house.",
    "personaldata": "Online client and market research participant data provided and collected by client.",
    "ppdate": "2015-04-14",
    "previous": "24196",
    "privacyprograms": "TRUSTe and BBB.",
    "recoursemech": "BBB EU Safe Harbor.",
    "signupdate": "2013-08-09",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94104"
}