{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Freewheel Media Inc.",
    "PPLoc": "http://www.freewheel.tv ",
    "Phone": "415-295-4550",
    "activities": "We collect name, company, title, phone number, e-mail address, site name, URL, and address when people request information about us and/or our Services and/or request to download information. Customer users enter username/password to access the platform. Prospective and current employees provide PII in connection with their employment activities, including name, physical address, telephone numbers, email address, and current/previous employer information. \r\n\r\nWe may use the information that is provided to us to contact individuals to further discuss their interest in our company and our Services, and to send information regarding our company or partners (such as marketing promotions and events).  This information may also be used to improve our Web site and the Services we provide.  The information is collected and stored in a manner that is appropriate for the nature of the data that we collect and the need to fulfill your request.  This information is not shared with third parties for their own use, unless the individual specifically authorize such sharing. \r\n\r\nWe may in connection with our Web sites use the services of third parties (i.e., technology consultants, CRM vendors, etc.) who may, in the course of providing services to us, be given access to the information individuals have provided to us.  Each of these service providers is contractually obligated to provide services to us in a manner consistent with our privacy policy.",
    "address": "231 2nd Ave.",
    "asp_index": "29370",
    "city": "San Mateo",
    "contactemail1": "drosman@freewheel.tv",
    "contactfax1": "",
    "contactname1": "Daniele Rosman",
    "contactoff1": "FreeWheel Media, Inc.",
    "contactphone1": "(415) 830-9556",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "tschmitt@freewheel.tv",
    "corpofffax1": "",
    "corpoffname1": "Tom Schmitt",
    "corpoffphone1": "415-261-8727",
    "corpofftitle1": "CFO, COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-14",
    "orgverification": "In-house and TRUSTe",
    "personaldata": "Name, company, title, phone number, e-mail address, site name, URL, and address when people request information about our Services. Customer users enter username/password to access the platform. Prospective and current employees provide PII in connection with their application or employment. We collect on-line data, off-line data, manually processed data, and human resources data",
    "ppdate": "2015-08-14",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-08-14",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94401"
}