{
    "CertificationStatus": "true",
    "Fax": "312-264-2576",
    "OrgName": "Goodbay Technologies Inc",
    "PPLoc": "http://goodbaytech.com/privacy-policy/ ",
    "Phone": "312-470-6060",
    "activities": "We provide customer support services for customers.  Therefore we have access to EU customers' data including but not limited to:  Name, Mobile device used, IP address, apps downloaded/played, purchase of online virtual in-game currency, progress and milestones within mobile games.  When we are supporting customers playing mobile games or utilizing various mobile apps, we utilize our clients' admin tools to see game play and usage by end-users.  From this admin tool, we can get access to user data like IP address, virtual currency purchased and spent, etc.",
    "address": "742 N Ada Street, Suite 1S",
    "asp_index": "29371",
    "city": "Chicago",
    "contactemail1": "info@goodbaytech.com",
    "contactfax1": "312-264-2576",
    "contactname1": "Sapan Shahani",
    "contactoff1": "Chicago",
    "contactphone1": "312-470-6060",
    "contacttitle1": "CEO",
    "corpoffemail1": "info@goodbaytech.com",
    "corpofffax1": "312-264-2576",
    "corpoffname1": "Sapan Shahani",
    "corpoffphone1": "312-470-6060",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-21",
    "orgverification": "In-house",
    "personaldata": "We don't collect or store customers' data.  Our representatives only access the customer data from our EU-based clients admin tools.  In these admin tools, we can see customers' names, IP addresses, virtual currency purchased and spent, games played, game levels and milestones.  We use this data to answer customer's questions about the game, or to provide technical support by email.",
    "ppdate": "2014-11-01",
    "previous": "",
    "privacyprograms": "We adhere to the PCI Compliance Standards, and follow the requirements to maintain a paperless office with restricted data flow.",
    "recoursemech": "Customers in EU have recourse by first initiating direct contact with us via our website and we will address their issue.  If further clarification is required, we commit to cooperate with data protection authorities located in the EU to address and resolve and data security matter concerning us.",
    "signupdate": "2015-08-21",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60642"
}