{
    "CertificationStatus": "true",
    "Fax": "970-679-2670",
    "OrgName": "Agilent Technologies",
    "PPLoc": "http://www.agilent.com/go/privacy ",
    "Phone": "970-679-2025",
    "activities": "Agilent receives personal Human Resource data, including emails, from our subsidiaries from the EU/ EEA and/or Switzerland regarding their past, present and prospective employees.  Amongst the purposes for which Agilent collects, stores and processes such personal Human Resource data are: for employee recruitment, employee management (including performance evaluation), and employment-related administration , the provision of compensation and benefits and related programs, and generally for the purposes of maintaining usage of internal networks and IT systems.  \r\nAgilent also collects stores and processes personal data from employees of our subsidiaries from the EU/ EEA and/or Switzerland who provide information on behalf of themselves and/or nominated family beneficiaries, for the purposes of providing employment-related benefits and services.\r\nThe personal Human Resource data Agilent receives also includes certain sensitive personal data, such as race, ethnicity, religion, as well as information on health, and certain types of convictions.  \r\nAgilent also contracts with third party providers to render related services, including payroll processors, share scheme administration, recruitment, training and employment support services\r\nAglient receives personal customer, visitor and vendor data, including emails and contact details, from subsidiaries in the EU/ EEA and/or Switzerland to complete transactions, to communicate back to their customers and prospective customers, to update  customers and prospective customers on products, service and benefits, to personalize our web sites,  for receipt, evaluation and generation of marketing information, and for product development purposes.\r\nAgilent receives personal data, from subsidiaries in the EU/ EEA and/or Switzerland, which receive and process certain patient data on behalf of customers, for the purposes of supporting Agilent’s software hosting platforms for the management, interpretation and communication of customer genetic data,",
    "address": "5301 Stevens Creek Blvd.",
    "asp_index": "29379",
    "city": "Santa Clara",
    "contactemail1": "lesley.shaw@agilent.com",
    "contactfax1": "+44-131-452-0422",
    "contactname1": "Lesley Shaw",
    "contactoff1": "Agilent Privacy Office",
    "contactphone1": "+44-186-589-1403",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "dan.freed@agilent.com",
    "corpofffax1": "408-553-4406",
    "corpoffname1": "Dan Freed",
    "corpoffphone1": "408-553-7957",
    "corpofftitle1": "Vice President, Compliance",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Biotechnology - (BTC)Information Services - (INF)Medical Equipment - (MED)Laboratory Scientific Instruments - (LAB)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Information Services - (INF)",
        "Laboratory Scientific Instruments - (LAB)",
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-14",
    "orgverification": "Third Party",
    "personaldata": "On-Line, Off-Line, Manually-Processed, Human Resources, Customer, Prospective Customer,  Visitor, Vendor, Patient Data",
    "ppdate": "2011-12-08",
    "previous": "24269",
    "privacyprograms": "TRUSTe EU Safe Harbor program",
    "recoursemech": "For organization human resources data: the EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC); for all other data: TRUSTe",
    "signupdate": "2001-08-14",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95051"
}