{
    "CertificationStatus": "true",
    "Fax": "978-975-3811",
    "OrgName": "Aries Systems Corporation",
    "PPLoc": "http://www.editorialmanager.com/homepage/privacy.html ",
    "Phone": "978-975-7570",
    "activities": "Electronic publishing, manuscript submission and tracking, peer review management for scholarly journals.\r\n\r\n   2. Collection of Personal Information. There are two primary methods through which we may collect personal information from you. The first method is in connection with the establishment of your User Account. The specific personally identifiable information that we collect in connection with the account registration process (“Registration Information”) may vary depending on the specific requirements of the Publisher or the Publication, but typically always includes your name, e-mail address, and the name of the institution or association with which you are affiliated. During the registration process, we may also collect other information from which your identity is discernible , such as your address and telephone number. \r\nThe second method is when you make personally identifiable information available while using the Website, the Software or the Services (“User Information”). You may make User Information available in connection with the submission, editing, and/or review of a Manuscript, and/or the uploading, submission, or transmission of other User Submissions. For example, if you are an Author and elect to submit a Manuscript, you have the option of providing additional information that you believe may be of interest to the Publisher or the Publication, such as your age, gender, race, life or professional experiences, and academic or professional qualifications. Alternatively, a Publisher or Publication may request that you provide certain information in connection with the submission of a Manuscript, including information such as your age, gender, race, protected status, life or professional experiences, and academic or professional qualifications. \r\nWhile User Information may assist in the review and publication process, you are under no obligation to provide any User Information. If you do provide User Information, you are thereby consenting to the use and disclosure of such User Information in accordance with the terms and conditions of the Terms of Use and this Privacy Policy. Aries Systems does not monitor the nature of User Information that may be requested by the Publisher or the Publication or User Information that is submitted or provided by User, and does not represent or warrant that such User Information may be requested or provided under applicable law. As such, we encourage you to carefully consider whether to provide any User Information, and to raise any questions or concerns that you may have relating to a request for Personal Information directly with the Publisher or the Publication making such request. \r\n\r\n        3. Our Use and Sharing of Your Personal Information. Aries Systems does not claim ownership of any of your Registration Information or User Information (collectively, “Personal Information”). Aries Systems collects and stores Personal Information on its servers and computer networks solely on behalf of the Publisher and/or the Publication. All Personal Information is owned by the Publisher and/or the Publication and may be accessed by the Publisher or the Publication at any time. At the request of the Publisher or the Publication, Aries Systems will disclose your Personal Information to the Publisher or the Publication.",
    "address": "200 Sutton Street",
    "asp_index": "29375",
    "city": "North Andover",
    "contactemail1": "lholmes@ariessys.com",
    "contactfax1": "978-975-3811",
    "contactname1": "Lyndon Holmes",
    "contactoff1": "Aries Systems Corporation",
    "contactphone1": "978-975-7570",
    "contacttitle1": "President",
    "corpoffemail1": "lholmes@ariessys.com",
    "corpofffax1": "978-975-3811",
    "corpoffname1": "Lyndon Holmes",
    "corpoffphone1": "978-975-7570",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-30",
    "orgverification": "In-house",
    "personaldata": "Customer, no manually processed data",
    "ppdate": "2014-09-01",
    "previous": "24063",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (ICDR/AAA Safe Harbor program)",
    "signupdate": "2012-08-30",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01845"
}