{
    "CertifiedThroughLabel": "",
    "Fax": "719-386-7001",
    "OrgName": "Cherwell Software, LLC",
    "PPLoc": "http://www.cherwell.com/privacy-statement ",
    "Phone": "719-386-7000",
    "activities": "Cherwell Software operates websites, including www.cherwell.com, and provides a hosting service for its Cherwell Service Management software. The use of information collected through our hosting service is limited to the purpose of providing the service for customers. Our customers determine the type of data to process with the software but the data may include names and email addresses of individuals. Cherwell has no direct relationship with the individuals whose personal data it processes. An individual who seeks access, or who seeks to correct, amend, or delete inaccurate data should direct his or her query to Cherwell’s customer (the data controller). If a customer requests Cherwell to remove data, we will respond to their request within 30 business days.\r\nCherwell may transfer personal information to companies that help us provide our service. Transfers to these third parties are covered by the provisions in our privacy policy regarding notice and choice and the service agreements with our customers. Cherwell retains personal data we process on behalf of our customers for as long as needed to provide services to our customer. If a customer terminates their hosting service, then we will destroy their data in our possession or under our control within 45 days of termination and in accordance with industry standard data destruction methods, unless such destruction is legally prohibited.\r\nIndividuals are not required to register with our website or provide any personally-identifiable information in order to access the site. If one chooses, they can use our website to: request more information from us, register for a training class, join the Cherwell Community, or access Cherwell Support via Cherwell Self Service.  When an individual chooses to do one of these things, then he or she may be asked to provide a name, email address, phone number, company name and job title so that we can respond to the request. \r\nWe use this information to contact the person about the products or services on our site in which he or she has expressed interest. We also use this information to improve the usability of our site and our user support procedures and to help prevent misuse of our system. We share information with third party service providers that are authorized to resell, service and support our software, an email service provider that sends out emails on our behalf, and a credit card processing company that bills for services. We also purchase marketing data from third parties and add it to our existing user database to better target our advertising.\r\nCherwell Software follows generally accepted standards to protect the personal information submitted to us. When a customer enters a credit card number on our order forms, we encrypt that information using secure socket layer technology (SSL).  \r\nWe retain information for as long as a person’s account is active or as needed to provide services. Our privacy policy contains email addresses and phone numbers where individuals can contact us to request access, and changes or corrections to their information or to cancel their account. Customers may unsubscribe or opt-out of receiving newsletters and promotional communications by following the instructions included in each newsletter or communication or by contacting us. We retain and use information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "12295 Oracle Boulevard",
    "asp_index": "29398",
    "city": "Colorado Springs",
    "contactemail1": "general.counsel@cherwell.com",
    "contactfax1": "719-386-7001",
    "contactname1": "Timothy G. Pfeifer",
    "contactoff1": "Cherwell Software, LLC",
    "contactphone1": "719-386-7000",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "timothy.pfeifer@cherwell.com",
    "corpofffax1": "719-386-7001",
    "corpoffname1": "Timothy G. Pfeifer",
    "corpoffphone1": "719-362-8527",
    "corpofftitle1": "EVP, General Counsel & Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-03",
    "orgverification": "Third Party-TRUSTe",
    "personaldata": "On-line data",
    "ppdate": "2015-08-10",
    "previous": "23969",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-08-03",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80921"
}