{
    "CertificationStatus": "true",
    "Fax": "512-686-3761",
    "OrgName": "Volusion, LLC",
    "PPLoc": "http://www.volusion.com/safeharbor-privacy/, http://www.volusion.com/legal, https://www.mozu.com/legal#privacy",
    "Phone": "800-646-3517",
    "activities": "Volusion provides a variety of ecommerce software, hosting, design, marketing and related services to EU Clients. In order to provide these services, Volusion may receive information about the EU Client and/or the customers of these EU Clients including but not limited to: name, office and personal telephone numbers, company and home address, card account numbers and transaction details, card website login credentials, and email address (collectively, Personal Information).Volusion will only collect as much personal information as we need for specific, identified purposes.  Volusion shares personal information only as necessary to complete our obligations under the client agreements (i.e. facilitation of credit card processing for authorization and settlement of credit card transactions.)  Volusion shares aggregate information and cookie data with third parties for analytic purposes. \r\n\r\nVolusion uses Personal Information to perform its obligations under its EU Client agreements, including the following activities:\r\n1. Credit card primary account number (PAN), expiration, customer zip code and customer name are sent to credit card processors for authorization and settlement of credit card transactions;\r\n2. Personally Identifiable Information (PII) is accessed by the merchant (client of Volusion);\r\n3. PII is sent to 3rd parties for shipping purposes;\r\n4. PII (email) is utilized in outbound marketing campaigns; and\r\n5. PII is utilized in fraud scoring.",
    "address": "1835-A Kramer Lane, Suite 100",
    "asp_index": "29427",
    "city": "Austin",
    "contactemail1": "legal@volusion.com",
    "contactfax1": "888-480-0945",
    "contactname1": "",
    "contactoff1": "Legal Department",
    "contactphone1": "800-646-3517",
    "contacttitle1": "",
    "corpoffemail1": "derek_willis@volusion.com",
    "corpofffax1": "888-480-0945",
    "corpoffname1": "Derek L. Willis",
    "corpoffphone1": "512-605-2349",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-22",
    "orgverification": "In-house",
    "personaldata": "Personally identifiable information processed through our online e-commerce platform.  PII includes data concerning our customers and their customers that use their online stores on our platform.",
    "ppdate": "2014-03-31",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "If after contacting the EEA Client and Volusion, an individual's complaint or dispute has not been resolved, s/he can contact the International Centre for Dispute Resolution of the American Arbitration Association at www.adr.org or www.icdr.org. This organization will provide independent dispute resolution.",
    "signupdate": "2011-08-22",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78758"
}