{
    "CertifiedThroughLabel": "",
    "Fax": "508-319-3032",
    "OrgName": "Timmins Software Corporation",
    "PPLoc": "http://mitrend.com/privacyPolicy.html ",
    "Phone": "508-656-0656",
    "activities": "We will collect basic identifying information about the individuals using our computer system evaluation service (name, e-mail address, employer, work address and telephone number).  We will use this information internally in order to provide our service to the users.  We will also make this information available to EMC Corporation, which is an adherent to the EU and Swiss Safe Harbor principles.  EMC Corporation may use this information to contact the users with suggestions regarding improvements to the computer systems that our service evaluates.  We may also make this information available to certain business partners of EMC Corporation for the same purpose.  Before doing so, we will require such EMC business partner either to be an adherent to the EU and Swiss Safe Harbor Frameworks or to provide us with contractual commitments ensuring that the personal information that we collect from the EU and Switzerland is treated with at least the level of care regarding privacy of the users that is required by the Safe Harbor Frameworks.",
    "address": "65 Boston Post Road, Suite 160",
    "asp_index": "29439",
    "city": "Marlborough",
    "contactemail1": "paul@mitrend.com",
    "contactfax1": "508-319-3032",
    "contactname1": "Paul Timmins",
    "contactoff1": "Timmins Software Corporation",
    "contactphone1": "508-656-0656",
    "contacttitle1": "President, CEO, Privacy Officer",
    "corpoffemail1": "paul@mitrend.com",
    "corpofffax1": "508-319-3032",
    "corpoffname1": "Paul Timmins",
    "corpoffphone1": "508-656-0656",
    "corpofftitle1": "President, CEO, Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-21",
    "orgverification": "In-House",
    "personaldata": "Name of user; name of user’s employer; e-mail address of user; business mailing address and telephone number of user.  The data will not be manually processed except that in the course of providing customer support to user, we may manually dial a telephone number and take notes of conversations with the user.",
    "ppdate": "2013-09-01",
    "previous": "24250",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2013-08-21",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01752"
}