{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "VitalSource Technologies Inc.",
    "PPLoc": "https://support.vitalsource.com/hc/en-us/articles/201646123-Privacy-Policy/",
    "Phone": "615-213-5400",
    "activities": "VitalSource will collect Information from you when you register for an account to use any of the products or fill out related user forms. This information will provide basic contact data to VitalSource and enable VitalSource to deliver the correct products to you. VitalSource also collects information as you use the products, make product purchases and interact with us. The types of personal data we collect may include your name, address, email address, phone number, other contact information, employer, academic institution, course information, credit or debit card numbers, and any notes you make in the products or other information you input into the products while using them. We collect personal data directly from you as well as from third parties including public sources, our related companies, your organization, your representatives,\r\ninformation service providers, social media and the third parties with whom we exchange Information as described in our privacy policy. VitalSource uses your information, by itself or in conjunction with data lawfully collected through other sources, for the following purposes: to meet our contractual commitments to you, to administer your account and respond to your requests, to provide the products requested by you, including to provide the correct products requested for your selected computer or device, to maintain and improve the Products and to develop new products, to track your purchase history and to provide you on an ongoing basis with information related to the products, including changes to the products\r\nor other information we think you may find useful about our products and services or those of carefully selected third parties, provided you have indicated that you do not object to being contacted for these purposes, to customize content supplied to you, to conduct research and to update our website and analyze how it is used, to prevent,\r\ninvestigate and deal with fraud, violation of intellectual property rights and other laws and unauthorized use of products or your account, and as otherwise reasonable and appropriate to the legitimate business needs of VitalSource related to the products.",
    "address": "1 Ingram Blvd.",
    "asp_index": "29444",
    "city": "La Vergne",
    "contactemail1": "rick.johnson@ingramcontent.com",
    "contactfax1": "919-755-8050",
    "contactname1": "Rick Johnson",
    "contactoff1": "227 Fayetville St., Suite 400, Raleigh, NC. 27601",
    "contactphone1": "919-755-8100",
    "contacttitle1": "VP Product and Sale Engineering",
    "corpoffemail1": "mike.carlson@ingram.com",
    "corpofffax1": "615-695-3662",
    "corpoffname1": "Michael Carlson",
    "corpoffphone1": "615-298-7662",
    "corpofftitle1": "AVP Information Data Security and Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-21",
    "orgverification": "VeraSafe",
    "personaldata": "Online, offline, and manually processed data.",
    "ppdate": "2015-04-16",
    "previous": "",
    "privacyprograms": "VeraSafe",
    "recoursemech": "VeraSafe",
    "signupdate": "2015-08-21",
    "state": "Tennessee",
    "statutorybody": "FTC",
    "zip": "37086"
}