{
    "Fax": "978-522-8324",
    "OrgName": "SmartBear Software Inc.",
    "PPLoc": "http://smartbear.com/privacy ",
    "Phone": "617-684-2400",
    "activities": "If a customer opts-in to receiving software updates automatically from SmartBear, the software may report to the Company, and the Company may collect, IP address, operating system type and version, web server type and version, php version, database type and version, version of the services, modifications to any of the Software or services, website user statistics such as the number of nodes, number of users and number of comments. The foregoing information will be linked to the customer's personally identifiable information and user accounts and the Company may use the foregoing information to better provide technical support to customers and to improve software and services.\r\n\r\nIf a customer subscribes to one of SmartBear’s software as a service offerings they agree that SmartBear may aggregate data and information relating to your usage of the service, which may be used to better provide technical support to our customers and to improve software and services.\r\n\r\nThe Site may track information that will be maintained, used and disclosed in aggregate form and which will not contain your personally identifiable information, for example, without limitation, the total number of visitors to the Site, the number of visitors to each page of the Site, browser type, External Web Sites linked to and IP addresses. The Company may analyze this data for trends and statistics in the aggregate, and may use such aggregate information to administer the Site, track users’ movement, and gather broad demographic information for aggregate use.\r\n\r\nThe Company may publicly disclose the content and/or subject matter of a message, therefore, a visitor should not send any ideas, suggestions or content that is considered proprietary or confidential. All e-mail content (except contact information) will be treated on a non-proprietary and non-confidential basis and may be used by the Company for any purpose.",
    "address": "450 Artisan Way, 4th Floor",
    "asp_index": "29449",
    "city": "Somerville",
    "contactemail1": "shawn.garrett@smartbear.com",
    "contactfax1": "603-396-6897",
    "contactname1": "Shawn Garrett",
    "contactoff1": "Somerville, MA",
    "contactphone1": "617-684-2471",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "shawn.garrett@smartbear.com",
    "corpofffax1": "978-522-8324",
    "corpoffname1": "Shawn Garrett",
    "corpoffphone1": "617-684-2471",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-04-08",
    "orgverification": "In-house",
    "personaldata": "organization, customer and visitor data, including demographic, contact, technical and financial information is covered by the safe harbor and may be manually processed",
    "ppdate": "2013-04-01",
    "previous": "22434",
    "privacyprograms": "None",
    "recoursemech": "For complaints that cannot be resolved between SmartBear and the complainant, complaints will be submitted to the JAMS for mediation and then if necessary, to binding arbitration for final resolution. SmartBear and you agree that JAMS will administer any mediation or arbitration proceeding and each party agrees to adhere to JAMS rules and administration.  Information about JAMS can be found at its website: www.jamsadr.com.",
    "signupdate": "2013-04-08",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02145"
}