{
    "CertifiedThroughLabel": "",
    "Fax": "516-883-5769",
    "OrgName": "Publishers Clearing House",
    "PPLoc": "http://privacy.pch.com/privacy-policy ",
    "Phone": "516-883-5432",
    "activities": "Publishers Clearing House (PCH) is a US based multi- channel interactive media company offering a broad range of products, digital entertainment and services to consumers. PCH provides unique, free-to-play, chance-to-win value propositions, individually personalized offers based on the trusted first party relationship we maintain with millions of consumers and the attraction  of the well known Publishers Clearing House brand.\r\nEffective database management and stringent privacy/data protection are essential to the success of our business. It is by such practices that we can insure the integrity of our sweepstakes and the customer data that we may collect.  When consumers complete an entry for one of our prize draws or register on our site, we may  ask for certain first party data such as first name, last name, email and address. This information is collected for purposes of prize award fulfillment, data integrity,  and communications with our customers to match them with offers and promotions of interest.  Consumer entry data is passed to our headquarters facility in the US for storage, analytical review and winner selection processing. All consumer information and data is governed by the terms of the full PCH Privacy Policy.  Any information that may be received or collected by PCH from the EU/EEA would be handled in compliance with the Safe Harbor Framework.",
    "address": "382 Channel Drive",
    "asp_index": "29456",
    "city": "Port Washington",
    "contactemail1": "cirving@pch.com",
    "contactfax1": "516-883-5769",
    "contactname1": "Christopher L. Irving",
    "contactoff1": "PCH Consumer Affairs",
    "contactphone1": "516-883-5432",
    "contacttitle1": "Assistant Vice President, Consumer & Legal Affairs",
    "corpoffemail1": "blow@pch.com",
    "corpofffax1": "516-883-5769",
    "corpoffname1": "Harold W.Low",
    "corpoffphone1": "516-883-5432",
    "corpofftitle1": "Vice President & General Counsel",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Books & Periodicals - (BOK)General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "Books & Periodicals - (BOK)",
        "General Consumer Goods - (GCG)"
    ],
    "latest": "true",
    "nextcertification": "2016-01-28",
    "orgverification": "In house",
    "personaldata": "Off-Line & Online Prize Draw Entry Information (First Name, Last Name, Email Address, Mailing Address), Unsubcribe Information to Insure Scrubbing of Lists. Manually Processed Data",
    "ppdate": "2014-12-22",
    "previous": "22118",
    "privacyprograms": "Direct Marketing Association (DMA) Safe Harbor Third Party Dispute Resolution Program; TRUSTe Privacy Seal Program",
    "recoursemech": "Direct Marketing Association (DMA) Safe Harbor Third Party Dispute Resolution Program safeharbor@the-dma.org.",
    "signupdate": "2002-01-28",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11050"
}