{
    "CertifiedThroughLabel": "",
    "Fax": "(616) 698 4429",
    "OrgName": "Steelcase Inc.",
    "PPLoc": "http://www.steelcase.com/en/pages/privacy.aspx ",
    "Phone": "(616) 248 7051",
    "activities": "Steelcase will use and otherwise process personal information received about employees in the EU (including employees of its subsidiaries and affiliates) for the following purposes: \r\n• Personnel administration, \r\n• Compensation related activities, including stock plan administration and compensation, payroll and bonus analysis and administration; \r\n• Job grading and recruitment activities; \r\n• Performance management; \r\n• Training; \r\n• Monitoring and enforcing compliance with company policies and procedures; \r\n• Complying with mandatory reporting obligations and other legal requirements: and \r\n• Providing IT support and security. \r\n\r\nSteelcase will use and otherwise process personal information received about individual contacts of customers, dealers and vendors in the EU for the following purposes: \r\n• Fulfillment and tracking of orders; \r\n• Tracking of payments and otherwise ensuring payment; \r\n• Assessing performance and making assessments about future purchases \r\n• Reporting a default in loan payment to credit reporting agencies (dealers only); \r\n• Making decisions regarding extensions of credit; \r\n• Providing access to Steelcase internal systems; and \r\n• Performing direct marketing activities and otherwise communicating information regarding Steelcase products or services (dealer and customer contacts only, where permitted by law). \r\n\r\nIn certain situations, Steelcase may obtain access to information about employees of Steelcase dealers and customers and other end users in the EU for the purpose of providing consulting services about office furniture configuration and other matters.  These dealers and customers act as the data controller for any data collected in the EU and subsequently transferred to Steelcase in the United States. Steelcase acts as a data processor on behalf of its dealers and customers with respect to such data and accordingly carries out their instructions with regard to the collection, processing, and protection of this EU data.",
    "address": "901 44th Street SE, Mailcode GH-3W-02",
    "asp_index": "29457",
    "city": "Grand Rapids",
    "contactemail1": "safeharbor@steelcase.com",
    "contactfax1": "(616) 698 4429",
    "contactname1": "Jacquelyn Dutcher, CIPP, SPHR",
    "contactoff1": "Steelcase Inc., Grand Rapids, MI",
    "contactphone1": "(616) 248 7051",
    "contacttitle1": "Sr. Security Analyst",
    "corpoffemail1": "safeharbor@steelcase.com",
    "corpofffax1": "(616) 246 4068",
    "corpoffname1": "Lizbeth O'Shaughnessy",
    "corpoffphone1": "(616) 247 2710",
    "corpofftitle1": "Senior Vice President – Chief Admin Officer, General Counsel and Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Furniture - (FUR)",
    "industrysector_parsed": [
        "Furniture - (FUR)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-19",
    "orgverification": "Self-assessment compliance review",
    "personaldata": "Human resources data; personal data about individual contacts for customers, dealers and vendors; and personal data about Steelcase customers’ employees and other end users in EU for data processing",
    "ppdate": "2008-09-01",
    "previous": "24117",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2008-09-19",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "49508"
}