{
    "CertifiedThroughLabel": "",
    "Fax": "504-324-0509",
    "OrgName": "Metaverse Mod Squad, Inc.",
    "PPLoc": "http://metaversemodsquad.com/privacy-policy ",
    "Phone": "916-913-4465",
    "activities": "We do or may collect the e-mail addresses and certain personally identifiable information of those who communicate with us via e-mail. We also collect certain information regarding which pages users access or visit, and information volunteered by the users (such as any surveys we might conduct and/or site registrations).  We may also collect and analyze from visitors and users certain information regarding the use of the Metaverse Mod Squad website. Information collected may include but is not limited to web site traffic volume, frequency of visits, type and time of transactions, type of browser and operating system.  Moreover, we may collect demographic and personal information from individuals who are interested in working with us as an employee or a contributor.  \r\n\r\nWe may provide personal information to companies that provide services to help us with our business activities, although these companies are authorized to use personal information only as necessary to provide these services to us.  We share personal information with third parties only in the ways that are described in this privacy policy.  If an individual would like to opt out of our collection or sharing of the certain information described above, he or she may email us at privacy@metaversemodsquad.com.  Additionally, if you an individual is receiving but no longer wishes to receive our marketing updates or newsletters, he or she may opt out of receiving these communications by emailing us at privacy@metaversemodsquad.com",
    "address": "1300 S Street",
    "asp_index": "29489",
    "city": "Sacramento",
    "contactemail1": "privacy@metaversemodsquad.com",
    "contactfax1": "504-324-0509",
    "contactname1": "Michael H. Pinkerton",
    "contactoff1": "Metaverse Mod Squad, Inc.",
    "contactphone1": "916-913-4465",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "privacy@metaversemodsquad.com",
    "corpofffax1": "504-324-0509",
    "corpoffname1": "Michael H. Pinkerton",
    "corpoffphone1": "916-913-4465",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-02",
    "orgverification": "In-House",
    "personaldata": "Contact, lead, visitor, and applicant information, as discussed more fully above.  We do not manually process any data.",
    "ppdate": "2014-08-25",
    "previous": "24382",
    "privacyprograms": "N/A",
    "recoursemech": "International Centre for Dispute Resolution/American Arbitration Association (ICDR/AAA)",
    "signupdate": "2014-09-02",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95811"
}