{
    "Fax": "(650) 241-4272",
    "OrgName": "Reltio, Inc",
    "PPLoc": "http://www.reltio.com/privacypolicy/ ",
    "Phone": "(855) 360-3282",
    "activities": "Reltio collects vistor name, phone and email address when a visitor to the Reltio website requests addition information about Reltio products or services.  The visitor provides the information voluntarily.  Once captured, Reltio will use the information to contact the visitor to provide the information and in the future contact the visitor about new services, events or product offerings from Reltio.  Reltio will also monitor traffic of visitors on its website who have voluntarily provided information to determine if the visitor has interests in other Reltio offerings.  \r\n\r\nCustomers using the Reltio Software as a Service platform will provide employee name and email addresses to create user accounts on the Reltio production system for that customer.  Reltio only uses this data to create customer accounts and appropriate roles and privileges for the customer users.  Customer data entered in the system is controlled by the customer and Reltio does not use the data for any purpose.  Access to customer systems is restricted by user id and password.  Reltio staff may only access the system to provide support as authorized by the customer agreement.",
    "address": "100 Marine Parkway Suite 275",
    "asp_index": "29496",
    "city": "Redwood Shores",
    "contactemail1": "support@reltio.com",
    "contactfax1": "(650) 241-4272",
    "contactname1": "Ramon Chen",
    "contactoff1": "Reltio Customer Care",
    "contactphone1": "(855) 360-3282",
    "contacttitle1": "VP Marketing",
    "corpoffemail1": "ramon.chen@reltio.com",
    "corpofffax1": "(650) 241-4272",
    "corpoffname1": "Ramon Chen",
    "corpoffphone1": "(855) 360-3282",
    "corpofftitle1": "VP Marketing",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-23",
    "orgverification": "In-house",
    "personaldata": "Vistor (name, email, phone, electronically captured).  Customer User (name and email, electronically captured)",
    "ppdate": "2015-08-14",
    "previous": "",
    "privacyprograms": "A self regulatory privacy program that adheres to the Safe Harbor Privacy Principles.  Reltio has engaged a consultant to work with Reltio officers to ensure compliance with this Safe Harbor throughout the organization.",
    "recoursemech": "Reltio has engaged with the Better Business Bureau (BBB EU Safe Harbor program) as the independent recourse mechanism to investigate unresolved complaints concerning compliance.",
    "signupdate": "2015-09-23",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94065"
}