{
    "Fax": "4408169926",
    "OrgName": "Crimcheck.com",
    "PPLoc": "https:/ www.crimcheck.com/about/privacy-policy ",
    "Phone": "4408169920",
    "activities": "Crimcheck.com is committed to protecting our clients brand, reputation, employees and customers by providing comprehensive, expert background checks and innovative business and technology solutions. At Crimcheck.com we are committed to respecting your privacy. In general, you can visit Crimcheck.com on the Internet without identifying yourself or revealing any personal information. Once you choose to provide us personally identifiable information (any information by which you can be identified), you can be assured that it will only be used to support your customer relationship with Crimcheck.com. Any information gathered on any consumer may only be provided to the user authorized by the consumer or permitted by the FCRA or similar state law to receive the information. We cannot and do not share, sell or distribute consumer information with or to any third party other than the requesting party thereof. Any consumer, upon proper identification, has the right under the FCRA to request us to furnish to the consumer any and all information we may have on that consumer. The consumer has the right to dispute the accuracy or completeness of any information contained in the consumer’s file.  However, we may be required, upon receipt of a court order to release the information in civil litigation, or as otherwise required by law, to disclose information regarding a consumer to law enforcement agencies.",
    "address": "17295 Foltz Industrial Parkway",
    "asp_index": "29543",
    "city": "Strongsville",
    "contactemail1": "jjohansen@crimcheck.com",
    "contactfax1": "4408169926",
    "contactname1": "Jeri Johansen",
    "contactoff1": "Corporate Office",
    "contactphone1": "4408169920",
    "contacttitle1": "Compliance Manager",
    "corpoffemail1": "jjohansen@crimcheck.com",
    "corpofffax1": "4408169926",
    "corpoffname1": "Jeri Johansen",
    "corpoffphone1": "4408169920",
    "corpofftitle1": "Compliance Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Employment Services - (EMP)Information Services - (INF)",
    "industrysector_parsed": [
        "Employment Services - (EMP)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-23",
    "orgverification": "In-house and Third Party",
    "personaldata": "Name, date of birth, address, social security number.",
    "ppdate": "1999-01-01",
    "previous": "25820",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2013-08-23",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "44149"
}