{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Cognitive Advisors, LLC",
    "PPLoc": "http://www.cognitiveadvisors.com/privacy-policy ",
    "Phone": "847-905-0298",
    "activities": "Cognitive Advisors, LLC (“Cognitive Advisors”) receives personal information collected online from Cognitive Advisors website, including information concerning the user’s name, address, email information, demographic information and other personal information provided by the user.  This information is collected from both current and/or prospective users and may be required to participate in specific activities through Cognitive Advisor’s software services.  Cognitive Advisors may use personal information for fulfilling services, internal business processes, support activities, such as providing services and technical support and other related services.  Cognitive Advisors will act on the instructions of its users and does not own personal information it may process.  Cognitive Advisors uses generally acceptable means to safeguard personal information.  Users are responsible for complying with all other obligations in relation to the personal information Cognitive Advisors may collect.",
    "address": "64 Salem Lane",
    "asp_index": "29553",
    "city": "Evanston",
    "contactemail1": "cenghauser@cognitiveadvisors.com",
    "contactfax1": "815-572-9034",
    "contactname1": "Colleen Enghauser",
    "contactoff1": "Cognitive Advisors, LLC",
    "contactphone1": "847-679-1290",
    "contacttitle1": "COO",
    "corpoffemail1": "mrosenheck@CognitiveAdvisors.com ",
    "corpofffax1": "877-884-3523",
    "corpoffname1": "Marty Rosenheck",
    "corpoffphone1": "847-905-0298",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-01",
    "orgverification": "in-house",
    "personaldata": "Users of Cognitive Advisors software may provide Cognitive Advisors with the following types of information: personal information, such as name, address, and e-mail address as well as information relating to an individual's training, performance reviews, performance goals, compensation and the like.",
    "ppdate": "2015-08-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "2015-09-01",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60203"
}