{
    "CertifiedThroughLabel": "",
    "Fax": "781-810-3001",
    "OrgName": "Dassault Systemes Americas Corp.",
    "PPLoc": "http://www.3ds.com/privacy-policy/  and  http://www.3ds.com/fileadmin/COMPANY/JOBS/PDF/HR_DataPrivacyPolicy_EN.pdf",
    "Phone": "781-810-3001",
    "activities": "Acquire and process personal data concerning employees, interns, applicants and independent contractors for the following purposes: to determine, evaluate and implement employment-related actions and obligations, including background checks; design, evaluate and administer compensation, benefits, stock options and other human resources programs; design, evaluate and implement education and training programs; monitor and evaluate conduct and performance of employees and independent contractors; manage and monitor company web tools, mailboxes, instant messaging and other company information systems; monitor and manage all forms of electronic and digital media and services for employees’ and independent contractors’ use; report statistics; for applicants, create a personal profile and access codes, validate identity of and evaluate applicants; monitor and manage relationships between the company and its business partners and stakeholders (e.g. suppliers, resellers, customers, potential customers) including (i) marketing (e.g. contacts, customer lists, system access rights. etc.) (ii) sales (sales opportunities, commercial offers, orders, contracts, invoices, etc.); (iii) purchases (offers, orders, contracts, invoices, etc.); (iv) customer support services and (v) research and development activities (e.g. development requests, incidents, quality, tests, manufacturing, etc.); monitor and manage employees’ and independent contractors’ professional travel and business expenses; assure compliance with company policy; other uses to support business activities and processes. The company also collects personal data on or through its website and concerning its website’s visitors and users to carry out company business, such as improving marketing and advertising efforts, sending commercial or marketing messages, ascertaining customer and user requirements and providing suitable products and/or services, tailoring products and services to customers’ needs, complying with reporting obligations required by law, administrative purposes (such as maintaining and modifying the website) and similar activities. Personal data collected on or through the website is used to allow the website visitors and users to request information, have personalized interactive use of the website, open and maintain an account, subscribe to a commercial or support-type service, make online purchases of certain company products and access all the features and options offered by the website.",
    "address": "175 Wyman Street",
    "asp_index": "29596",
    "city": "Waltham",
    "contactemail1": "wanda.epstein@3ds.com",
    "contactfax1": "704 264-8800",
    "contactname1": "Wanda Epstein",
    "contactoff1": "Human Resources",
    "contactphone1": "704 943-6650",
    "contacttitle1": "HR Director",
    "corpoffemail1": "rich.arco@3ds.com",
    "corpofffax1": "781-810-3001",
    "corpoffname1": "Rich Arco",
    "corpoffphone1": "781-810-7272",
    "corpofftitle1": "VP, Human Resources",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-11",
    "orgverification": "in-house",
    "personaldata": "off-and on-line, manually processed; HR",
    "ppdate": "2009-11-30",
    "previous": "24174",
    "privacyprograms": "not applicable",
    "recoursemech": "EU data protection authorities (DPAs)",
    "signupdate": "2009-08-11",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02451-1223"
}