{
    "CertificationStatus": "true",
    "Fax": "732-847-1944",
    "OrgName": "iCIMS, Inc.",
    "PPLoc": "http://www.icims.com/gc/data-security-privacy-policy ",
    "Phone": "800-889-4422",
    "activities": "iCIMS serves as a third party service provider, facilitating the collection of data necessary to carry out human resource and staffing objectives for iCIMS’s clients. In addition, iCIMS as an employer, collects personal information from individuals through the iCIMS's career portal. In both cases, iCIMS abides by the necessary requirements under the US-EU Safe Harbor. As an employer, iCIMS provides open notice and the choice to individuals of whether to provide personal information. The notices regarding personal information include the collection, use, possible disclosure, retention, access and security of the personal information. As both an employer and third party service provider, iCIMS allows individuals access to amend, remove, and verify their personal information through the applicable iCIMS's portal. Additionally, iCIMS’s Data Security & Privacy Policy covers candidate, client and internal iCIMS data; as such, this provides security and methods for protecting data integrity of an individual’s personal information. Lastly, as iCIMS collects human resources data, the organization complies with the European Data Protection Authorities as the independent recourse mechanism.\r\n\r\niCIMS maintains a Data Security & Privacy Policy that governs all iCIMS personnel, need to know parties, the iCIMS Application, and all information technology security practices.",
    "address": "90 Matawan Road, 5th Floor",
    "asp_index": "29599",
    "city": "Matawan",
    "contactemail1": "courtney.dutter@icims.com",
    "contactfax1": "732-876-0422",
    "contactname1": "Ronald S. Kasner",
    "contactoff1": "General Counsel's Office",
    "contactphone1": "732-847-8218",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "generalcounsel@icims.com",
    "corpofffax1": "732-876-0422",
    "corpoffname1": "Ronald S. Kasner",
    "corpoffphone1": "732-847-1941",
    "corpofftitle1": "Chief Financial Officer & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)Employment Services - (EMP)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Employment Services - (EMP)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-26",
    "orgverification": "TRUSTe",
    "personaldata": "On-Line, Off-Line, Manually-Processed, Human Resources, Customer, Prospect",
    "ppdate": "2010-04-27",
    "previous": "24345",
    "privacyprograms": "TRUSTe",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "2003-08-26",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07747"
}