{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "StreamMe, Inc.",
    "PPLoc": "http://vube.com/p/privacy ",
    "Phone": "512-428-5848",
    "activities": "When you visit our website, we may assign your computer one or more \"cookies.\" We do link the information we store in cookies to any personal information you submit while on our website. We use both session cookies and persistent cookies. We set a persistent cookie to store your passwords, so you don’t have to enter it more than once if you so choose. Through the use of a cookie, we may collect information about your online activity on our website, such as the web pages you visit, the links you click, and the searches you conduct. If you choose to decline cookies, please note that you may not be able to sign in or use some of the features of our website.\r\n\r\nWe automatically collect information from your browser when you visit our website. This information includes such things as your IP address, your browser type and language, access times, the content of any undeleted cookies that your browser previously accepted, and any referring website address. We use this information, which does not identify individual users, to analyze trends, to administer the website, to track users’ movements around the website and to gather demographic information about our user base as a whole. We do link this automatically-collected data to personal information.\r\n\r\nWe may use standard Internet technology, such as web beacons and other similar technologies, to track your use of our website. We also may include web beacons in promotional e-mail messages or newsletters to determine such things as whether messages have been opened and acted upon. The information we obtain in this manner enables us to customize the services we offer our website users to deliver targeted advertisements and to measure the overall effectiveness of our online advertising, content, programming or other activities.\r\n\r\nWe display ads on our website. We use cookies and Web beacons to collect non-personal information about your activities on this and other web sites to provide you targeted advertising based upon your interests. If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out. Please note this does not opt you out of being served advertising. You will continue to receive generic ads.\r\n\r\nWe use the information we collect from you to create your account, manage and administer it and respond to any of your customer service requests. Other than in certain unique situations discussed below, we do not share individualized personal information with third parties which we collect about our users, such as a user's name or a user's email address. We may share with third parties certain aggregated personal information about a user or group of users, such as average or range of ages, zip codes of users, etc. We do not sell your personal information to third parties.",
    "address": "701 Brazos St. Suite 970",
    "asp_index": "29619",
    "city": "Austin",
    "contactemail1": "info@vubeology.com",
    "contactfax1": "",
    "contactname1": "Scott Perkins",
    "contactoff1": "StreamMe, Inc.",
    "contactphone1": "512-428-5848",
    "contacttitle1": "President",
    "corpoffemail1": "ross@stream.me",
    "corpofffax1": "",
    "corpoffname1": "Ross Perkins",
    "corpoffphone1": "512-428-5848",
    "corpofftitle1": "Co-CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Films Videos & Other Recordings - (FLM)General Science & Technology - (GST)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Films Videos & Other Recordings - (FLM)",
        "General Science & Technology - (GST)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-23",
    "orgverification": "TRUSTe",
    "personaldata": "On-line data, manually processed data",
    "ppdate": "2014-05-14",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-07-23",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78701"
}