{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Shafer Systems LLC",
    "PPLoc": "http://www.shafersystems.com/privacy.html ",
    "Phone": "707 742 3375",
    "activities": "Information we collect and how it is used--Shafer Systems will not share, sell, auction off or give away your personal information to any third-party or other organization without first obtaining your prior written consent.\r\n\r\nIn order to provide our services we may collect the following various forms of information.\r\n\r\nInformation you provide--When signing up for services, we will request contact information usually consisting of your name and email address.  We also may request payment information that is maintained in an encrypted form on industry secure servers.  Personal information is processed only for specific and limited purposes, this includes to inform you of new services, support alerts, and to send you marketing or promotional material.\r\n\r\nUser information-- When you use our Services, we automatically receive and record information from your computer, documents and browser, including IP address, cookie information, software and hardware attributes.\r\n\r\n\r\nHow we use cookies--A cookie is a small file which asks permission to be placed on your computer’s hard drive. Once you agree, the file is added and the cookie helps analyze web traffic or lets you know when you visit a particular site. Cookies allow web applications to respond to you as an individual. The web application can tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences. We use traffic log cookies to identify which pages are being used. This helps us analyze data about webpage traffic and improve our website in order to tailor it to customer needs. We only use this information for statistical analysis purposes and then the data is removed from the system. Overall, cookies help us provide you with a better website, by enabling us to monitor which pages you find useful and which you do not. A cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us. You can choose to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. This may prevent you from taking full advantage of the website.\r\nDocument information--When you use the Services we automatically record information in relation to your documents-this information may include the content of the document the date created and other document properties.\r\n\r\nDocument syncing--We may download and store documents for sole purpose of providing our services and content/document distribution to your other authorized devices.\r\n\r\nUser communication--When you send emails or other communications to Shafer Systems, we may retain those communications in order to properly process your inquiries, respond to your request and in general improve our services.\r\n\r\nLinks—Links to other sites may be provided by Shafer Systems as a convenience to our customers.  Shafer Systems is not responsible for those sites or the privacy practices of those sites.  Our Privacy policy statement applies solely to information collected and used by us.\r\n\r\neMail--Shafer Systems may use your email address, without further consent, for administrative communications such as notifying you of a major update, for customer service or to address copyright infringement issues, or to contact you regarding any content that has been downloaded to the site.\r\n\r\nAnalysis--Shafer Systems uses the information we collect to understand usage trends and preferences of our users, to improve the way our products and Site works and to create new features and functionality.\r\n\r\nChoices for personal information--When you sign up for Shafer Systems services we ask you to provide contact information.  If we use this information in a manner different than the purpose for which it was collected, we will ask for your consent prior to such use.",
    "address": "1661 Oriole Drive",
    "asp_index": "29628",
    "city": "Flower Mound",
    "contactemail1": "mark@shafersystems.com",
    "contactfax1": "",
    "contactname1": "Mark Beaton",
    "contactoff1": "Shafer Systems, 1661 Oriole Drive, Flower Mound, Texas 75022",
    "contactphone1": "214 901 1170",
    "contacttitle1": "Vice President",
    "corpoffemail1": "joel@shafersystems.com",
    "corpofffax1": "",
    "corpoffname1": "Joel Shafer",
    "corpoffphone1": "707 742 3375",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Insurance Services - (INS)Financial Services - (FNS)Legal Services - (LES)Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)",
        "Health Care Services - (HCS)",
        "Insurance Services - (INS)",
        "Legal Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2016-06-05",
    "orgverification": "In-House",
    "personaldata": "The following includes both automated and manually processed data:  Shafer Systems captures the name, a user supplied email address and in some cases the following credit card processing information:  name, address, city, state, type of card and card number.",
    "ppdate": "2014-05-15",
    "previous": "23190",
    "privacyprograms": "Self Certification privacy program that adheres to the Safe Harbor Privacy Principles.",
    "recoursemech": "Shafer Systems will cooperate with JAMS pursuant to the JAMS International Mediation Rules",
    "signupdate": "2014-06-05",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75022"
}