{
    "CertifiedThroughLabel": "",
    "Fax": "415-520-9932",
    "OrgName": "Mashery, Inc.",
    "PPLoc": "http://www.mashery.com/privacy ",
    "Phone": "415-684-7200",
    "activities": "Mashery, a wholly owned subsidiary of Intel Corporation, is in the business of API Management. This Safe Harbor Certification applies only to the practices of Mashery, Inc. and does not apply to the practices of its parent company.  There are times when Mashery will ask for personal information, such as name, phone number, website, company, and email address.  This personal information is provided by the user and is stored in Mashery databases.  The information collected is retained for as long as the account is active, or as needed, to provide services.  Additionally, the information will be retained and used, as necessary, to comply with our legal obligations, resolve disputes, and enforce our agreements.  The user has the ability to log into their account and change and/or delete personal information and/or they can request that Mashery do so.  \r\n\r\nMashery uses this personal information for several purposes.  The information is collected and used when someone registers for API keys from Mashery or any of Mashery’s partners or registers for online activities, such as posting things on message boards and participating in online forums.  Additionally, the information is used in the delivery of certain products and services, such as newsletters.  The user has the option to ‘unsubscribe’ from receiving certain items, such as newsletters.  In the confirmation or fulfillment of an order or registration that has been requested, personal information may be used.  To answer questions and requests received by Mashery via email or phone, and to send information, personal information may be used.   In fulfilling it’s objective of achieving the highest user satisfaction, personal information may be used in soliciting feedback from users to assess their satisfaction or other needs and interests.  Correspondingly, such information may be used in the creation of new tools, features, and services.  Website and network technical functionality assessments and optimization may involve the use of personal information.   Assessing and monitoring usage of the Website and specific features or services, in order to protect or improve our services, may involve passing such information along to certain trusted third parties.   Finally, personal information may be used for notification about new products or services, special offers, upgrades, and other related information from Mashery.\r\n\r\nIn addition, as part of Mashery's API Management services, Mashery acts as a data processor with respect to certain information of its customers, which may include personal information regarding their end users.  Mashery does not own or control such personal information.  Any access to, or use of, such data is incidental to completing Mashery's contractual obligations to its customer as a processor and is in accordance with such customer's instructions.",
    "address": "717 Market Street, Suite 300",
    "asp_index": "29625",
    "city": "San Francisco",
    "contactemail1": "privacy@mashery.com",
    "contactfax1": "415-520-9932",
    "contactname1": "",
    "contactoff1": "Privacy Attorney",
    "contactphone1": "415-684-7200",
    "contacttitle1": "",
    "corpoffemail1": "privacy@mashery.com",
    "corpofffax1": "415-520-9932",
    "corpoffname1": "Ronald D. Dickel, President",
    "corpoffphone1": "925-698-3698",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-29",
    "orgverification": "In-house",
    "personaldata": "Mashery’s on-line, manual and automatic collection and processing of data, such as names, email addresses, phone numbers, website and blog urls, company names and other information identifying individuals.",
    "ppdate": "2012-08-20",
    "previous": "24409",
    "privacyprograms": "None",
    "recoursemech": "Mashery, Inc. has engaged TRUSTe to provide a third party dispute resolution mechanism.",
    "signupdate": "2012-08-29",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94103"
}