{
    "Fax": "0000000000",
    "OrgName": "TMP Worldwide Advertising & Communications, LLC",
    "PPLoc": "http://tmp.com/privacy ",
    "Phone": "18008672001",
    "activities": "TMP Worldwide is a digital agency specializing in recruitment advertising.  We work on behalf of our clients to attract job seekers to work for their organizations by providing an array of services including media placement, creative and branding, and digital products.  As an agency, we collect basic information via web forms from clients who may be interested in our services.  This basic information can include name, email, mailing address, phone number, company name, etc.  This information is collected for TMP Worldwide’s use to contact prospective clients for our services and is not sold or given to third parties outside of TMP.\r\n\r\nAs an advertising agency working on behalf of our clients, we use our TalentBrew product platform to provide recruiting and advertising services for our clients.  Generally, we do not directly collect sensitive personal information from candidates like resumes or CVs; our TalentBrew product platform passes job seekers directly to the clients’ own systems to apply.  We do collect information from job seekers throughout the world (including the EU and Switzerland) on behalf of our clients such as email, job preferences, and contact information.  This data is collected from job seekers who are interested in keeping in contact with our clients through email, social networks, and job alerts.  We do not have a direct relationship with these individuals and the data is held on the behalf of the client for its use only. \r\n\r\nFor all personal data collected, we have controls in place to ensure that it is appropriately secured from unauthorized disclosure.  We also have processes in place to help clients access their data, ensure its accuracy, and update it when required.  We do not sell or disclose personal information collected on behalf of a client to any other clients or to third parties.  Any outside companies that provide services for us like customer service and software developers that have access to personal data that has been collected are authorized to use it only as necessary to provide these services to TMP Worldwide.  Data is retained on behalf of our clients for as long as needed to provide services for each.",
    "address": "125 Broad St., Fl 10",
    "asp_index": "29630",
    "city": "New York",
    "contactemail1": "info@tmp.com",
    "contactfax1": "0000000000",
    "contactname1": "ATTN: Privacy Policy Administrator",
    "contactoff1": "TMP Worldwide, New York",
    "contactphone1": "18008672001",
    "contacttitle1": "Privacy Policy Administrator",
    "corpoffemail1": "dennis.parrington@tmp.com",
    "corpofffax1": "0000000000",
    "corpoffname1": "Dennis Parrington",
    "corpoffphone1": "6466132258",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-12",
    "orgverification": "Third party (TRUSTe)",
    "personaldata": "Online data, Offline Data",
    "ppdate": "2015-02-11",
    "previous": "25355",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-08-12",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10004"
}