{
    "CertificationStatus": "true",
    "Fax": "888-400-3511",
    "OrgName": "Ministry Centered Technologies, Inc",
    "PPLoc": "http://get.planningcenteronline.com/privacy ",
    "Phone": "888-777-2821",
    "activities": "Ministry Centered Technologies, Inc. is a privately held company that offers web-based project management applications and software. When a user registers for any Ministry Centered Technologies, Inc. product, we ask for information such as name, company name, email address, billing address, credit card information. Members who sign up for the free web account are not required to enter a credit card. Ministry Centered Technologies, Inc. uses collected information for the following general purposes: products and services provision, billing, identification and authentication, services improvement, contact, and research. Ministry Centered Technologies, Inc. does not share personal information with third parties, unless explicitly approved by the user.",
    "address": "2790 Gateway Road",
    "asp_index": "29642",
    "city": "Carlsbad",
    "contactemail1": "spillman@pco.bz",
    "contactfax1": "888-400-3511",
    "contactname1": "Jeffrey Berg",
    "contactoff1": "Ministry Centered Technologies, Inc",
    "contactphone1": "888-777-2821",
    "contacttitle1": "Owner",
    "corpoffemail1": "support@ministrycentered.com",
    "corpofffax1": "888-400-3511",
    "corpoffname1": "Jeffrey Berg",
    "corpoffphone1": "888-777-2821",
    "corpofftitle1": "Owner",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "false",
    "nextcertification": "2016-03-04",
    "orgverification": "In-house",
    "personaldata": "all client and customer personal data, manually processed and electronic",
    "ppdate": "2011-08-01",
    "previous": "19736",
    "privacyprograms": "None",
    "recoursemech": "In compliance with the US-EU and US-Swiss Safe Harbor Principles, Ministry Centered Technologies commits to resolve complaints about its users’ privacy and its use and/or collection of users’ personal information.  European Union or Swiss citizens with inquiries or complaints regarding this privacy policy should first contact Ministry Centered Technologies at the address listed below.\r\n\r\nMinistry Centered Technologies has further committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the International Center for Dispute Resolution, operated by the American Arbitration Association. Individuals whose concerns have been adequately addressed by Ministry Centered Technologies can obtain further information about international dispute resolution at http://www.icdr.org/.",
    "signupdate": "2014-03-04",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92009"
}