{
    "CertifiedThroughLabel": "",
    "Fax": "888-551-5548",
    "OrgName": "International Screening Solutions",
    "PPLoc": "http://www.intlscreening.com/privacy-policy/ ",
    "Phone": "678-7847640",
    "activities": "ISS engages in the business of, and possesses expertise in, conducting International Background Screening Services for multinational corporations.  Such services include pre-employment screening, best practices solutions design, global risk compliance checks, vendor screening, enhanced due diligence services and other background information as permitted by local laws and international regulations.\r\nISS provides international screening services only to businesses that have certified that they have a permissible purpose for the service(s) and with the written authorization of those individuals being screened.",
    "address": "114 TownPark Drive, Suite 540",
    "asp_index": "29679",
    "city": "Kennesaw",
    "contactemail1": "chris.campbell@intlscreening.com",
    "contactfax1": "888-551-5548",
    "contactname1": "Chris Campbell",
    "contactoff1": "Compliance",
    "contactphone1": "678-784-7662",
    "contacttitle1": "Director of Compliance",
    "corpoffemail1": "kristin.stafford@intlscreening.com",
    "corpofffax1": "888-551-5548",
    "corpoffname1": "Kristin Stafford",
    "corpoffphone1": "678-784-7654",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-29",
    "orgverification": "In-house",
    "personaldata": "ISS collects sensitive and personal identifiable information, as applicable to purpose, on individuals and organizations including but not limited to, Names, National Identity Numbers, DOB, Addresses, Credit Information, Employment & Education History and Criminal Record History. The data covered includes on-line, off-line, and manually processed data.",
    "ppdate": "2007-10-01",
    "previous": "24379",
    "privacyprograms": "NAPBS - National Association of Professional Background Screeners; \r\n\r\nIAPP - International Association of Privacy Professionals",
    "recoursemech": "ISS has a Dispute Resolution Policy and internal processes with formal procedures to handle and address consumer/data subjects requests, disputes, and other issues.\r\n\r\nISS has agreed to cooperate and comply with the EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2011-08-29",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30144"
}