{
    "CertifiedThroughLabel": "",
    "Fax": "215-643-8755",
    "OrgName": "Leger",
    "PPLoc": "http://leger360.com/en-us/privacy.asp ",
    "Phone": "215-643-8744",
    "activities": "Leger (as follows, “we” or “us”), as a market research company, often invites individuals to become research participants in major national research projects. Research participants may complete surveys to provide feedback and opinions on a range of social, political, lifestyle, marketing, and other questions, and may contribute other types of data. Through survey research, businesses, political organizations and governments learn from large representative samples of people. Opinions of survey participants help companies develop new products, make existing ones better, and improve customer service. Political organizations and governments also rely on survey research to advance laws and policies that the public wants or needs.\r\nWe respect the privacy of individuals who have been invited to participate in research that we conduct. For more than 25 years, Leger has been collecting information from consumers and citizens and, throughout that time, we have honored their privacy. \r\nOur Privacy Policy (“Privacy Policy”) discloses the Leger privacy practices for our survey respondents, panel members, market research study participants and market research consultants.  \r\n\r\nThe Personal Information We Collect\r\nPersonal Information means any information that can specifically identify respondent during a survey and/or enrollment process.  This information may include but is not limited to, first and last name, mailing address, phone number(s), e-mail address and in, certain circumstances, opinions and individual preferences. This information is used to contact respondents regarding market research opportunities, as well as to send incentive rewards. \r\nIn most research surveys, we also collect demographic and professional information, some of which may be considered sensitive in nature, such as age, gender, occupation, income range, racial or ethnic origin, household composition, language preference, employment status, etc. We ask these questions to help ensure that the demographic profiles of individuals who kindly participate in our surveys accurately reflect the target population that we are trying to approximate.\r\nWe may also collect sensitive information that may include but is not limited to health-related information (disease, conditions and treatment) or financial information. We will never ask for sensitive Personal Information that could give rise to economic crimes if it were lost, misused or disclosed to an unauthorized party, such as credit card numbers, social insurance numbers, bank account information, passport numbers or driver’s licence numbers.\r\n\r\nHow We Collect Personal Information \r\nWe will always collect respondent Personal Information by fair and lawful means. We collect Personal Information where we have obtained respondent consent to do so or as otherwise permitted by law.\r\nWe may collect Personal information directly from respondent or we may obtain Personal Information from clients or research firms who commission us to provide research services on their behalf.  We may also obtain Personal Information from list providers who have assured us that their lists comprise only individuals who have consented to be listed (\"opt-in\" lists). Finally, we may collect and use Personal Information obtained from publicly-available sources, such as telephone directories.\r\nWe may use a third party agent to host surveys or panel events to collect Personal Information, including email address. That information is delivered to Leger directly. Contractual agreements between Leger and third party vendors ensure that respondent Personal Information will not be shared with anyone and will not be used for any other purpose without their consent. \r\nLeger will give notice when Personal Information is collected or when any collected information is later to be provided to third parties. All notices will explain the need for the information and describe how the information will be used. Personal Information will not be used to directly market any products or services to identifiable persons unless that possibility has been disclosed in advance and the opportunity not to participate has been given.\r\n\r\nHow We Use Personal Information \r\nWe identify the purposes for which we use respondent Personal Information at the time we collect such information from respondent and obtain his consent, in any case, prior to such use. \r\nWe collect respondent Personal Information for the following purposes:\r\n(a) to conduct quantitative or qualitative marketing and social research on behalf of our clients who include businesses, non-profit organizations and governmental institutions; \r\n(b) to understand respondent opinions to establish suitability for further quantitative and qualitative marketing and social research; \r\n(c) to meet legal and regulatory requirements.\r\n\r\nIn this context, we may use respondent Personal Information for any of the following reasons:\r\n•\tTo invite a respondent to participate in survey research;\r\n•\tTo conduct a survey research interview with a respondent;\r\n•\tTo validate answers a respondent provided in a recent survey we conducted;\r\n•\tTo manage our incentives programs and fulfill a respondent requests for such incentives.\r\n•\tTo update and to ensure that our records of respondent Personal Information are correct;\r\n•\tTo provide services and support that a respondent has requested;\r\n•\tTo provide respondent with general information about Leger and our products and services;\r\n•\tTo send a respondent important information regarding his participation, changes to our Legerweb panel terms, conditions;\r\n•\tTo verify the integrity of submitted information;\r\n•\tTo detect and to prevent violation of our Terms & Conditions;\r\n•\tAs otherwise authorized by the respondent.\r\nData collected from market and social research studies is shared with our clients in aggregate (or group) form, and responses are not attributed to individuals, in other words we combine respondent survey responses with the responses of all other survey participants and report aggregate responses. Individual level responses are occasionally used, but never associated with any personal identifying information without the respondent explicit permission, except as otherwise stated herein.",
    "address": "580 Virginia Drive, Suite 141",
    "asp_index": "29680",
    "city": "Fort Washington",
    "contactemail1": "slepinay@leger360.com",
    "contactfax1": "514-987-1960",
    "contactname1": "Sandrine Lepinay",
    "contactoff1": "Leger",
    "contactphone1": "514-982-2464",
    "contacttitle1": "Deputy Managing Director",
    "corpoffemail1": "slepinay@leger360.com",
    "corpofffax1": "514-987-1960",
    "corpoffname1": "Sandrine Lepinay",
    "corpoffphone1": "514-982-2464",
    "corpofftitle1": "Deputy Managing Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-31",
    "orgverification": "In-house",
    "personaldata": "Leger organization’s self-certification covers personal data from our survey respondents, panel members, market research study participants and market research consultants.  The data covered includes manually processed data.",
    "ppdate": "2015-07-23",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Leger has further committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Privacy Principles to an independent dispute resolution mechanism, the CASRO Safe Harbor Program. If consumers do not receive timely acknowledgment of their complaint, or if they want to file a complaint, they can visit the CASRO Safe Harbor Program website at https://www.casro.org/?complaintcasrosh for more information and to file a complaint.",
    "signupdate": "2015-08-31",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19034"
}