{
    "Fax": "415-901-7040",
    "OrgName": "Buddy Media, Inc.",
    "PPLoc": "http://www.exacttarget.com/privacy-policy/website-privacy-statement ",
    "Phone": "415-901-7000",
    "activities": "This Certification applies to the Salesforce Marketing Cloud’s Web-based services branded as Buddy Media, but specifically excludes those services branded as ExactTarget, Predictive Intelligence, Radian6, and Social.com, including associated offline components and successor branding. As part of the Buddy Media services (referred to herein as “Services”), customers are permitted to submit electronic data and information, including personal data, into servers used by Buddy Media. In this context, Buddy Media acts as a data processor and does not determine how its customers’ identifiable data is utilized in those servers. Buddy Media does not choose or determine the types of data that are submitted to servers used by Buddy Media in connection with customers’ use of its Services, and any access to, or use of, such data by Buddy Media on a personally-identifiable basis is incidental to completing the contractual obligations of Buddy Media as data processor to its customers. Buddy Media acts as a data controller when, as part of Buddy Media’s internal operations, Buddy Media transfers personal data of its current and prospective customers and current and prospective business partners for processing and storage. Specifically, Buddy Media collects, transfers, and uses personal data of its current and prospective customers and current and prospective business partners for sales, billing, marketing, and business partner recruitment purposes.",
    "address": "The Landmark @ One Market, Suite 300",
    "asp_index": "29687",
    "city": "San Francisco",
    "contactemail1": "maco.stewart@salesforce.com",
    "contactfax1": "(415) 813-5145",
    "contactname1": "Maco Stewart",
    "contactoff1": "Privacy",
    "contactphone1": "(415) 536-5423",
    "contacttitle1": "Corporate Counsel - Privacy",
    "corpoffemail1": "aweaver@salesforce.com",
    "corpofffax1": "(415) 513-4172",
    "corpoffname1": "Amy Weaver",
    "corpoffphone1": "(415) 882-2761",
    "corpofftitle1": "Senior Vice President and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-02",
    "orgverification": "TRUSTe",
    "personaldata": "Offline, online, client, customer, prospect and business partner data",
    "ppdate": "2014-06-12",
    "previous": "24366",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2011-09-02",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}