{
    "CertifiedThroughLabel": "",
    "Fax": "305-530-0766",
    "OrgName": "Olympus Managed Health Care, Inc",
    "PPLoc": "http://www.omhc.com/policy/EU_Safe_Harbor_Policy_v1.1.pdf ",
    "Phone": "305-530-8600",
    "activities": "Olympus Managed Health Care respects individual privacy and values the confidence of their customers, employees, consumers, business partners and others. We strives to collect, use and disclose personal health information in a manner consistent with the laws of the countries in which we do business, and pride ourselves on upholding the highest ethical standards in our business practices.   Olympus is an independent international patient claim volume processor in the health care market.  We are dedicated to facilitating effective and efficient access to health care for our client’s members.   Information received by member, provider, network or customer will only be used in the manner in which it was intended, which may include, coordination of benefits and or processing of claims payment or disputes.  This Safe Harbor Privacy Policy sets forth the privacy principles that the Company follows with respect to personal health information transferred from the European Union (EU) to the United States.  The Company adheres to the Health and Human Services (HSS) privacy policy, the Health Insurance Portability and Accountability Act (HIPAA).",
    "address": "777 Brickell Ave Suite 410",
    "asp_index": "29698",
    "city": "Miami",
    "contactemail1": "paranda@omhc.com",
    "contactfax1": "305-455-4335",
    "contactname1": "Pedro Aranda",
    "contactoff1": "Compliance",
    "contactphone1": "305-459-4855",
    "contacttitle1": "Compliance Coordinator",
    "corpoffemail1": "paranda@omhc.com",
    "corpofffax1": "305-455-4335",
    "corpoffname1": "Pedro Aranda",
    "corpoffphone1": "305-459-4855",
    "corpofftitle1": "Compliance Coordinator",
    "eucountries": "France, Germany, Ireland, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "IRL",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Health Care Services - (HCS)Insurance Services - (INS)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Health Care Services - (HCS)",
        "Insurance Services - (INS)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-11",
    "orgverification": "In-House",
    "personaldata": "All Personal Healthcare Information obtained via EDI, Fax, Phone or Mail.",
    "ppdate": "2014-09-01",
    "previous": "24542",
    "privacyprograms": "The Health Insurance Portability and Accountability Act (HIPAA)",
    "recoursemech": "Any privacy concerns or complaints would first be directed to Compliance@omhc.com.  If any complaints were to remain unresolved, concerned parties could then escalate their complaint to the International Centre for Dispute Resolution, a division of the American Arbitration Association, ICDR/AAA Safe Harbor Program.",
    "signupdate": "2014-09-11",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33018"
}