{
    "CertificationStatus": "true",
    "Fax": "951-781-5038",
    "OrgName": "Bourns, Inc.",
    "PPLoc": "a copy of our privacy policy may be obtained by submitting a request to: Bourns, Inc., 1200 Columbia Avenue, Riverside CA, 92507, Attention: Director of Corporate Human Resources; see link below",
    "Phone": "951-781-5327",
    "activities": "Personal information used in the management and administration of employment (including processing applicants and post-employment relationships) and to facilitate the performance of employee responsibilities.  Bourns may transfer information concerning employees or applicants for employment on a confidential basis to Bourns' business advisors, such as auditors and legal counsel.",
    "address": "1200 Columbia Avenue",
    "asp_index": "29708",
    "city": "Riverside",
    "contactemail1": "colleen.butler@bourns.com",
    "contactfax1": "951-781-2520",
    "contactname1": "Colleen Butler",
    "contactoff1": "Human Resources",
    "contactphone1": "951-781-5523",
    "contacttitle1": "Vice President Human Resources",
    "corpoffemail1": "Karen.Smarr@bourns.com",
    "corpofffax1": "951-781-5273",
    "corpoffname1": "Karen Smarr",
    "corpoffphone1": "951-781-5025",
    "corpofftitle1": "Corporate Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Luxembourg, Netherlands, Norway, Poland, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Electronic Components - (ELC)",
    "industrysector_parsed": [
        "Electronic Components - (ELC)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-20",
    "orgverification": "In-house verification",
    "personaldata": "personal data for compliance management, including whistle-blowing hotline",
    "ppdate": "2011-06-27",
    "previous": "23934",
    "privacyprograms": "None",
    "recoursemech": "Employees may contact the Vice President - Human Resources at Corporate Headquarters in Riverside, California to submit complaints or address any other relevant issues.  If a complaint about the processing and/or transfer of Personal Data is not resolved to the satisfaction of the Employee through internal procedures, then Bourns will refer such person to the EU Data Protection Authority (DPA) in the jurisdiction where the person works or the Swiss Federal Data Protection and Information Commissioner (FDPIC).  Bourns will cooperate with such authorities in the investigation of any unresolved complaints.",
    "signupdate": "2011-07-20",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92507"
}