{
    "CertifiedThroughLabel": "",
    "Fax": "(877) 944-2490",
    "OrgName": "Airpush, Inc.",
    "PPLoc": "http://www.airpush.com/technology_privacy ; www.airpush.com/privacypolicy/",
    "Phone": "(877) 944-2490",
    "activities": "Airpush operates an advertising network that collects personal data from end users via mobile applications and websites that use Airpush technology and services from within the EU/EEA and Switzerland.\r\n\r\nWe may use information collected, including to: (a) Operate and improve our Service; (b) Monitor and analyze trends, usage, and activities; (c) Deliver content and advertisements to consumer devices, such as advertisements and content that is tailored to consumer interests on behalf of advertisers.\r\n\r\nWe use information collected through our Site from users within the EU/EEA and Switzerland to: (a) Operate and improve the Site; (b) Carry out our advertising services and related operations; (c) Respond to comments and questions and provide customer service; (d) Monitor and analyze trends, usage and activities in connection with our Site or services; (e) Prevent fraudulent transactions; (f) Provide and deliver your products and services and to send related information, including confirmations, invoices, technical notices, updates, security alerts, and support and administrative messages; (g) Communicate about new contests, promotions and rewards, upcoming events, and other news about products and services offered by Airpush and our selected partners; and (h) Link or combine with other information we get from third parties, to help understand needs and provide better service.",
    "address": "7900 E. Union Avenue, Ste 1100",
    "asp_index": "29718",
    "city": "Denver",
    "contactemail1": "privacy@airpush.com",
    "contactfax1": "877-944-2490 x519",
    "contactname1": "Fatima Khan",
    "contactoff1": "Legal",
    "contactphone1": "877-944-2490 x519",
    "contacttitle1": "Vice President, Legal",
    "corpoffemail1": "fatima@airpush.com",
    "corpofffax1": "877-944-2490 x519",
    "corpoffname1": "Fatima Khan",
    "corpoffphone1": "877-944-2490 x519",
    "corpofftitle1": "Vice President, Legal",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-05",
    "orgverification": "In-house",
    "personaldata": "Online, offline, and manually processed data",
    "ppdate": "2015-02-02",
    "previous": "26662",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR",
    "signupdate": "2013-09-05",
    "state": "Colorado",
    "statutorybody": "FTC",
    "zip": "80237"
}