{
    "Fax": "",
    "OrgName": "Rubicon Red LLC",
    "PPLoc": "http://www.rubiconred.com/privacy-policy-2/ ",
    "Phone": "650 241 2104",
    "activities": "Details are set out in full in Rubicon Red's Privacy Policy as attached.  \r\n\r\nWhat is collected\r\n\r\nSee Section 2 of the Privacy Policy:\r\n2.1\tWe may collect and hold the following types of Personal Information:\r\n2.1.1\tname, date of birth and relationship to other individuals (e.g. record of next of kin or emergency contact);\r\n2.1.2\taddress, phone number, fax number, email address, Skype address and other addresses/contact details/identifiers used in electronic communications or business cards;\r\n2.1.3\tvoicemail recordings left in Our phone system and images that individuals have made publicly available or provided to Us;\r\n2.1.4\tvideo and sound recordings from Our security systems;\r\n2.1.5\tdemographic information such as postcode, preferences or interests;\r\n2.1.6\tinformation about the products or services that you purchase or consider purchasing from Us, Our suppliers or business associates;\r\n2.1.7\tinformation about enquiries made to Us, Our suppliers or business associates;\r\n2.1.8\tinformation you provide when you raise a support enquiry or when We are working with you to resolve a technical or administrative query; \r\n2.1.1\tinformation that you provide in response to market research, surveys or competitions that are conducted by or for Us;\r\n2.1.2\tinformation that is provided in respect of employment, contract work, work experience or similar, whether solicited or unsolicited;\r\n2.1.3\tcredit card or details of other payment methods used on Our website or to purchase Our products and services.\r\n2.2\tAs a rule We do not collect or hold Sensitive Information. The only exceptions to this rule are:\r\n2.2.1\twhere the Sensitive Information is directly linked to the individual’s employment records and Our collection, holding and use is permitted by the law for the purpose managing the individual’s employment record;\r\n2.2.2\twhere Sensitive Information is provided to Us in connection with the individual seeking employment, contract work, work experience or similar, whether solicited or unsolicited\r\n\r\nWhen it is collected\r\n\r\nSee section 3 of the Privacy Policy:\r\n\r\n3.1\tWe collect Personal Information in a number of ways, including:\r\n3.1.1\tthrough Our website;\r\n3.1.2\tthrough communications with you, including letters, emails, telephone calls, facsimiles, surveys, competitions and via social media applications;\r\n3.1.3\tthrough communications with others;\r\n3.1.4\tin the course of providing Our products and services to you, including providing support through Our support service;\r\n3.1.5\tin the course of Our business functions and activities.\r\n3.2\tWe hold Personal Information:\r\n3.2.1\tin Our hard copy files;\r\n3.2.2\tin other systems that We use in connection with Our business, some of which may be owned and operated by Our suppliers;\r\n3.2.3\tin the database associated with Our website.\r\n\r\n\r\nWhat it is used for.\r\n\r\nSee section 4 of our Privacy Policy:\r\n\r\n4.1\tWe collect, hold, use and disclose Personal Information for the following purposes:\r\n4.1.1\tpursuing Our business activities and functions;\r\n4.1.2\tallowing the technical support personnel to provide assistance to you (or your employer), if needed in connection with any of Our professional services, managed services, software or software as a service; \r\n4.1.3\tfacilitating transactions between you (or other people who you are acting for) and Us or between you (or other people who you are acting for) and other people and organisations who are accessible via Our website or other electronic means; \r\n4.1.4\tfacilitating payment for the purchase of products or services through Our website or otherwise.  In this case you will be directed to (or We may use to facilitate the transaction) a third party website (a secure internet payment gateway) approved by the relevant financial institution to enter your credit/debit/charge card or other payment mechanism details.  This third party may in turn integrate the payment software with a third party payment application provider who assists in managing the payment transaction;  \r\n4.1.5\tperforming any of the features on Our website, e.g. conducting surveys, market research, mail outs, competitions, using social media or providing information online;\r\n4.1.6\tconducting surveys, market research, mail and competitions offline;\r\n4.1.7\tdirect marketing,\r\n4.1.8\timproving the quality of Our website and Our products and services; \r\n4.1.9\tdeveloping or adding additional products and services from Us or existing or new people and organisations that are accessible via Our website; \r\n4.1.10\ttraining and quality assurance purposes; \r\n4.1.11\tadministrative purposes; \r\n4.1.12\tallowing the technical support personnel to manage Our infrastructure, systems, databases other applications or tools; \r\n4.1.13\tstatistical analysis of the usage of Our website or applications or tools that are accessed via the website;\r\n4.1.14\tcomplying with the law, including privacy legislation.",
    "address": "303 Twin Dolphin Drive, 6th Floor",
    "asp_index": "29728",
    "city": "Redwood City",
    "contactemail1": "john.deeb@rubiconred.com",
    "contactfax1": "",
    "contactname1": "John Deeb",
    "contactoff1": "303 Twin Dolphin Drive, 6th Floor, Redwood Shores, CA 94065",
    "contactphone1": "650 241 2104",
    "contacttitle1": "Director",
    "corpoffemail1": "john.deeb@rubiconred.com",
    "corpofffax1": "",
    "corpoffname1": "John Deeb",
    "corpoffphone1": "650 241 2104",
    "corpofftitle1": "Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-21",
    "orgverification": "In-house",
    "personaldata": "Electronic and manually processed data. “Personal Information” is defined to mean information or an opinion (including information or an opinion forming part of a database), whether true or not, and whether recorded in a material form or not, about an individual whose identity is apparent, or can reasonably be ascertained, from the information or opinion.",
    "ppdate": "2014-05-20",
    "previous": "23107",
    "privacyprograms": "A self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "EU Data Protection Authorities",
    "signupdate": "2014-07-21",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94065"
}