{
    "Fax": "4046925337",
    "OrgName": "AuthenticID LLC",
    "PPLoc": "http://authenticid.co/about-dataprivacy.html ",
    "Phone": "7703355114",
    "activities": "AuthenticID uses personally identifiable information (“PII”)  to assist its customers, which may include private sector and government customers, to make a reliable identification of individuals and/or their customers, and to help prevent and mitigate identity theft and fraud.\r\n\r\nAuthenticID accomplishes this goal by comparing identification documents and information provided by individuals with identification information obtained by AuthenticID from various third party sources, and by authenticating the legitimacy of the identification documents presented by individuals.\r\n\r\nWe aspire to protect individuals’ privacy through the design of our products and services and by assuring that our sources of PII are legitimate and reliable. We also strive to promote transparency through our privacy principles and policies. \r\n\r\nAuthenticID requires its customers to use PII provided to them by AuthenticID only for identity verification, background screening, and other important anti-fraud and identity theft prevention and mitigation purposes. AuthenticID requires that its customers subscribe to the same high level of privacy and security protections as AuthenticID.\r\n\r\nAuthenticID seeks to protect the confidentiality of PII consistent with the nature and sensitivity of the PII, its public record status, and the purpose for which the PII was collected.\r\nIt is AuthenticID’s policy to retain PII only for that period of time necessary to accomplish AuthenticID’s mission or to otherwise meet legitimate business needs.",
    "address": "19, 1230 Peachtree st ne",
    "asp_index": "29726",
    "city": "Atlanta",
    "contactemail1": "blair@authenticid.co",
    "contactfax1": "4046925337",
    "contactname1": "Blair Cohen",
    "contactoff1": "AuthenticID",
    "contactphone1": "8558254343",
    "contacttitle1": "CEO",
    "corpoffemail1": "blair@authenticid.co",
    "corpofffax1": "4046925337",
    "corpoffname1": "Blair Cohen",
    "corpoffphone1": "8558254343",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-15",
    "orgverification": "in-house",
    "personaldata": "all personally identifiable information (PII) will be protected using the safe harbor framework between the US/EU.",
    "ppdate": "2014-01-03",
    "previous": "",
    "privacyprograms": "self-regulatory privacy program that adheres to the safe harbor privacy principles",
    "recoursemech": "American Arbitration Association",
    "signupdate": "2015-09-15",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30309"
}