{
    "CertifiedThroughLabel": "",
    "Fax": "(866)-641-4646",
    "OrgName": "Indiegogo, Inc.",
    "PPLoc": "http://www.indiegogo.com/about/privacy ",
    "Phone": "(866)-641-4646",
    "activities": "Indiegogo, Inc., \r\nIndiegogo is a global crowdfunding platform enabling campaign owners to launch campaigns from many countries around the world. A campaign owner may be an individual or business entity.  \r\n\r\nIn order to conduct business in the EU and Switzerland, Indiegogo collects personal information from users of our online services who create campaign(s), post content or comment on a campaign(s), contribute to a campaign(s) or to become a Partner (collectively, “Members”) residing in the EU and Switzerland.  \r\n\r\nTo register as a Member, Indiegogo collects personal information such as: \r\n•\tName\r\n•\tEmail address\r\n•\tFacebook information if signing up via Facebook connect\r\n•\tGender and location may be provided\r\n\r\nTo create a campaign, or join as a campaign team member, Indiegogo collects personal information such as: \r\n•\tLegal person or business name\r\n•\tLegal physical address\r\n•\tTax ID from a business entity\r\n•\tTelephone number\r\n•\tDate of birth\r\n•\tPayPal account information (if accepting payments via PayPal)\r\n•\tBank account information.\r\n\r\nTo contribute to a campaign, Indiegogo collects personal information such as: \r\n•\tName\r\n•\tEmail address\r\n•\tShip-to information\r\n•\tBilling name and address\r\n•\tPayPal e-mail address\r\nTo help validate a Member’s identity, for fraud prevention or legal compliance, Indiegogo collects personal information such as: \r\n•\tGender\r\n•\tDriver’s license information, government issued identification number\r\n•\tOther personally identifiable information needed for verification\r\n•\tAddress information from third party sources, such as LexisNexis\r\nPersonal information may be collected by Indiegogo as a result of email communications or posts on the website. Members are advised that personal information posted on the website as content are publicly available without any expectation of privacy or confidentiality. Testimonials are posted with Member consent and may be removed at Member’s request.  Members may decline to submit personal information; in which case, use of the services and website may not be available or certain services may not be available.\r\nIndiegogo uses personal information to operate, maintain, and provide to you the services available by using the website and conduct its business. By way of example, personal information is used to: \r\n•\tRegister as a Member and to identify Member at sign-in\r\n•\tAdminister account or funds\r\n•\tRespond to inquiries, customer service requests, complaints or a job application\r\n•\tVerify activity deemed necessary\r\n•\tSend a newsletter or other promotional communications\r\n•\tConduct research and analyze data to improve our service or customize our communications with Members\r\n•\tCommunicate with Members\r\nIndiegogo shares personal information with third parties as follows. Personal information is not sold to third parties.\r\n•\tName, email and shipping address with the campaign owner or campaign team member for delivery of Perks\r\n•\tTo comply with law including legal reporting requirements, a subpoena, or similar legal process\r\n•\tIn connection with an investigation of fraud, intellectual property infringement, piracy, or other unlawful activity or as Indiegogo believes reasonably necessary to protect or enforce its rights, protect safety or the safety of others\r\n•\tWith any other member, contributor, campaign owner or third party with Member’s prior consent to do so as described in the privacy policy\r\n•\tTo companies that provide services needed for Indiegogo’s business activities such as processing payments, accepting job applications and offering customer service\r\n•\tAs required in connection with a merger, acquisition, or sale of all or a portion of its assets or bankruptcy\r\nPersonal Information may be stored in locations outside Indiegogo’s direct control (for instance, on servers or databases co-located with hosting providers). Security Sockets Layer (SSL) encryption technology is used to encrypt sensitive personal information (such as email or password) before it travels over the internet. Credit card numbers are never stored on Indiegogo’s database or servers.\r\nMembers may opt-in to receive periodic messages from Indiegogo, including changes to features of the service, newsletters, promotions and special offers, or request such message be sent to the Member. Members may opt-out to stop receiving newsletter or marketing emails by following the unsubscribe instructions.  There may be messages relating to the services which are important so that Members may not opt out of receiving these communications.",
    "address": "965 Mission Street, 7th Floor",
    "asp_index": "29739",
    "city": "San Francisco",
    "contactemail1": "privacy@indiegogo.com",
    "contactfax1": "(866) 641-4646",
    "contactname1": "",
    "contactoff1": "Administration",
    "contactphone1": "(866) 641-4646",
    "contacttitle1": "",
    "corpoffemail1": "julian@indiegogo.com",
    "corpofffax1": "(866) 641-4646",
    "corpoffname1": "Julian Wong",
    "corpoffphone1": "(415) 948-7684",
    "corpofftitle1": "VP, Trust & Safety",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-05",
    "orgverification": "Third Party",
    "personaldata": "On-line data = data collected directly on the Internet. Offline data = any digital data processed not through the Internet – such as data collected through an Intranet. Manually processed data = data collected manually – paper, trade shows, etc. Human resources data = data related to the employees of the company self-certifying only.",
    "ppdate": "2015-06-26",
    "previous": "25127",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-08-05",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94103"
}