{
    "CertificationStatus": "true",
    "Fax": "212 627 7328",
    "OrgName": "Tablet, Inc.",
    "PPLoc": "http://www.tablethotels.com/en/privacy ",
    "Phone": "212 627 7250",
    "activities": "Tablet Inc. (“Tablet”) is an online hotel reservation company that features 2,000+ handpicked hotels in more than 100 countries, combining rich editorial content and stunning photography to enable discriminating leisure and business travelers to search for and book first class hotel accommodations, vacation packages and destination services. Tablet obtains personal information from leisure and business consumers through its websites, mobile applications and telephone, or through e-mail communications, interviews, surveys, sweepstakes, contests or raffles. Tablet may use personal information received from customers in EU/EEA and/or Switzerland in order to provide and enhance the products or services offered on its websites.  Tablet may use personal information: to record destination and hotel preferences; to make hotel reservations on customers’ behalves; to communicate with customers about their hotel reservations; issue invoices, administer accounts and collect and process payments; to provide website usage tips and assistance, inform customers of new features and tailor customers’ experiences on the websites; to send customers e-mails, e-newsletters, personalized offers via direct messaging or other communications about Tablet’s services provided that such customer has not advised that they do not wish to receive such communications;  to manage the websites, diagnose technical problems and improve website content; to send customers information about Tablet’s and its affiliates' and business partners' products and services and other information and materials that may be of interest to customers; to market, sell or provide Tablet’s products or services, or those of companies with which Tablet has a commercial relationship, but only if a customer has granted permission to do so or Tablet is otherwise able to do so under applicable law; detect and protect Tablet against error, negligence, breach of contract, fraud, theft and illegal activities;  to audit compliance with Tablet’s policies and contractual obligations; to comply with, any legal or regulatory requirements or provisions; or for any other purpose to which a customer consents.",
    "address": "6 West 18th Street",
    "asp_index": "29734",
    "city": "New York",
    "contactemail1": "accounts@tablethotels.com",
    "contactfax1": "212 627 7328",
    "contactname1": "Laurent Vernhes",
    "contactoff1": "Tablet NY",
    "contactphone1": "212 627 7250",
    "contacttitle1": "CEO",
    "corpoffemail1": "thi@tablethotels.com",
    "corpofffax1": "212 627 7328",
    "corpoffname1": "Laurent Vernhes",
    "corpoffphone1": "212 627 7250",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-14",
    "orgverification": "in-house",
    "personaldata": "online data",
    "ppdate": "2012-09-12",
    "previous": "24535",
    "privacyprograms": "N/A",
    "recoursemech": "American Arbitration Association (ICDR/AAA Safe Harbor Program)",
    "signupdate": "2012-09-14",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10011"
}