{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Solenis International LP",
    "PPLoc": "http://solenis.com/en/privacy-security ",
    "Phone": "866-337-1533",
    "activities": "Solenis International LP and its worldwide subsidiaries and affiliates (collectively “Solenis”) receives and may process certain personal data about individuals located in the EU or Switzerland in connection with (1) providing products and services, (2) processing business transactions (3) managing customer and vendor relationships, (4) responding to inquiries, requests, questions and comments, (5) participating in surveys and market research, (6) providing financial or other information about Solenis for business purposes (7) entering into or enforcing contractual relationships (8) for processing internal Human Relations services for current and former employees, (9) for product analysis or enhancement efforts, (10) performing accounting, auditing, financial and other internal business functions, (11) preventing fraud and other unlawful activity, and (12) complying with applicable legal requirements, industry standards and our policies. Personal data regarding current, former or prospective employees, temporary workers, interns, other non-permanent employees, contractors or consultants located in the EEA or Switzerland may be received and managed as part of Solenis business operations in connection with their employment (or potential employment) with or services to Solenis.  Such employee or contract personnel personal data may also be received and managed by Solenis for emergency purposes, to the extent they provide the information to Solenis. Where such personal data is received it is processed and managed by Solenis to comply with legal obligations and for benefits administration and other internal administrative purposes.",
    "address": "3 Beaver Valley Road, Suite 500",
    "asp_index": "29777",
    "city": "Wilmington",
    "contactemail1": "jmwells@solenis.com",
    "contactfax1": "",
    "contactname1": "Jane Wells",
    "contactoff1": "privacy@solenis.com",
    "contactphone1": "302-502-0811",
    "contacttitle1": "Senior Paralegal",
    "corpoffemail1": "cdwallace@solenis.com",
    "corpofffax1": "",
    "corpoffname1": "Charles Wallace",
    "corpoffphone1": "302-502-0770",
    "corpofftitle1": "Senior Vice President and Chief Information Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Chemical Production Machinery - (CHM)Industrial Chemicals - (ICH)Pulp & Paper Machinery - (PUL)Water Resources Eqpt & Services - (WRE)",
    "industrysector_parsed": [
        "Chemical Production Machinery - (CHM)",
        "Industrial Chemicals - (ICH)",
        "Pulp & Paper Machinery - (PUL)",
        "Water Resources Eqpt & Services - (WRE)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-03",
    "orgverification": "in-house",
    "personaldata": "Current, former and prospective employee or contract submitted through Solenis HR process; customer, vendor or supplier data collected as part of processing sales, finance or order placement; current, former or prospective customer data collected for marketing, sales or promotional purposes; data which may be collected both on and offline as well as manually both HR and non-HR related.",
    "ppdate": "2015-07-22",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For HR /Employee Data:  Solenis will cooperate with the EU and Swiss data protection authorities (EU DAPS or Swiss FDPIC) and for non-HR related claims, Solenis will cooperate with JAMS dispute resolution processes.",
    "signupdate": "2015-09-03",
    "state": "Delaware",
    "statutorybody": "FTC",
    "zip": "19803"
}