{
    "CertificationStatus": "true",
    "Fax": "630-858-1050",
    "OrgName": "RiverStar Software, Inc.",
    "PPLoc": "https:/ www.riverstarsoftware.com/safe_harbor/ ",
    "Phone": "800-945-6399",
    "activities": "RiverStar provides customer service solutions to companies that need them. This includes development software used to develop applications to facilitate customer service, professional services (PS) work to develop custom web applications using that tool, and hosting of web applications developed by our customers or PS team. These custom web applications in turn sometimes collect personal information of our customer’s customers. \r\n\r\nIn a hosting context, RiverStar never shares hosted data with third parties unless required to by law, for example a court order. Responsibility for implementation of privacy policy to end customers rests with the developers of the web application hosted by us. RiverStar will take reasonable precautions to protect data at the server level from loss, misuse and unauthorized access, disclosure, alteration and destruction. \r\n\r\nIn a PS context we may be (partially or fully) developing the web application. In this case, we follow directives from our customer regarding privacy issues. We actively work with our customer to ensure US-EU Safe Harbor Principles are followed in their environment if either: \r\n1) The customer is based in the EU \r\n2) The customer has specifically asked us to (if, for example, they also subscribe to EU privacy safe harbor)",
    "address": "20 Danada Square West, #260",
    "asp_index": "29781",
    "city": "Wheaton",
    "contactemail1": "security@riverstar.com",
    "contactfax1": "630-858-1050",
    "contactname1": "John Conneely",
    "contactoff1": "Security",
    "contactphone1": "847-485-9446",
    "contacttitle1": "Senior Architect",
    "corpoffemail1": "rfike@riverstar.com",
    "corpofffax1": "630-858-1050",
    "corpoffname1": "Robert Fike",
    "corpoffphone1": "847-540-8456",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-16",
    "orgverification": "In-house",
    "personaldata": "customer contact information and other personal information relevant to the voluntary relationship between the customer and our clients.",
    "ppdate": "2015-09-01",
    "previous": "24371",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR, www.bbb.org/us/safe-harbor-complaints",
    "signupdate": "2011-09-16",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60189"
}