{
    "CertifiedThroughLabel": "",
    "Fax": "858-793-4120",
    "OrgName": "PTI Marketing Technologies",
    "PPLoc": "http://www.pti.com/privacy/ ",
    "Phone": "858-847-6600",
    "activities": "PTI offers an online Software as a Service solution that enables clients to implement automated marketing processes for ordering, personalizing, producing, printing, distributing, and fulfilling personalized marketing collateral materials. In order to use PTI’s services, clients are required to register for an account and maintain current and accurate contact information on file for such account. Accordingly, PTI collects the following types of personal data from clients during the registration process: first and last name, e-mail, phone number, and mailing addresses. PTI may also collect the client’s company name, which is associated with the individual contact’s personal information.\r\n\r\n\tPTI also uses customary internet tracking methods to monitor site usage and improve its services. As a result, PTI may automatically collect and log certain types of usage data, such as using cookies and navigational data like Uniform Resource Locators (URL) to monitor user traffic trends, such as the date and time of user visits, searches performed and pages viewed, along with individualized but not personally identifiable information such as logging browser type, Internet Protocol (IP) address, domain name, and/or a date/time stamps.  \r\n\r\n\tFinally, PTI may receive, collect, and store any personal information that is voluntarily provided to it by an individual who has elected to provide feedback to PTI or to contact PTI (which contact is typically received via e-mail) for any reason, such as to respond to an employment opportunity posted on the PTI website or to submit an unsolicited inquiry regarding PTI’s products or services.  In such instances, PTI collects and has access to any personal information generated by or included in such email, including e-mail address, IP address, and any other content the sender chose to include in the e-mail.",
    "address": "201 Lomas Santa Fe Drive, Suite 3000",
    "asp_index": "29783",
    "city": "Solana Beach",
    "contactemail1": "klee@pti.com",
    "contactfax1": "858-793-4120",
    "contactname1": "VP Finance",
    "contactoff1": "PTI Marketing Technologies",
    "contactphone1": "858-847-6613",
    "contacttitle1": "",
    "corpoffemail1": "ckane@pti.com",
    "corpofffax1": "858-793-4120",
    "corpoffname1": "Coleman Kane",
    "corpoffphone1": "858-847-6603",
    "corpofftitle1": "President/Chief Executive Officer",
    "eucountries": "Denmark, France, Germany, Ireland, Italy, Netherlands, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "DNK",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NLD",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-05",
    "orgverification": "In-house",
    "personaldata": "Online",
    "ppdate": "2011-06-01",
    "previous": "24309",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (AAA) - http://www.adr.org",
    "signupdate": "2012-07-05",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92075"
}