{
    "Fax": "5126829301",
    "OrgName": "Librato, Inc.",
    "PPLoc": "https://metrics.librato.com/privacy",
    "Phone": "5126829300",
    "activities": "Personal Data You Provide to Us\r\nWe collect Personal Data from you, such as first and last name, e-mail and mailing addresses, telephone number, professional title, company name, and password, when you purchase Products, register to receive information, or register for support forums. In addition, we (or our third-party credit card or payment processor on our behalf) will collect Personal Data including your credit card number or account information when you purchase Products or services on our websites. We also retain information on your behalf, such as the Personal Data described above and any correspondence or forum postings. If you provide us feedback or contact us via e-mail (e.g., in response to an employment opportunity posted on our websites), we will collect your name and e-mail address, as well as any other content included in the e-mail, in order to send you a reply, and any information that you submit to us, such as a resume. When you participate in one of our surveys, we may collect additional profile information. When you post messages on the message boards of our websites, the information contained in your posting will be stored on our servers and other users will be able to see it. We also collect other types of Personal Data that you provide to us voluntarily, such as operating system and version, information about your application and operating environment, and other requested information if you contact us via e-mail regarding support for the Products). We may also collect Personal Data at other points in our websites that state that Personal Data is being collected.\r\n\r\nPersonal Data Collected via Technology\r\nTo make our websites, Products, and related services more useful to you, our servers (which may be hosted by a third-party service provider) collect Personal Data from you, such as browser type, operating system, Internet Protocol (IP) address (a number that is automatically assigned to your computer when you use the Internet, which may vary from session to session), domain name, and/or a date/time stamp for your visit. We may also use Cookies (as defined below) and navigational data like Uniform Resource Locators (URL) to gather information regarding the date and time of your visit and the solutions and information for which you searched and which you viewed. Like most Internet services, we automatically gather this Personal Data and store it in log files each time you visit our websites or access your account on our network.\r\n\"Cookies\" are small pieces of information that a website sends to your computer's hard drive while you are viewing a web site. We may use both session Cookies (which expire once you close your web browser) and persistent Cookies (which stay on your computer until you delete them) to provide you with a more personal and interactive experience on our websites. Persistent Cookies can be removed by following Internet browser help file directions. If you choose to disable Cookies, some areas of our websites may not work properly.\r\n\r\nPersonal Data Collected by Third Parties\r\nWe may receive Personal Data about you from other sources like telephone or fax, from companies that provide our Products or services by way of a co-branded or private-labeled website, companies that offer their products and/or services on our websites, or companies that provide services (such as payment processing services) in connection with our websites (\"Partner Companies\"). Our Partner Companies may supply us with Personal Data, such as your name and e-mail and mailing address information, in order to help us establish the account or fulfill orders. We may add this information to the information we have already collected from you via our websites in order to perform and improve the Products and services we provide.\r\nExcept as otherwise expressly provided in our Privacy Statement, only Librato collects Personal Data through our websites, Products, or the related services provided solely by Librato.\r\n\r\nUse of Your Personal Data\r\nIn general, Personal Data you submit to us is used either to respond to requests that you make, or to aid us in serving you better. Librato uses your Personal Data in the following ways: to facilitate the creation of and secure your account on our network; identify you as a user in our system; provide improved administration of our websites, Products, and related services; improve the quality of experience when you interact with our websites, Products, and related services; send you a welcome e-mail to verify ownership of the e-mail address provided when your account was created; send you administrative e-mail notifications, such as security or support and maintenance advisories; respond to your inquiries related to employment opportunities or other requests; send promotional communications; provide you with electronic newsletters, or surveys; send upgrades and special offers related to our Products and related services and for other marketing purposes of Librato or our Partner Companies, should you request to receive such communications from us; make telephone calls to you, from time to time, as a part of secondary fraud protection or to solicit your feedback.\r\nWe may create Anonymous Data records from Personal Data by excluding information (such as your name) that make the data personally identifiable to you. We use this Anonymous Data to analyze request and usage patterns so that we may enhance the content of our Products and services and improve site navigation. Librato reserves the right to use for other purposes and to disclose Anonymous Data to third parties in its discretion.\r\nIf you provide feedback on any of our Products or related services to us, we may use such feedback for any purpose, provided we will not associate such feedback with your Technical Data or your Personal Data. Librato will collect any information contained in such communication and will treat the Technical Data and Personal Data in such communication in accordance with its Privacy Statement.",
    "address": "7171 Southwest Parkway, Bldg. 400",
    "asp_index": "29793",
    "city": "Austin",
    "contactemail1": "Legal_Team@solarwinds.com",
    "contactfax1": "5126829802",
    "contactname1": "Jason Bliss",
    "contactoff1": "Legal Department",
    "contactphone1": "5124986270",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "Legal_Team@solarwinds.com",
    "corpofffax1": "5126829301",
    "corpoffname1": "Jason Bliss",
    "corpoffphone1": "5126829300",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-03",
    "orgverification": "in-house",
    "personaldata": "name, address, phone/fax number, e-mail address, organization, title, password, credit card, bank account, correspondence, forum postings, email content, survey responses, message board postings, operating system, browser type, application and operating environment information, IP address, domain name, date/time stamps for web site visits, session & persistent cookies, navigational data like URL’s",
    "ppdate": "2014-08-28",
    "previous": "24423",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2014-09-03",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78735"
}