{
    "CertifiedThroughLabel": "",
    "Fax": "972-233-3154",
    "OrgName": "Bigby, Havis and Associates, Inc. d/b/a Assess Systems",
    "PPLoc": "https:/ www.bigby.com/systems/PrivacyPolicy/privacy-policy.asp?Lan=E ",
    "Phone": "972-233-6055",
    "activities": "Bigby, Havis and Associates, Inc. is a human resources assessment company that designs, develops and provides web-based assessment products measuring various psychological, personality and character traits to client organizations and individuals directly or through distribution partners worldwide. Using these products, individuals respond to a series of questions and, in some cases, other people respond to a series of questions about the individual. Responses are tabulated and evaluated, and reports of results are produced. \r\nIn many cases, the products are intended to help client organizations make employment selection or promotion decisions. In some cases, the products are designed to also provide feedback and personal development recommendations to the individuals assessed. In other cases, the products are designed for self-assessment by the individual only.",
    "address": "12750 Merit Drive Suite 300",
    "asp_index": "29791",
    "city": "Dallas",
    "contactemail1": "Privacy@bigby.com",
    "contactfax1": "972-233-3154",
    "contactname1": "Vickie Penney",
    "contactoff1": "Privacy Group",
    "contactphone1": "972-233-6055 ext117",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "gito@assess-systems.com",
    "corpofffax1": "972-233-3154",
    "corpoffname1": "Gary Ito",
    "corpoffphone1": "972-233-6055 ext101",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Czech Republic, France, Germany, Hungary, Ireland, Italy, Luxembourg, Netherlands, Portugal, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "CZE",
        "FRA",
        "DEU",
        "HUN",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "PRT",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Employment Services - (EMP)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Employment Services - (EMP)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-07",
    "orgverification": "In-house",
    "personaldata": "Human Resources Data",
    "ppdate": "2004-08-30",
    "previous": "24557",
    "privacyprograms": "None",
    "recoursemech": "We subscribe to the US Department of Commerce Safe Harbor framework for safeguarding of privacy in the transmission of personal, human resources information between the United States and member countries of the European Union.  \r\nFor EU countries, we submit to independent dispute resolution of privacy issues by the appropriate European Data Protection Authorities (DPAs). We also agree to cooperate and comply with the Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2004-09-07",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75251"
}