{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Deep Focus, Inc.",
    "PPLoc": "http://cassandra-speaks.com/privacy ",
    "Phone": "(212)277-9090",
    "activities": "_Excerpted from Privacy Policy_\r\n\r\nWhat Information Do We Gather About You?\r\n\r\nWe may collect information that you voluntarily give us, as well as location-based information and member content as described herein. We do not collect personally identifiable information about you on this Website except as expressly noted in this policy.\r\n\r\nPersonally Identifiable Information. In order to take advantage of certain features of our Service, we may ask you to provide your e-mail address, name, mailing address, phone number or other information about yourself. We collect such registration information in order that you are able to use the Service, be added to the list to receive e-mail updates, and are able to conduct transactions elsewhere on the Website. You are not required to provide us with this information, but if you choose not to, you may not be able to participate in some of the activities on this Website.\r\n\r\nMember Content and Public Activities. We offer you opportunities to engage and provide feedback through the Service, including but not limited to online questionnaires that ask for opinions and other information. These questionnaires may be associated with your registration information for analysis and marketing purposes and, in turn, may be personally identifiable. Any information you disclose through such activities, along with your user name become public and may be used by the Company for online and offline promotional or commercial uses in any and all media. We are not responsible for personally identifiable information you choose to submit in the course of such activities and we have no responsibility to publish, take down, remove or edit any of your activities.\r\n\r\nWhat Do We Do With The Information We Gather About You?\r\n\r\nService Participation. We use the information we collect from you to allow you to participate in the Website activities for which the information is collected. For example, when you give us your e-mail address in order to receive the free daily Cassandra Daily® newsletter, that address is added to the e-mail list for the newsletter. On each e-mail you receive, you are given the opportunity to unsubscribe; once you unsubscribe, you will no longer receive such e-mails.\r\n\r\nStatistical Analysis. We may perform statistical, demographic and marketing analysis of Members and their patterns. We use this information for analysis purposes.\r\n\r\nRelevant Advertising. We may use demographic and preference information to allow advertising to be targeted to Members for whom it is most pertinent. This means Members see advertising that is most likely to interest them, and advertisers send their messages to people who are most likely to be receptive, improving both the viewer’s experience and the effectiveness of the ads. We disclose information to third parties only in aggregate or de-identified form.\r\n\r\nMember Activity Data. We may use information and opinions you voluntarily provide in conjunction with your registration information for analysis and marketing purposes and to generate aggregated, anonymous reports.\r\n\r\nWith Whom Do We Share The Information That We Gather?\r\n\r\nWithin the Company. We do not share personal information collected on this Website with anyone outside Cassandra Daily®, The Intelligence Group, and Noise Marketing LLC. By using an internet site operated or maintained by Cassandra Daily®, The Intelligence Group or Noise Marketing LLC or providing personal information to us, you are consenting to the collection, use and disclosure of your personal information as described in this policy. If you do not so consent, do not use the sites or their related forms.\r\n\r\nThird Parties. Non-personally identifiable information regarding trends, personal habits, download history and preferences which is provided by individuals is aggregated and made available on the Website and to clients without attribution to any individual and only for the purpose for which it was originally collected, or to which individuals subsequently consent (e.g., research and information regarding trends, lifestyle and culture). Additionally, we may disclose to our clients and affiliates the information you voluntarily provide to us, including your registration information.\r\n\r\nService Providers. Personal information collected on this Website may be shared with those with whom we contract to operate this Website. These contractors have agreed with us to use personal information of Website visitors only for the purposes of carrying out these operations. To the extent required or permitted by law, we may also collect, use and disclose personal information in connection with security-related or law enforcement investigations or in the course of cooperating with authorities or complying with legal requirements. We may also use your information as permitted by law to protect our rights or property, our Website, or its users. Information collected on the Website may also be used in connection with the sale, purchase, merger, reorganization, liquidation or dissolution of Cassandra Daily®, The Intelligence Group, Noise Marketing LLC or any of their business units, or in similar circumstances.\r\n\r\nAs Permitted by Law. We may disclose information we collect, including personally identifiable information, to third parties as required or permitted by law. For example, we may disclose information:\r\n\r\n§ to regulators;\r\n\r\n§ to law enforcement authorities pursuant to an official request;\r\n\r\n§ to vendors who provide us with services; and\r\n\r\n§ to companies that may acquire part or all of Company or an affiliated company.",
    "address": "25 Broadway, 9th Floor",
    "asp_index": "29795",
    "city": "New York",
    "contactemail1": "ted.oconnor@orcinternational.com",
    "contactfax1": "609-452-5299",
    "contactname1": "Edward OConnor",
    "contactoff1": "ORC International",
    "contactphone1": "609-452-5400",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "ted.oconnor@orcinternational.com",
    "corpofffax1": "609-452-5299",
    "corpoffname1": "Edward OConnor",
    "corpoffphone1": "609-452-5400",
    "corpofftitle1": "Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-08",
    "orgverification": "in-house",
    "personaldata": "e-mail address, name, mailing address, phone number, video, photo",
    "ppdate": "2014-08-27",
    "previous": "24421",
    "privacyprograms": "None",
    "recoursemech": "Users of the Cassandra Speaks site may file a complaint directly with the Organization.  Disputes will be handled by the Safe Harbor Program of the American Arbitration Association (AAA).",
    "signupdate": "2014-09-08",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10004"
}