{
    "CertifiedThroughLabel": "",
    "Fax": "+1 212 414 1154",
    "OrgName": "All Global",
    "PPLoc": "http://www.allglobal.com/privacy-policy; http://www.allglobalcircle.com/index.cfm?action=Main.lobbyGeneral&myContent=PRIVACY",
    "Phone": "+1 212 271 1200",
    "activities": "All Global manages a healthcare panel in Europe which consist of individuals who have registered to participate in healthcare research on an ongoing basis. In addition, All Global designs and delivers employee, leader, and customer surveys. All Global collections information such as name, email address, postal address, phone number, demographic information, physician registration number and personal health information and transfers such information to the U.S. All Global may also transfer employee and client personal information to the U.S., including home address, phone number, salary, other compensation history, incentive plans, biographical information and background checks, performance evaluations, demographic information and other records in the employee’s personnel file.",
    "address": "11 Madison Av.",
    "asp_index": "29809",
    "city": "New York",
    "contactemail1": "jessica.santos@allglobal.com",
    "contactfax1": "+1 212 414 1154",
    "contactname1": "Jessica Santos",
    "contactoff1": "All Global",
    "contactphone1": "+1 212 271 1200",
    "contacttitle1": "Global Compliance and Quality Director",
    "corpoffemail1": "cdunster@gmi-mr.com",
    "corpofffax1": "+1 212 414 1154",
    "corpoffname1": "Chris Dunster",
    "corpoffphone1": "+1 508 503 3642",
    "corpofftitle1": "Vice President, Global Supply",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Services - (GSV)Information Services - (INF)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-13",
    "orgverification": "In-house",
    "personaldata": "Online, offline, manually processed data and human resource data",
    "ppdate": "2005-01-09",
    "previous": "24604",
    "privacyprograms": "All Global strictly operate under European Commission’s Directive on Data Protection 1998. We have an EU operation and a global healthcare panel consists of HCP’s personal information. We are registered with ICO (UK). We are a CASRO member. We follow Safe Harbor seven principles and have clear corporate privacy policy (http://www.allglobal.com/privacy-policy) and privacy policy to our panel members (http://www.allglobalcircle.com/index.cfm?action=Main.lobbyGeneral&myContent=PRIVACY)",
    "recoursemech": "As part of our participation in Safe Harbor, we have agreed to AAA resolution for consumer related disputes relating to our compliance with the Safe Harbor Privacy Framework (Note, for any dispute related to European HR data the dispute resolution mechanism shall be the applicable EU based Data Protection authority (EU DPAs)). If you have any complaints regarding our compliance with the Safe Harbor you should first contact us (as provided above). If you have questions or concerns regarding our compliance with the U.S. E.U. and U.S. Swiss Safe Harbor framework, you should first contact us at info@allglobal.com. If you do not receive acknowledgement of your inquiry in 30 days, or your inquiry has not been satisfactorily addressed, you have the option to contact American Arbitration Association (AAA), our third party Safe Harbor dispute resolution provider, register and file a claim at http://go.adr.org/safeharbor",
    "signupdate": "2012-09-13",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10010"
}