{
    "CertificationStatus": "true",
    "Fax": "630-813-5865",
    "OrgName": "Molex, LLC",
    "PPLoc": "http://www.molex.com/images/about/safe-harbor_201509.pdf ",
    "Phone": "630-718-5865",
    "activities": "Molex LLC has elected to participate in the European Union (“EU”) and Swiss Safe Harbor Privacy frameworks (“Safe Harbor”) with respect to certain personally identifiable information that Molex receives and stores in the United States about employees of Koch Industries, Inc. and its affiliated companies located in the EU and Switzerland (“European Data”).  Participation in Safe Harbor requires Molex obtain this data in accordance with the cross-border data transfer restrictions in the EU and Swiss data protection laws. European Data may include very basic information, such as name and contact information, as well as data that is more personal in nature, such as family information, date of birth or marital status..  For these purposes, aggregate and anonymous statistical data about Individuals are not “European Data.”",
    "address": "2222 Wellington Court",
    "asp_index": "29806",
    "city": "Lisle",
    "contactemail1": "barbara.whiteside@molex.com",
    "contactfax1": "630-813-5013",
    "contactname1": "Barbara Whiteside",
    "contactoff1": "Molex, LLC Compliance & Ethics Office",
    "contactphone1": "630-718-5013",
    "contacttitle1": "Vice President Global Compliance & Ethics",
    "corpoffemail1": "thomas.henson@molex.com",
    "corpofffax1": "630-813-5865",
    "corpoffname1": "Thomas Henson",
    "corpoffphone1": "630-718-5865",
    "corpofftitle1": "Director, Information Security",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Electronic Components - (ELC)Electrical Power Systems - (ELP)",
    "industrysector_parsed": [
        "Electrical Power Systems - (ELP)",
        "Electronic Components - (ELC)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-08",
    "orgverification": "In-house self-assessment",
    "personaldata": "Employee data from Koch Industries, Inc. and  its affiliated companies",
    "ppdate": "2015-09-04",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Molex, LLC will cooperate with JAMS in accordance with the JAMS International Mediation Rules.\r\nFor complaints concerning the handling of personal information of employees of Koch Industries, Inc., or of the company's affiliates or subsidiaries identified in the Safe Harbor Privacy Policy, Molex LLC. will cooperate with relevant EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2015-09-08",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60532"
}