{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Seeing Interactive, Inc.",
    "PPLoc": "http://ownlocal.com/privacy-policy/ ",
    "Phone": "888-850-2497",
    "activities": "Newspapers sell our \"backend\" service to their display advertisers, then send us their published display advertisements in PDF format by way of a direct feed. Those ads are categorized as publicly available. Our platform extracts the data within those ads, and then posts it online in a search engine optimized format. This takes the form of a local business directory attached via subdomain to the providing newspaper's website. We host the directory, it is populated strictly with publicly available information. There is no real personal information used or transmitted other than what was already made publicly available via the print ads. Appearing in that directory in a search engine optimized format is the service that the newspaper customers pay for. We do not sell directly to the businesses, that realtionship is between the newspaper and the advertisers. Our relationship is solely with the newspaper as one of their vendors.",
    "address": "701 Brazos Street, Suite 1613",
    "asp_index": "29808",
    "city": "Austin",
    "contactemail1": "privacy@ownlocal.com",
    "contactfax1": "",
    "contactname1": "",
    "contactoff1": "Seeing Interactive - headquarters",
    "contactphone1": "888-850-2497",
    "contacttitle1": "Chief of Staff or Chief Revenue Officer",
    "corpoffemail1": "landon@ownlocal.com",
    "corpofffax1": "",
    "corpoffname1": "Landon Morales",
    "corpoffphone1": "561-809-1586",
    "corpofftitle1": "Chief Revenue Officer",
    "eucountries": "Germany, Ireland, Spain, United Kingdom",
    "eucountries_parsed": [
        "DEU",
        "IRL",
        "ESP",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-02",
    "orgverification": "in-house",
    "personaldata": "The data covered by our Privacy Policy is that display advertisement data received from newspapers in order to populate their online business directory. That is the extent of the data that we receive so that is what we will self certify.",
    "ppdate": "2015-09-01",
    "previous": "",
    "privacyprograms": "n/a",
    "recoursemech": "Seeing Interactive, Inc. has further committed to refer unresolved privacy complaints under the US-EU Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Seeing Interactive, Inc., please visit the BBB EU SAFE HARBOR web site at http://www.bbb.org/council/eusafeharbor/bbb-eu-safe-harbor-dispute-resolution-program/how-to-file-a-complaint-with-bbb-eu-safe-harbor/ for more information and to file a complaint.",
    "signupdate": "2015-10-02",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78701"
}