{
    "CertifiedThroughLabel": "",
    "Fax": "(512) 233-0583",
    "OrgName": "Snap Trends, Inc.",
    "PPLoc": "http://snaptrends.com/privacy-policy/ ",
    "Phone": "(512) 716-8410",
    "activities": "Snap Trends collects personal information online and offline in connection with its business activities, including information that it receives from the European Union and/or Switzerland primarily for (1) customer support activities, such as fulfilling product orders, providing technical support and improving product offerings; (2) sales and marketing activities as permissible under applicable law; (3) enabling and providing online product services, such as but not limited to software as a service offerings and business and advertising optimization services; and (4) internal business processes such as financial processing and management, fraud detection and prevention, and compliance with governmental, legislative and regulatory bodies. In some instances when Snap Trends is providing online product services to customers, Snap Trends may receive and process personal information on behalf of these customers as a data processor. In Snap Trends’ capacity as a data processor, Snap Trends acts on the instructions of these customers and does not own the personal information it may process on the customers’ behalf. As a data processor, Snap Trends uses reasonable physical, electronic, and administrative safeguards to protect personal information from loss; misuse; or unauthorized access, disclosure, alteration, or destruction. Snap Trends does not control this data and any access to or use of such data is incidental to completing its contractual requirements for the customer. Customers that use an online product service are responsible for complying with all other obligations in relation to personal information they may collect. Snap Trends maintains a privacy policy in connection with its provision of services to its customers.",
    "address": "7300 Ranch Road 2222, Building 3, Suite 250",
    "asp_index": "29824",
    "city": "Austin",
    "contactemail1": "eswider@snaptrends.com",
    "contactfax1": "(512) 233-0583",
    "contactname1": "Erin Swider",
    "contactoff1": "Snap Trends, Inc.",
    "contactphone1": "(512) 716-8411",
    "contacttitle1": "Controller",
    "corpoffemail1": "eklasson@snaptrends.com",
    "corpofffax1": "(512) 233-0583",
    "corpoffname1": "Eric Klasson",
    "corpoffphone1": "(512) 716-8412",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-24",
    "orgverification": "In-house and TRUSTe",
    "personaldata": "On-Line Data",
    "ppdate": "2014-09-11",
    "previous": "17885",
    "privacyprograms": "TRUSTe's Privacy Seal program",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-09-24",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78730"
}