{
    "CertificationStatus": "true",
    "Fax": "603-641-9535",
    "OrgName": "AssureTec Technologies, Inc.",
    "PPLoc": "http://www.assuretec.com/policies/AssureTec_Privacy_Statement.htm ",
    "Phone": "603-641-8443",
    "activities": "AssureTec's software, known as \"AssureID\", is used when an individual and/or customer needs to present their personal identity document to a immigration authority, retail supplier, transportation department or law enforcement agency.  Once processed, AssureID does not store personal information from the document bearer except under the following circumstances;\r\n\r\nSample data is the set of input data captured by a document reader or scanner, including document images, magnetic stripes, 2D barcodes, and contact or contactless chip data.  This information does contain personally identifiable information (PII) about the document bearer.\r\nSample data may also include other metadata including but not limited to:\r\n•\tBasic software information such as AssureID software and library versions\r\n•\tDevice information, including device models, manufacturers, and serial numbers\r\n•\tCustomer information, such as product license key and customer name\r\n•\tResults of the authentication process\r\nThe sample data for a single document is stored in a single, encrypted file to protect this sensitive information from unauthorized access.\r\nWhen this information is provided, AssureTec stores this information in a secure database with controlled access and will only use this information to make improvements to the product or to test the product to verify its performance and accuracy.\r\n\r\nAssureTec also collects data using The AssureID Customer Experience program which collects anonymous information about the usage and performance of AssureID Sentinel and transmit's this information to AssureTec where it is maintained in an internal database for use in developing and maintaining the product.  This information is used by the AssureTec development team to determine how well document classification, data capture, and authentication are working in the field by identifying trends using a large amount of data.  Participation in the program is optional. \r\n\r\nThe document library development team uses customer experience data frequently for purposes such as:\r\n\r\n•\tFind problematic document types (i.e. those that have authentication high failure rates using recent software versions).\r\n•\tFine-tune the authentication scoring model based on real world raw scores.\r\n•\tFind data parsing problems (magstripe/barcode) by looking at document types with data parsing failures.\r\n•\tPrioritize development by document type frequency (i.e. real world usage).\r\n\r\nCustomer experience data is truly anonymous, meaning that no identifying customer, computer, or document information is captured by default",
    "address": "200 Perimeter Road",
    "asp_index": "29823",
    "city": "Manchester",
    "contactemail1": "robert.reeves@assuretec.com",
    "contactfax1": "603-641-9535",
    "contactname1": "Robert T Reeves",
    "contactoff1": "Headquarters",
    "contactphone1": "603-935-4110",
    "contacttitle1": "VP Business Acceleration & Logistics",
    "corpoffemail1": "steve.maloney@assuretec.com",
    "corpofffax1": "603-641-9535",
    "corpoffname1": "Steve Maloney",
    "corpoffphone1": "603-935-4121",
    "corpofftitle1": "CEO & President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)Security & Safety Equipment - (SEC)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)",
        "Security & Safety Equipment - (SEC)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-21",
    "orgverification": "in-house",
    "personaldata": "Sample data is the set of input data captured by a document reader or scanner, including document images, magnetic stripes, 2D barcodes, and contact or contactless chip data.  This information does contain personally identifiable information (PII) about the document bearer. This includes manually processed data.",
    "ppdate": "2010-05-01",
    "previous": "",
    "privacyprograms": "Document Security Alliance",
    "recoursemech": "American Arbitration Association",
    "signupdate": "2015-09-21",
    "state": "New Hampshire",
    "statutorybody": "FTC",
    "zip": "03103"
}