{
    "Fax": "217-351-1549",
    "OrgName": "Human Kinetics, Inc.",
    "PPLoc": "http://www.humankinetics.com/safe-harbor ",
    "Phone": "800-747-4457",
    "activities": "Human Kinetics receives personal information from the EU as a result of commercial operations related to the sale of a variety of information products and of internal operations related to human resource management. In general, the personal information we collect for commercial purposes enables us to provide goods and services to customers and users. Human Kinetics uses personal information from customers and users in the following ways, among others: handling orders; delivering products and services; processing payments; communicating with customers and users about orders, products, services and promotional offers; updating our records and generally maintaining customer and user accounts; displaying content; and preventing or detecting fraud or abuses of our web sites. Human Kinetics uses personal information from employees of its EU subsidiary for human resource management and an employee directory.",
    "address": "P.O. Box 5076",
    "asp_index": "29842",
    "city": "Champaign",
    "contactemail1": "safeharbor@hkusa.com",
    "contactfax1": "217-351-2674",
    "contactname1": "Tina Daniel",
    "contactoff1": "Human Kinetics",
    "contactphone1": "217-351-5076",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "safeharbor@hkusa.com",
    "corpofffax1": "217-351-2674",
    "corpoffname1": "Tina Daniel",
    "corpoffphone1": "217-351-5076",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Books & Periodicals - (BOK)Computer Software - (CSF)Education & Training - (EDS)Films Videos & Other Recordings - (FLM)",
    "industrysector_parsed": [
        "Books & Periodicals - (BOK)",
        "Computer Software - (CSF)",
        "Education & Training - (EDS)",
        "Films Videos & Other Recordings - (FLM)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-08",
    "orgverification": "In-house",
    "personaldata": "Off-line data, on-line data, manually processed data, and human resources data",
    "ppdate": "2010-10-01",
    "previous": "24613",
    "privacyprograms": "None",
    "recoursemech": "Human Kinetics commits to cooperate with EU data protection authorities (DPAs). Human Kinetics will cooperate with the DPAs in the investigation and resolution of complaints brought under the safe harbor; will comply with any advice given by the DPAs where the DPAs take the view that the organization needs to take specific action to comply with the Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by any non-compliance with the Principles; and will provide the DPAs with written confirmation that such action has been taken.",
    "signupdate": "2010-10-08",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "61825-5076"
}