{
    "CertifiedThroughLabel": "",
    "Fax": "707-829-5754",
    "OrgName": "Safari Books Online LLC",
    "PPLoc": "https:/ www.safaribooksonline.com/privacy/ ",
    "Phone": "707-827-4996",
    "activities": "We collect personal information in the following ways:\r\n\r\n1.1 When you contact or communicate with Safari, we may gather information such as your name, physical address, email address and phone number.\r\nWhen you participate in a promotional offer (such as a trial subscription) and/or purchase products or services, we may gather information regarding the offer that you participate in, and any products or services that you purchase, as well as financial information such as your credit card number.\r\nWhen you register for an online account, subscribe to a newsletter, participate in communities or an event, program, class or promotion, or click on a URL, we may gather user preferences, product interests, industry focus, community choices and other customer profile information.\r\n1.2 Certain products and services that you acquire from us may connect and transmit telemetry and system/product data to us or our authorized agents. This data may include, but is not limited to, system model, operating system, host ID and IP address.\r\nWe use this information to manage and administer our products and services, and as the basis for advising you of the availability of updates and new versions, testing and monitoring services that we provide, enhancing our products and services, and improving and targeting our communications with you.\r\n\r\n1.3 We use cookies for authentication, to remember users’ settings, and to improve user experience and the overall quality of our service.   Users can control the use of cookies at the individual browser level. If you reject cookies, you may still use our site, but your ability to use some features or areas of our site may be limited. \r\n\r\nTechnologies such as cookies, beacons, tags and scripts are used by us and our affiliates, and other companies with whom we do business, such as technology service providers, analytics providers. These technologies are used in analyzing trends, administering the site, tracking users’ movements around the site and to gather demographic information about our user base as a whole. We may receive reports from these companies based on the use of these technologies by these companies, and the reports may be based on the analysis of individual and/or aggregated usage.\r\nWe use Personal Information to conduct business, provide information and support for products and services, improve our understanding of your needs and interests, develop and improve our services and products, and personalize communications (including advising you of relevant promotions, products, services, and news about Safari and affiliated third parties; Processing and fulfilling order; creating and monitoring accounts; analyzing how our products and services are used; personalizing content; advertising including but not limited to remarketing, Google Display Network Impression Reporting, and Google Analytics Demographics and Interest Reporting. We may base the content and placement of ads for Safari service offerings on third party sites across the internet, based on information provided to us by third party services such as Google Analytics Demographics and Interest Reporting; monitoring our services in order to prevent and identify unauthorized content use and violations of our user agreements).\r\nWe may share or disclose personal information with:\r\nCompanies that are related to Safari, in order to support business and marketing processes; service providers and suppliers, who are authorized to use your personal information only as necessary to provide these services to us. For example, we use a third party payment processor in order to bill you for the goods and services you have purchased, an email service provider to send communications to you on our behalf, and a third party \"Live Chat\" service that helps provide customer service.",
    "address": "1003 Gravenstein Hwy N.",
    "asp_index": "29851",
    "city": "Sebastopol",
    "contactemail1": "alabat@safaribooksonline.com",
    "contactfax1": "707-829-5754",
    "contactname1": "Arlette Labat",
    "contactoff1": "Safari Books Online, LLC",
    "contactphone1": "707-827-4996",
    "contacttitle1": "Director, Contract Administration",
    "corpoffemail1": "legal@safaribooksonline.com",
    "corpofffax1": "707-829-5754",
    "corpoffname1": "Kathy Lanterman",
    "corpoffphone1": "707-827-7171",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-27",
    "orgverification": "Third Party (TRUSTe)",
    "personaldata": "Personal data processed by our organization includes users' name, mailing address, phone number or email address, and data regarding a user's use of the service (including which content has been accessed).",
    "ppdate": "2014-10-22",
    "previous": "24663",
    "privacyprograms": "TRUSTe Privacy Seal",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-09-27",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95472"
}