{
    "Fax": "(312) 447-0514",
    "OrgName": "Cogswell Enterprises Inc. d/b/a WiredTree",
    "PPLoc": "http://www.wiredtree.com/legal/ps-safeharbor.php ",
    "Phone": "(312) 447-0510",
    "activities": "When a client orders services through WiredTree, we request certain personally identifiable information from them on our order form to us to allow us to process the order, provide them with the services they order from us, and to provide ongoing technical support for their account. Clients must provide contact information (such as name, email, phone number, and address) and financial information (such as credit card number, expiration date). By purchasing our services, they agree to provide and maintain accurate, complete and updated information.\r\nAfter a client orders our services, we may be in communication with them about their account. These communications are essential to our relationship with the client and to our ability to provide them with quality services that are responsive to their needs. As a result, we may maintain information about our communications with clients for future use.\r\nWiredTree collects tracking data when users visit our websites. Whenever you request a page through your browser, navigation data such as your IP address, browser and version, operating system, date and time and the site from which you came are stored in a log file. We use this data to analyze visitors' use of our site in order to make improvements to our site.",
    "address": "53 W Jackson Blvd, Suite 1734",
    "asp_index": "29875",
    "city": "Chicago",
    "contactemail1": "zcogswell@wiredtree.com",
    "contactfax1": "(312) 447-0514",
    "contactname1": "Zachary Cogswell",
    "contactoff1": "same as above",
    "contactphone1": "(312) 447-0510",
    "contacttitle1": "President",
    "corpoffemail1": "zcogswell@wiredtree.com",
    "corpofffax1": "(312) 447-0514",
    "corpoffname1": "Zachary Cogswell",
    "corpoffphone1": "(312) 447-0510",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-14",
    "orgverification": "In-house",
    "personaldata": "On-line",
    "ppdate": "2010-08-31",
    "previous": "24328",
    "privacyprograms": "None",
    "recoursemech": "JAMS Safe Harbor Program",
    "signupdate": "2010-09-14",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60604"
}