{
    "CertifiedThroughLabel": "",
    "Fax": "404 878 4723",
    "OrgName": "Turner Broadcasting System, Inc.",
    "PPLoc": "Employees: http://myturner.turner.com/compliance_sbc; vendors, suppliers, business customers and business contacts: http://www.turner.com/#/safe-harbor-privacy-policy ",
    "Phone": "404 827 1500",
    "activities": "Turner Broadcasting System, Inc. may collect and use Personal Data from its past, present and prospective \r\n\r\n(A) employees and their beneficiaries, dependents and emergency contacts, contractors, consultants and other individuals who provide services to Turner or its affiliates and subsidiaries, for purposes which include:\r\n\r\nHuman resources functions, including but not limited to onboarding, training, career and succession planning, administering employee contracts, employee evaluations and surveys, implementing employee-related actions and obligations, budgeting and forecasting, administering payroll, bonus and benefits, and related information; human capital management and reporting; recruitment and hiring activities; business continuity and disaster recovery; employee directories, email system and archiving solutions, information technology support and services; events planning, expense and business  travel management; and security, health and safety, legal and regulatory compliance reporting, auditing and management, including but not limited to, in connection with legal process or litigation, and for investigative and disciplinary purposes;\r\n\r\nand\r\n\r\n(B) vendors, suppliers, business customers and business contacts of Turner and its affiliates or subsidiaries, for purposes which include:\r\n\r\nContact information directories; email system and archiving solutions; IT support and services; management of Turner’s supply chain and distribution channels; business administration and accounting activities; contract administration; reporting, forecasting, invoice generation and financial reconciliation; and security, health and safety, legal and regulatory compliance reporting, auditing and management, including but not limited to, in connection with legal process or litigation, and for investigative and disciplinary purposes.",
    "address": "One CNN Center",
    "asp_index": "29879",
    "city": "Atlanta",
    "contactemail1": "safeharbor@turner.com",
    "contactfax1": "404 878 4723",
    "contactname1": "Michael Hauser",
    "contactoff1": "Turner Legal Department – Safe Harbor Program",
    "contactphone1": "404 878 2627",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "louise.sams@turner.com",
    "corpofffax1": "404 827 2381",
    "corpoffname1": "Louise Sams",
    "corpoffphone1": "404 827 1008",
    "corpofftitle1": "Executive Vice President and General Counsel",
    "eucountries": "Denmark, France, Germany, Hungary, Iceland, Italy, Norway, Poland, Romania, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "DNK",
        "FRA",
        "DEU",
        "HUN",
        "ISL",
        "ITA",
        "NOR",
        "POL",
        "ROU",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Films Videos & Other Recordings - (FLM)",
    "industrysector_parsed": [
        "Films Videos & Other Recordings - (FLM)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-11",
    "orgverification": "In-house",
    "personaldata": "Organization data and vendor, supplier, business customer and business contact information.  Yes, the data covered includes manually processed data.",
    "ppdate": "2012-08-30",
    "previous": "24554",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "2012-09-11",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30303"
}