{
    "Fax": "",
    "OrgName": "Exiger Diligence LLC",
    "PPLoc": "http://www.exiger.com/safe-harbor-privacy-policy/ ",
    "Phone": "2128333238",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\nThe following is a general description of how Exiger Diligence LLC and its affiliates (“Exiger”) use personal information obtained from the EU (\"Protected Information\"):\r\n(1) Exiger uses Protected Information pertaining to current and former employees of Exiger in connection with the management and operation of Exiger firms, making services and benefits available to such personnel and maintaining contact with former employees.\r\n(2) Exiger uses Protected Information obtained from, or relating to, prospective and current clients of Exiger and their personnel to provide investigative, due diligence, advisory, risk and compliance services (“Our Services”) to such clients and to fulfill its professional obligations pertaining to Our Services. Protected Information may also be provided to Exiger via its websites and portals and used in support of providing Our Services, marketing or to respond to requests for information.\r\n(3) Exiger receives Human Resources data from its EU subsidiaries which is used for the purposes of Exiger’s Human Resources and related financial management, including, without limitation, payroll administration, compensation, benefits, audits and contingent workforce management.",
    "address": "8403 Colesville Road",
    "asp_index": "29874",
    "city": "Silver Springs",
    "contactemail1": "cmcpherson@exiger.com",
    "contactfax1": "",
    "contactname1": "Clewin McPherson",
    "contactoff1": "Silver Spring",
    "contactphone1": "2128333238",
    "contacttitle1": "Director IT and Security",
    "corpoffemail1": "rcollins@exiger.com",
    "corpofffax1": "",
    "corpoffname1": "Ron Collins",
    "corpoffphone1": "2128333221",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-10",
    "orgverification": "In-house",
    "personaldata": "Client Data, Customer Data, Case Data, On-line Data, Off-line Data, Manually Processed, Human Resources data",
    "ppdate": "2015-08-15",
    "previous": "",
    "privacyprograms": "Exiger has a self-regulatory program that satisfies the Harbor Privacy Principles",
    "recoursemech": "Better Business Bureau (except human resources data); E.U. Data Protection Authorities (exclusively in connection with human resources data)",
    "signupdate": "2015-09-10",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "20910"
}