{
    "CertificationStatus": "true",
    "Fax": "610-461-4239",
    "OrgName": "Asendia USA",
    "PPLoc": "http://www.asendiausa.com/privacy-policy/ ",
    "Phone": "18006245287",
    "activities": "Asendia USA Safe Harbor Privacy Policy:\r\n\r\nProcessor on Behalf - Asendia USA Inc. provides international mail services including mail preparation and delivery as well as computer services designed to help companies manage their customer information to ensure the best possible delivery of mail to its intended recipient.  In some cases, the services that we perform for clients are limited to the personalization and addressing of mail pieces from files provided by our customers. Such data files rarely contain information beyond name, title, company, address, city, postal region, country & postal code.\r\n\r\nAsendia USA Inc. abides by the Safe Harbor Principles developed by the US Department of Commerce and the European Commission in the provision of all services rendered to clients that employ the use of personal data.\r\n\r\nWe receive personal data transferred from the EU to the US as a Data Processor on behalf of ours clients. In this capacity, Asendia USA acts as the Data Processor and our clients act as the Data Controller. Asendia USA does not own or control any of the information it processes on behalf of its’ clients. All such information is owned and controlled by the respective client.\r\n\r\nProcesses performed by Asendia USA on behalf of its clients are pursuant to the instructions of the applicable client. Asendia USA may use the services of third party data processors to process personal data in accordance with purposes identified for such personal data by the applicable client.",
    "address": "701C Ashland Avenue",
    "asp_index": "29907",
    "city": "Folcroft",
    "contactemail1": "colleen.smith@asendia.com",
    "contactfax1": "610-461-4239",
    "contactname1": "Colleen M. Smith",
    "contactoff1": "Asendia USA, Inc. (Folcroft, PA)",
    "contactphone1": "18006245287 ext5314",
    "contacttitle1": "Sr. Marketing Communications Specialist",
    "corpoffemail1": "michael.hastings@asendia.com",
    "corpofffax1": "610-461-4239",
    "corpoffname1": "Michael Hastings",
    "corpoffphone1": "18006245287 ext5300",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "",
    "eucountries_parsed": [],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Transportation Srvs (Except Aviation) - (TRN)",
    "industrysector_parsed": [
        "Transportation Srvs (Except Aviation) - (TRN)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-02",
    "orgverification": "In-house",
    "personaldata": "Off-Line and Manually Processed Data",
    "ppdate": "2004-09-01",
    "previous": "24228",
    "privacyprograms": "N/A",
    "recoursemech": "Asendia USA has designated JAMS as our Alternative Dispute Resolution (ADR) Provider for participation in the Safe Harbor Program.",
    "signupdate": "2004-09-02",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19032"
}