{
    "CertifiedThroughLabel": "",
    "Fax": "203-567-7367",
    "OrgName": "Survey Sampling International",
    "PPLoc": "https:/ www.surveyspot.com/policies/privacy ",
    "Phone": "203-567-7200",
    "activities": "Survey Sampling International, LLC and its subsidiaries and affiliates worldwide (collectively \"SSI\") provide sampling solutions and technology for survey research, and SSI offers access to consumer and business-to-business respondents via Internet, telephone, and wireless/mobile methodologies, plus value-added services, including, without limitation, survey programming and hosting and data collection services. SSI's collection and processing of personal information includes the following:\r\n\r\n(1) SSI collects and processes HR and organizational data from employees, contractors and temporary workers in connection with their employment with or engagement by SSI. The personal information is collected and processed throughout the data subject's employment or engagement with SSI.\r\n\r\n(2) SSI collects and processes personal information from individuals who have opted-in to join a survey panel owned, managed, and/or operated by SSI. SSI processes the personal information for this group of data subjects for the purpose of: (a) conducting market and opinion survey research, (b) providing reward and incentive fulfillment in connection with rewards/incentives received or earned by panel members for completing surveys, (c) communicating with members of the panels about the panels and their participation therein, and (d) conducting or performing various activities in connection with operating and managing the panels, including, without limitation, distributing communications, fraud prevention and detection, performing customer engagement activities, and complying with legal obligations.  \r\n\r\n(3) Collecting and processing personal information from non-SSI panel members who are participating in market and opinion survey research.\r\n\r\n(4) collecting and processing personal information of actual or potential clients for the purpose of offering or providing information on SSI's services, negotiating terms for SSI's services, and performing and completing SSI's services.  \r\n\r\nPersonal Information about individuals located within the EU/EEA and/or Switzerland are collected on servers located in the United States.",
    "address": "6 Research Drive",
    "asp_index": "29914",
    "city": "Shelton",
    "contactemail1": "Ashlin.Quirk@surveysampling.com",
    "contactfax1": "203-989-0802",
    "contactname1": "Ashlin Quirk",
    "contactoff1": "Shelton, CT",
    "contactphone1": "203-567-7200",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "Ashlin.Quirk@surveysampling.com",
    "corpofffax1": "203-989-0802",
    "corpoffname1": "Ashlin Quirk",
    "corpoffphone1": "203-567-7200",
    "corpofftitle1": "Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2016-08-11",
    "orgverification": "In-house",
    "personaldata": "Personal data of survey panelists and participants, organizational data, and client or potential client data. Data is processed manually.",
    "ppdate": "2013-08-15",
    "previous": "24602",
    "privacyprograms": "None",
    "recoursemech": "For organization human resources data: EU data protection authorities (DPAs).\r\n\r\nFor all other categories of data: BBB EU Safe Harbor.",
    "signupdate": "2008-08-11",
    "state": "Connecticut",
    "statutorybody": "FTC",
    "zip": "06484"
}