{
    "CertifiedThroughLabel": "",
    "Fax": "917-591-2371",
    "OrgName": "DigitalOcean",
    "PPLoc": "https:/ www.digitalocean.com/legal/privacy/ ",
    "Phone": "646-578-8480",
    "activities": "Personal Data Collected\r\nDigitalOcean collects and stores personal information including the full name, company name, billing address, email address, IP address, landing page, referring URL for all customers upon registration and use of our service. We also store cookies for visitors to our websites in order to identify them for relevant advertising through third party websites, also known as retargeting. We also gather anonymous usage information from our visitors via cookies for usage with Google Analytics. If you have any questions regarding the data that is collected and or stored please contact us via email to contact@digitalocean.com or via mail to our address listed below.\r\n    \r\nSecurity of Personal Data\r\nDigitalOcean is committed to protecting the security of customer collected Personal Data. To do so we employ a variety of industry-standard security technologies and measures to help protect your data from unauthorized access, use, or disclosure which include but are not limited to encrypting any transmission of said information using secure socket layer (SSL), passing of credit card information directly to our PCI compliant Merchant Processor, encryption of any collected credit card information, encryption of passwords and other authentication mechanisms such as API keys, and restricting access to encrypted information to support personnel at DigitalOcean. We require that customers enter in a password to access their account information and request that customers use a password composed of different characters and of a large length to strengthen security and that they do not disclose this information to others via electronic formats or otherwise. Please note that DigitalOcean cannot fully eliminate security risks associated with the collection of said data and mistakes and security breaches may happen, please contact us if you have any questions regarding the security of our website, application, or otherwise. \r\n    \r\nThird Party Disclosure of Personal Data\r\nDigitalOcean does not disclose any Personal Data to any third party companies for purposes of partnerships or advertising.\r\nDigitalOcean may disclose Personal Data to comply with relevant laws and legal governing bodies of any country in which we do business, or where a customer may reside in order to remain complaint with United States and International Laws, whereby mandated by state and or federal agencies for the purposes of criminal investigations or by court order. \r\nDigitalOcean for the purposes of billing does disclose personal information such as name, billing address, IP address, and credit card information to third party merchants for processing payments.\r\n    \r\nAccess to Personal Data\r\nDigitalOcean customers have access to their personal data including full name, company name, email address, and credit card information. Customers have the ability to delete data related to their full name, company name, and identifiable billing information which will no longer be stored in our databases, with the exception of: email address, network logs, cases where fraudulent or otherwise illegal activity has been deemed to occurred as determined by law enforcement or DigitalOcean management, in which case the information may remain in our database indefinitely in order to help facilitate the prevention of repeated abuse in the future from the offending party. \r\nTo have your email permanently removed please email us at contact@digitalocean.com.\r\n    \r\nAdvertising\r\nDigitalOcean partners with third party ad networks to display advertising targeted to visitors of our website. To do so we store a cookie for visitors for the purposes of displaying advertising also commonly known as retargeting. The data that is stored and collected is non-identifiable and anonymous. \r\nDigitalOcean will send occasional promotional materials through email and customers have the option to opt-out of these emails by either responding directly inside of the email itself or through updating their preferences in our control panel.",
    "address": "101 Avenue of the Americas, 10th Floor",
    "asp_index": "29933",
    "city": "New York",
    "contactemail1": "legal@digitalocean.com",
    "contactfax1": "917-591-2371",
    "contactname1": "Brian Cohen",
    "contactoff1": "Legal",
    "contactphone1": "646-578-8480",
    "contacttitle1": "CFO",
    "corpoffemail1": "contact@digitalocean.com",
    "corpofffax1": "917-591-2371",
    "corpoffname1": "Ben Uretsky",
    "corpoffphone1": "646-578-8480",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-10",
    "orgverification": "In-House",
    "personaldata": "full name, email address, ip address, billing information including credit card number, security code, expiration month and year, company name",
    "ppdate": "2014-03-04",
    "previous": "27566",
    "privacyprograms": "None",
    "recoursemech": "Any complaints or disputes by EU citizens about privacy that cannot be resolved directly with DigitalOcean, will be resolved through the EU Safe Harbor Dispute Resolution Procedure by the American Arbitration Association (\"AAA\"), i.e. International Centre for Dispute Resolution (\"ICDR\") at 120 Broadway, 21st floor, New York, NY 10271",
    "signupdate": "2013-09-10",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10013"
}