{
    "CertifiedThroughLabel": "",
    "Fax": "904-285-9793",
    "OrgName": "PGATOUR.com, LLC",
    "PPLoc": "http://www.pgatour.com/company/privacy-policy.html ",
    "Phone": "904-285-3700",
    "activities": "PGA TOUR digital media content and applications are available globally. This media content is viewed by citizens located within European Union member countries and within Switzerland. During the course of that viewing, we may seek to collect personal information from users in the course of offering features on our media properties.   \r\nWe use personal information to deliver requested features to users, extend other offers to users that may be of interest to them, enforce legal terms that govern our sites, and at times to communicate with users (e.g., to notify a user of a contest win or fulfill a user request).\r\nWe may disclose personal information in response to a legal process, in connection with a sale of our business, to our affiliates, agents, and contractors to carry out services they perform for us and subject to the terms of our privacy policy, and to third parties that want to market products or services to users provided that users are given the opportunity to opt out of such disclosure prior to such disclosure.  \r\nIn addition, third parties that sponsor or co-brand content on our site may collect personal information from users of our sites, provided that each user volunteers to such collection of information at the time it is proposed to be collected. \r\nThe security of personally identifiable information is important to us. We have put in place reasonable physical, electronic, and managerial procedures to safeguard and help prevent unauthorized access, to maintain data security, and to use correctly the information we collect online.\r\nIndividuals may access and request the correction or deletion of their personal information at any time; and we comply with the U.S. – EU Safe Harbor framework and U.S. – Swiss Safe Harbor framework regarding the collection, use and retention of personal information from European Union member countries and Switzerland.",
    "address": "100 PGA TOUR Blvd",
    "asp_index": "29932",
    "city": "Ponte Vedra Beach",
    "contactemail1": "lenbrown@pgatourhq.com",
    "contactfax1": "904-285-9793",
    "contactname1": "Leonard D. Brown, Jr.",
    "contactoff1": "PGA TOUR Legal",
    "contactphone1": "904-285-3700",
    "contacttitle1": "Chief Legal Officer",
    "corpoffemail1": "lenbrown@pgatourhq.com",
    "corpofffax1": "904-285-9793",
    "corpoffname1": "Leonard D. Brown, Jr.",
    "corpoffphone1": "904-285-3700",
    "corpofftitle1": "Chief Legal Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-16",
    "orgverification": "in house and third party",
    "personaldata": "online data",
    "ppdate": "2015-04-01",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-09-16",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "32082"
}