{
    "Fax": "650-424-8545",
    "OrgName": "Jumio Inc.",
    "PPLoc": "https:/ www.jumio.com/legal-information/privacy-policy/jumio-inc-privacy-policy-for-online-services/ ",
    "Phone": "650-424-8545",
    "activities": "Scanning a verification of credit cards and personal identification documents worldwide.  Including from the EU/EEA and Switzerland:  \r\nJumio is a pioneer in image recognition technology. We invented Netswipe and Netverify. Netswipe is a high end solution for credit card payments. Internet users can choose to either type in credit card details manually, or quickly swipe their card online. Netswipe offers either way and guarantees maximum security. Netverify is the world’s first solution to verify an ID (a driving licence or a passport) online. Users briefly hold their ID in front of their camera for a quick scan.",
    "address": "268 Lambert Ave",
    "asp_index": "29939",
    "city": "Palo Alto",
    "contactemail1": "christian.schwaiger@jumio.com",
    "contactfax1": "650-424-8545",
    "contactname1": "Christian Schwaiger",
    "contactoff1": "Jumio HQ",
    "contactphone1": "650-424-8545",
    "contacttitle1": "Director of Security",
    "corpoffemail1": "chad@jumio.com",
    "corpofffax1": "650-424-8545",
    "corpoffname1": "Chad Starkey",
    "corpoffphone1": "650-424-8545",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-27",
    "orgverification": "In-house",
    "personaldata": "Client data including name, address, identification type, identification number, identification issuing agency and credit card information.  In certain circumstances, there may be manual verification of the information.",
    "ppdate": "2014-08-06",
    "previous": "24742",
    "privacyprograms": "NONE at this time.",
    "recoursemech": "Consumers should first work with the corporation to resolve any disputes.  Jumio has committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If a consumer does not receive timely acknowledgment of his/her complaint, or if his/her complaint is not satisfactorily addressed by Jumio, he/she should visit the BBB EU SAFE HARBOR web site at http://www.bbb.org/us/safe-harbor-complaints/ for more information and to file a complaint.",
    "signupdate": "2012-09-27",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94306"
}