{
    "Fax": "(818) 806-3241",
    "OrgName": "NetKi, Inc.",
    "PPLoc": "https:/ www.netki.com/#/privacy ",
    "Phone": "8187963854",
    "activities": "At this time we collect email addresses at signup to identify the user at login and to communicate with the user.  We collect phone numbers at or after signup as a backup contact mechanism to be used for account recovery and other uses as specifically authorized by the user.\r\n\r\nFor our domain name based service, we collect and share data as required by ICANN: https://www.icann.org/resources/pages/wdrp-2012-02-25-en\r\n\r\nAdditionally, The personal information you provide to us will allow us to fulfill your product or service order; alert you of new products or services, features, or enhancements; handle your customer service questions or issues; and notify you of promotions, updates, or special offers that we think may interest you. We may also use your email address, postal address, phone number and SMS (for which your service provider may charge you) as part of the Company Features in sending you messages about the Company Features and other general announcements.  \r\nWe keep track of your interactions with us, including but not limited to your activity within the Company Features. Except as set forth in this Privacy Policy, or unless we have your consent, we will not share your personal information with any person or entity other than those affiliated with the Company, entities acting on behalf of the Company and relevant third parties such as those needed to complete a transaction, collect and maintain our information collection servers, and perform technology and related services.  We may use personal information that you provide to us to send messages to you in response to your request to perform an activity in connection with your use of any of the Company Features. We may also use your personal information to contact you when necessary.\r\nWe may use your personal information by making it non-personally identifiable, and then aggregating it with other information that we have collected in a manner such that the end-product does not personally identify you or any other user of the Company Features.  When we do this, we make your personal information non-personally identifiable by either combining it with information about other users (aggregating your personal information with information about other users without identifying you personally), or by removing characteristics (such as your name or email address) that make the information personally identifiable.  This process is known as de-personalizing your information.  You grant us a royalty-free, worldwide, perpetual, irrevocable and fully transferable right and license to use your de-personalized information in connection with the creation and development of analytical and statistical analysis tools relating to the use of the customer data we collect in providing the Company Features (the “Analytical Data”). We are expressly authorized to make any commercial use of the Analytical Data, including without limitation, sharing the Analytical Data with third parties, provided that we do not sell, trade, or otherwise transfer from us any part of the Analytical Data that personally identifies you in any way.",
    "address": "6433 Topanga Canyon Blvd, Suite #275",
    "asp_index": "29934",
    "city": "Canoga Park",
    "contactemail1": "privacy@netki.com",
    "contactfax1": "(818) 806-3241",
    "contactname1": "Dawn Newton",
    "contactoff1": "Operations",
    "contactphone1": "8187963854",
    "contacttitle1": "COO",
    "corpoffemail1": "justin-safeharbor@netki.com",
    "corpofffax1": "(818) 806-3241",
    "corpoffname1": "Justin Newton",
    "corpoffphone1": "818-927-2646",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-14",
    "orgverification": "in house",
    "personaldata": "All data collected by our company is covered by our Safe Harbor self certification, whether that data is processed automatically or manually.",
    "ppdate": "2014-09-30",
    "previous": "24778",
    "privacyprograms": "None",
    "recoursemech": "If you are a resident of the European Union, in the event that you have any dispute or claim arising out of or relating to this Privacy Policy, you may report your claim to the European Union Data Protection Authorities located in your jurisdiction.",
    "signupdate": "2014-10-14",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "91303-2621"
}