{
    "CertifiedThroughLabel": "",
    "Fax": "503-294-1200",
    "OrgName": "Compli",
    "PPLoc": "http://www.compli.com/company/privacy-policy ",
    "Phone": "503-294-2020",
    "activities": "Compli is contracted by its customers to collect information on their behalf from their employees, vendors, suppliers or other agents using surveys and forms completed during the onboarding and training process. Information collected may include personal information about an individual. This information is collected to facilitate compliance and obligation management reporting by our customers.\r\n \r\nCompli is not responsible for the content of the information it collects, which may include personal information on individuals, nor is Compli responsible for the way its customers treat personal information on individuals included in reports.\r\n \r\nWhere Compli collects personal information directly from individuals in the EEA, it will inform them about the purposes for which it collects and uses personal information about them, the types of non-agent third parties to which Compli discloses that information, and the choices and means, if any, Compli offers individuals for limiting the use and disclosure of their personal information. Notice will be provided in clear and conspicuous language when individuals are first asked to provide personal information to Compli, or as soon as practicable thereafter, and in any event before Compli uses the information for a purpose other than that for which it was originally collected.",
    "address": "610 SW Broadway, Suite 600",
    "asp_index": "29951",
    "city": "Portland",
    "contactemail1": "kathy.miller@compli.com",
    "contactfax1": "503-294-1200",
    "contactname1": "Kathy Miller",
    "contactoff1": "Finance Department",
    "contactphone1": "503-963-4239",
    "contacttitle1": "Controller",
    "corpoffemail1": "rob.warmack@compli.com",
    "corpofffax1": "503-294-1200",
    "corpoffname1": "Robert Warmack",
    "corpoffphone1": "503-963-4241",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "false",
    "nextcertification": "2016-10-05",
    "orgverification": "In-House",
    "personaldata": "customer data",
    "ppdate": "2012-05-01",
    "previous": "24654",
    "privacyprograms": "International Association of Privacy Professionals (IAPP)",
    "recoursemech": "Individual may file a complaint concerning Compli’s processing of their Personal Information by contacting the CEO of Compli as indicated below.  Compli will take steps to remedy any issues if it fails to comply with the Safe Harbor principles.\r\n\r\nIf the issue cannot be resolved then Compli agrees to cooperate and comply with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints.",
    "signupdate": "2012-10-05",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97205"
}