{
    "Fax": "800-734-1769",
    "OrgName": "BookingSuite (USA) Inc.",
    "PPLoc": "http://suite.booking.com/privacy-policy/privacy-policy.htm ",
    "Phone": "800-734-1769",
    "activities": "BookingSuite is the world's first Digital Marketing System (DMS) for hotels. Its offerings improve a hotel's presence on the web, mobile devices, and social channels, driving direct engagement with prospective guests that leads to higher hotel occupancy and reduced booking fees. BookingSuite's Cloud DMS includes a content management system, content publishing, integrated business intelligence and the ability to leverage a property's existing Central Reservation and Property Management Systems. \r\nBookingSuite is a B2B company and our customers are the hotel organizations that subscribe to the BookingSuite service.  They interact with our service, and provide personal information relating to the hotel organization, in the following different scenarios:\r\n1.\tCustomers and prospective customers can visit www.buuteeq.com, our company’s website that describes our product offering.  On the website we have a sign up form that a prospective customer can use to request more information about our service.  We ask for Contact information and information about their property.  We store this information so that one of our salespeople can call the prospective customer to explain more about our product offering.  We do not give this information to 3rd parties.  If a customer wants their information removed, they simply ask the salesperson to remove the information and it is removed.\r\n2.\tCustomers can use our portal, http://suiteoffice.booking.com, to upload information about their hotel including photos, descriptions, images, logos and contact information for the hotel.  They can then publish this to their website.  They can also use the portal to manage their own customer reservations.  \r\n3.\tOur Customers’ web sites that they have published have the ability to collect guests’ personal information.  The customers are responsible for the management of their site, their privacy policy and their own customers’ data.  buuteeq uses customer data at an aggregated level but never personal information.",
    "address": "220 West Mercer Street Suite 500",
    "asp_index": "29960",
    "city": "Seattle",
    "contactemail1": "suitehelp@booking.com",
    "contactfax1": "800-734-1769",
    "contactname1": "",
    "contactoff1": "bookingSuite Help Desk",
    "contactphone1": "800-734-1769",
    "contacttitle1": "",
    "corpoffemail1": "cameron.steele@booking.com",
    "corpofffax1": "800-734-1769",
    "corpoffname1": "Cameron Steele",
    "corpoffphone1": "800-734-1769",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-19",
    "orgverification": "Thrid Party",
    "personaldata": "Online data = data collected directly on the Internet; Manually processed data = data collected manually - paper, trade shows, etc.",
    "ppdate": "2015-04-01",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-09-19",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98119"
}