{
    "Fax": "617-963-3480",
    "OrgName": "Compliance Technologies International, LLP",
    "PPLoc": "http://www.cticompliance.com/assets/pdf/CTI%20Online%20US%20EU%20Safe%20Harbor%20Data%20Security%20Policy.pdf ",
    "Phone": "617-963-3400",
    "activities": "Compliance Technologies International, LLP receives and uses personal information in the course of its business activities which includes personal information on current, former, and prospective partners and employees in connection with administration of personnel relationships and concerning job applicants and in managing third-party vendor relationships.  Compliance Technologies International, LLP provides software automating compliance requirements and U.S. information tax reporting for various companies and other entities.  Compliance Technologies International, LLP solutions provide support to its clients via web-based technology, hosted and client-installed licensed technologies and services-based outsourcing options and desktop tools.  Compliance Technologies International, LLP uses protected personal information regarding clients and their customers in connection with the client relationship, such as the delivery of professional services and the management and administration of the client relationship.  To a limited extent Compliance Technologies International, LLP may process protected information pertaining to clients and prospective clients in connection with promoting, offering, and providing services to such clients and prospective clients.  Compliance Technologies International, LLP also responds to requests from the general public and may use personal information in connection with providing a response to such a request.",
    "address": "200 Brickstone Square, Suite 403",
    "asp_index": "29962",
    "city": "Andover",
    "contactemail1": "michele.morgan@markit.com",
    "contactfax1": "617-963-3480",
    "contactname1": "Michele Morgan",
    "contactoff1": "Andover, MA",
    "contactphone1": "617-963-3421",
    "contacttitle1": "Administrative Associate",
    "corpoffemail1": "cyrus.daftary@markit.com",
    "corpofffax1": "617-963-3482",
    "corpoffname1": "Cyrus E. Daftary",
    "corpoffphone1": "617-963-3412",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)Computer Services - (CSV)Computer Software - (CSF)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Financial Services - (FNS)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-14",
    "orgverification": "In-house",
    "personaldata": "Online and off-line, Manually Processed, Client Data personal information received from Compliance Technology International's clients",
    "ppdate": "2011-10-07",
    "previous": "25024",
    "privacyprograms": "None",
    "recoursemech": "For organization human resources data: EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC); For all other types of data: American Arbitration Association (AAA)",
    "signupdate": "2011-10-14",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01810-1429"
}