{
    "CertifiedThroughLabel": "",
    "Fax": "314-628-7470",
    "OrgName": "Savvis Communications Corporation",
    "PPLoc": "http://www.centurylink.com/aboutus/docs/Safe_Harbor_Privacy_Notice_English_US4305SMG_4132015.pdf ",
    "Phone": "314-628-7000",
    "activities": "Savvis Communications Corporation d/b/a CenturyLink TS (\"CenturyLink\") collects personal information from individuals in the European Union (“EU”) and Switzerland on a limited basis. CenturyLink collects contact information from its customers which may include personal information such as names, business addresses, telephone numbers, e-mail addresses and similar information in order to facilitate the provision of services. In addition, CenturyLink collects personal information from employment applicants in order to review and evaluate their applications. CenturyLink also collects personal information of employees in the ordinary course of their employment. Savvis does not act as the data controller for personal information which CenturyLink's customers store, process or transmit using Savvis’ services. Instead, CenturyLink merely acts as a data processor for its customers. CenturyLink's US - EU and US – Swiss Safe Harbor Privacy Policy applies to personal information knowingly received and processed by CenturyLink in the United States from the EU or Switzerland, specifically, personal information collected from CenturyLink's customers concerning their employees or customers in the context of the services CenturyLink performs and about CenturyLink's potential and actual employees. CenturyLink intends for this certification to apply to the following entities: Savvis Communications Corporation d/b/a CenturyLink TS, its predecessors and successors, and its affiliates CenturyLink France S.A.S., CenturyLink Germany GmbH, CenturyLink Italia S.r.l., CenturyLink Poland Sp Zo.o., CenturyLink Switzerland A.G., CenturyLink Technology U.K. Limited, and CenturyLink Europe B.V. (including CenturyLink Europe B.V.’s branches in Austria, Belgium, Denmark, Greece, Ireland, Luxembourg, Norway, Spain and Sweden).",
    "address": "1 Solutions Parkway",
    "asp_index": "29990",
    "city": "St. Louis",
    "contactemail1": "privacy@centurylink.com",
    "contactfax1": "3146287470",
    "contactname1": "CenturyLink Legal",
    "contactoff1": "Privacy Group",
    "contactphone1": "3146287985",
    "contacttitle1": "100 CenturyLink Drive, Monroe LA 71203",
    "corpoffemail1": "brian.hughes@centurylink.com",
    "corpofffax1": "314-628-7470",
    "corpoffname1": "Brian Hughes",
    "corpoffphone1": "314-628-7985",
    "corpofftitle1": "Director, Senior AGC",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-17",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, human resources data",
    "ppdate": "2015-09-17",
    "previous": "24664",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (AAA)), ICDR/AAA Safe Harbor Program; for human resources data: the relevant European Union Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2009-09-17",
    "state": "Missouri",
    "statutorybody": "FTC",
    "zip": "63017"
}