{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Litl LLC",
    "PPLoc": "http://litl.com/privacy.html ",
    "Phone": "617-535-8000",
    "activities": "In the course of conducting its business and to provide the software and services, Litl collects and stores certain personal data, including name, email address, phone number and mailing address (\"User Data\"). Payment information such as credit card numbers are securely passed to our payment processor and are not stored on litl servers. We also store, process and transmit any information uploaded or stored using the Software or Services (\"User Content\").\r\n\r\nWe log IP addresses and times of access to our services. In addition we generate and log a unique user identifier that we use to facilitate the functioning of the software and services. Logs are deleted within a reasonable period. We may correlate storage space used with User Data to enable us to properly bill for storage services where applicable.\r\n\r\nCollected information is used to make available and to improve our high standard of reliable services. We use User Data to:\r\n\r\n-respond to inquiries or service requests and monitor such responses;\r\n-provide information about and market our products and services or that of our affiliated companies;\r\n-resolve problems; and\r\n-manage our websites and assess usage of the software.\r\n\r\nWe may email customers from time to time to inform them of changes to our policies or to the Software Terms, new products and services, or to provide other important information. We may request participation in questionnaires or surveys regarding experience with our products and services or regarding interest in new products and services.",
    "address": "501 Boylston Street, 3rd Floor",
    "asp_index": "31031",
    "city": "Boston",
    "contactemail1": "kcarroll@litl.com",
    "contactfax1": "",
    "contactname1": "Carroll",
    "contactoff1": "Kristin",
    "contactphone1": "617-535-4564",
    "contacttitle1": "Counsel",
    "corpoffemail1": "jobi@litl.com",
    "corpofffax1": "",
    "corpoffname1": "Johan Bilien",
    "corpoffphone1": "617-535-4558",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)General Services - (GSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-06",
    "orgverification": "In-house",
    "personaldata": "customer, employee, manually processed",
    "ppdate": "2015-03-25",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities and the Federal Data Protection and Information Commissioner of Switzerland",
    "signupdate": "2015-10-06",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02116"
}