{
    "CertifiedThroughLabel": "",
    "Fax": "+1 248 344 2220",
    "OrgName": "Weil Engineering North America LLC",
    "PPLoc": "http://www.weil-engineering.com/index.php?id=2448 ",
    "Phone": "+1 248 344 2211",
    "activities": "Weil Engineering North America LLC collects, uses and processes client, supplier and customer data for the following purposes: order fulfilment, technical support, respond to inquiries, customize our website, improve our products and services, and carry out other marketing-related activities. These activities may result in the acquisition of personal information belonging to EU/EEA citizens. Data sources include email, website form information submissions, surveys, direct marketing, technical support, customer relationship systems, reports and spreadsheets. \r\nWeil Engineering North America LLC also collects, uses and processes Personal Information of employees of Weil Engineering GmbH and affiliates residing in the EEA for human resources purposes such as temporary work contract, visa application and other human resources purposes as are generally undertaken by organizations employing individuals, including stock planning administration and performance management, succession planning, helpdesk and support services.",
    "address": "25909 Meadowbrook Rd",
    "asp_index": "31045",
    "city": "Novi",
    "contactemail1": "bjaskolski@weilengineering.com",
    "contactfax1": "+1 248 344 2220",
    "contactname1": "Brian Jaskolski",
    "contactoff1": "Weil Engineering North America LLC",
    "contactphone1": "+1 248 344 2211",
    "contacttitle1": "Vice President",
    "corpoffemail1": "bjaskolski@weilengineering.com",
    "corpofffax1": "+1 248 344 2220",
    "corpoffname1": "Brian Jaskolski",
    "corpoffphone1": "+1 248 344 2211",
    "corpofftitle1": "Vice President",
    "eucountries": "Germany",
    "eucountries_parsed": [
        "DEU"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Machine Tools & Metal Working Eqpt - (MTL)",
    "industrysector_parsed": [
        "Machine Tools & Metal Working Eqpt - (MTL)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-24",
    "orgverification": "In-House",
    "personaldata": "Client, supplier and customer data. Organizational Human Resources Information (manually processed)",
    "ppdate": "2105-09-23",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Weil Engineering North America LLC has chosen the EU Data Protection Authorities (EU DPAs) to serve as an independent recourse mechanism (IRM) for dispute resolution arising from collection, use, and retention of personal data transferred from EU Member States to the United States.",
    "signupdate": "2015-09-24",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "48375"
}