{
    "CertifiedThroughLabel": "",
    "Fax": "925-226-9083",
    "OrgName": "Blackhawk Network Holdings, Inc.",
    "PPLoc": "http://blackhawknetwork.com/privacy-policy/ ",
    "Phone": "925-226-9990",
    "activities": "We collect personally identifiable information or a combination of information that can be used to identify, contact, or locate a specific person, which may include contact information, payment and financial information, Social Security Number or other national tax ID number, device geolocation, unique identifiers and, preference information.  We collect personally identifiable information when provided to us.  This can occur when applications are filled out, accounts created, forms sent in, surveys taken, or various online fields on our websites are filled in. We also collect information when contacted with inquiries, customer support requests, or employment applications. If our service, to send a gift to a friend or register a family member for an account is chosen, we will ask for their name and address or email address. Blackhawk stores this information for the sole purpose of completing the transaction. We may also collect other information such as information about a business, demographic information, and device and other tracking information, which may also include personal information we have de identified or aggregated to the point where it no longer identifies a particular individual. Sometimes, we may combine information collected with information from third-party sources.\r\nWe and certain third party service providers with whom we have agreements may collect other information in a variety of ways, including: Log files: Most browsers collect certain information, such as IP address, device type, screen resolution, operating system version, and internet browser type and version. This information is gathered automatically and stored in log files. We may link this data to personal information we have collected; Tracking technologies: We and our service providers use cookies, beacons, tags, scripts, and HTML5 local storage. These technologies allow us to collect information such as browser type, time spent on our websites, pages visited, language preferences, and relationship with us. We can use this information to analyze trends, administer the website, track users’ movements around the website, measure the effectiveness of our communications, tailor our advertising, and gather demographic information about our user base as a whole; Advertising: We partner with a third party to manage our advertising on other sites. Our third party partner may use technologies such as cookies to gather information about activities on our websites and other sites in order to provide advertising based upon browsing activities and interests; Social Media Widgets: Our Sites include social media features, such as the Facebook “Like” button. These features may collect IP address, identify the page being visited on our website, and set a cookie to enable the feature to function properly. Social Media Widgets are either hosted by a third party or hosted directly on our websites. \r\nWe may use information we collect for the following purposes: to provide requested services; to verify identity and/or location  to allow access to accounts, conduct online transactions, and secure information; to send information, such as changes to terms, conditions, and policies and/or other administrative information; to respond to inquiries and fulfill requests; to track referrals from partner websites; to personalize experience on a website by presenting tailored content or offers; to send marketing communications requested  or that we believe may be of interest; to allow use of various website features; to assist in verifying identity and account status; to enable posting a resume, searching job postings, and contacting or being contacted by Blackhawk for prospective employment; for business purposes, including data analysis, audits, developing and improving products and services, enhancing our websites, identifying usage trends and determining the effectiveness of promotional campaigns; and for risk control, fraud detection and prevention, and compliance with laws and regulations.\r\nWe will share information with third parties, but we do not sell PII to third parties.   To the extent permitted by law, we may provide information about transactions and experiences with other affiliated Blackhawk entities, including parent companies and subsidiaries.   We may provide information to companies that provide services to help us with our business activities, such as shipping orders or offering customer service. These companies are authorized to use information only as necessary to provide these services.  We offer referral-based commission systems through third party partners through which publisher websites may refer users to our pages to make purchases. The third party partner is identified during sign up. Data generated from the commission system, which may include personally identifiable information and other information, will be owned and controlled by both Blackhawk and the third party partner. Blackhawk’s privacy policy governs Blackhawk’s use of the data. The third party’s privacy policy will govern its use of the data. When a person signs up as a publisher, a link to the third party’s privacy policy is provided to obtain agreement to it.  Some products offered in conjunction with banks have unique data sharing agreements. Blackhawk will make available short privacy notices of each product’s sharing policies on its website.  We may also disclose information: as required by law, such as to comply with a subpoena, or similar legal process; when we believe in good faith that disclosure is necessary to protect our rights, protect customer safety or the safety of others, investigate fraud, or respond to a government request; if Blackhawk is involved in a merger, acquisition, or sale of all or a portion of its assets; and to any other third party with prior consent.\r\nSome of our Sites offer publicly accessible blogs. Any information provided in these areas may be read, collected, and used by others who access them. If our newsletters are subscribed to, we will use name and email address to send them to subscribers. We display personal testimonials of satisfied customers on some of our Sites and in print advertisements. We may collect location-based information to help locate a store offering our products and services in an area.\r\nWe follow generally accepted standards to protect the security of personal information submitted to us, both during transmission and once it is received, including encrypting the transmission of any sensitive information, such as payment card information. Our websites are not directed to individuals under the age of thirteen (13), and we request that such individuals do not provide PII through our websites. We do not knowingly collect information from children under 13.\r\nWe will retain information for as long as an account is active or as needed to provide services. We will retain and use information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "6220 Stoneridge Mall Road",
    "asp_index": "31060",
    "city": "Pleasanton",
    "contactemail1": "maria.ng@bhnetwork.com",
    "contactfax1": "925-226-9083",
    "contactname1": "Maria Ng",
    "contactoff1": "Blackhawk Network, Inc.",
    "contactphone1": "925-226-9990",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "jerry.ulrich@bhnetwork.com",
    "corpofffax1": "925-226-9083",
    "corpoffname1": "Jerry Ulrich",
    "corpoffphone1": "925-226-9990",
    "corpofftitle1": "CFO, Chief Administrative Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Financial Services - (FNS)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-28",
    "orgverification": "In House and TRUSTe - See privacy link above.",
    "personaldata": "The Blackhawk Privacy Policy covers organization, client, customer and visitor data, and may include manually processed data.",
    "ppdate": "2015-08-01",
    "previous": "",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-09-28",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94588"
}