{
    "CertificationStatus": "true",
    "Fax": "999-999-9999",
    "OrgName": "Smarterer, Inc.",
    "PPLoc": "http://smarterer.com/legal/privacy ",
    "Phone": "857-268-5263",
    "activities": "The mission of Smarterer is to provide a platform to test and score individuals on their professional skills. To achieve this mission, Smarterer offers tests on our website and developer platforms, to enable Users to measure and showcase their professional skills (Services). By registering your account with Smarterer, you voluntarily and willingly provide us certain information, including personally identifiable information, which we collect in order to provide the Services. There are two main types of Smarterer Users: individuals who access our Services for their personal consumption (Consumer Users) and individuals who access our Services on behalf of and at the request of an employer or other legal entity (Enterprise Users). Enterprise Users fall under one of two categories: administrators and test-takers.\r\n\r\nSmarterer's activities with regard to all personal information received, including from EU/EEA and Switzerland, is described in our privacy policy located here: http://smarterer.com/legal/privacy.\r\n\r\nWe notify individuals of what data we collect, and for what purpose, and we describe how it is used. We provide individuals the opportunity to opt out of having their information disclosed to any third parties. We also provide them with access to edit, amend, or delete any information we hold. We take reasonable precautions to protect this information.",
    "address": "500 Harrison Ave, Suite 3R",
    "asp_index": "31064",
    "city": "Boston",
    "contactemail1": "info@smarterer.com",
    "contactfax1": "999-999-9999",
    "contactname1": "Dave Balter",
    "contactoff1": "Smarterer",
    "contactphone1": "617-308-8377",
    "contacttitle1": "CEO",
    "corpoffemail1": "dave@smarterer.com",
    "corpofffax1": "999-999-9999",
    "corpoffname1": "Dave Balter",
    "corpoffphone1": "617-308-8377",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)Computer Software - (CSF)Employment Services - (EMP)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Education & Training - (EDS)",
        "Employment Services - (EMP)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-07",
    "orgverification": "In-house",
    "personaldata": "Personally identifiable information such as first name, last name, email address, job title, and geographic location, as well as their scores on Smarterer's skills tests.",
    "ppdate": "2011-01-01",
    "previous": "18475",
    "privacyprograms": "None",
    "recoursemech": "We will cooperate with European Union Data Protection Authorities (DPAs) and the Federal Data Protection and Information Commissioner of Switzerland (FDPIC) in the investigation and resolution of complaints brought under the Safe Harbor. Smarterer will comply with any advice given by the DPAs/FDPIC where the DPAs/FDPIC take the view that Smarterer needs to take specific action to comply with the Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by any non-compliance with the Principles, and will provide the DPAs/FDPIC with written confirmation that such action has been taken.",
    "signupdate": "2014-10-07",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02118"
}