{
    "CertificationStatus": "true",
    "Fax": "404-846-2266",
    "OrgName": "Corporate Employment Resources, Inc.",
    "PPLoc": "http://www.corestaff.com/pages/privacy-policy.aspx ",
    "Phone": "404-920-6100",
    "activities": "Personal information may be collected from those who access our websites in search of employment or for information regarding our services. To ensure quality of service there is certain information we require, such as your name, address and phone number, as well as other information such as your employment experience, skills, and educational background.\r\n\r\nJob applicants may choose to upload their resumes into our application tracking system to be considered for employment. This could involve collecting personal work history, education and skills. The data is stored in our applicant tracking system, which is maintained in a secure data center.\r\n\r\nSome of our temporary employees may enter their time worked each week into our online timekeeping system. In order to process payroll, CORESTAFF will need certain information, such as hours worked, personal information, and a tax ID number. This information will be used to process payroll either through CORESTAFF’s system or that of an agent of CORESTAFF. All information collected will be protected by this Privacy Policy.\r\n\r\nCORESTAFF may also collect and analyze demographic and geographic information, such as the number of applicants in a particular city, or how many temporary employees have a certain educational background. We may from time to time report this information to marketing companies on an aggregate basis, or as required by law. We will remove any unique personal information (such as name and address) that could identify you in this demographic information.\r\n\r\nCORESTAFF may collect anonymous information from visits to our sites through the use of \"web beacons,” which do not access your personal information, but rather allows us to count  users who have visited our websites. This anonymous information is sometimes known as \"clickstream data.\" CORESTAFF or its vendors may use this data to analyze trends and statistics to help us provide better customer service. If you do not want your transaction details used in this manner, see the paragraph below on cookies.\r\n\r\nCookies, which are packets of information sent from a Web server to a Web browser, are created for users who log in to our websites. The cookies do not store personal information beyond a user’s name and email address, and are removed when the user leaves the site.\r\n\r\nThe information in our Request for Information form is collected from users who are interested in the services CORESTAFF provides to employers. The information is received by an appropriate party who will follow up on the request.",
    "address": "3414 Peachtree Road, NE, Suite 375",
    "asp_index": "31083",
    "city": "Atlanta",
    "contactemail1": "Heather.Schaeffer@impellam.com",
    "contactfax1": "713-297-8267",
    "contactname1": "Heather Schaeffer",
    "contactoff1": "Legal Department",
    "contactphone1": "404-920-6168",
    "contacttitle1": "Deputy General Counsel",
    "corpoffemail1": "Patrick.Ray@impellam.com",
    "corpofffax1": "404-846-2266",
    "corpoffname1": "Patrick Ray",
    "corpoffphone1": "404-920-6169",
    "corpofftitle1": "Corporate Secretary",
    "eucountries": "United Kingdom",
    "eucountries_parsed": [
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Employment Services - (EMP)",
    "industrysector_parsed": [
        "Employment Services - (EMP)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-12",
    "orgverification": "In-house",
    "personaldata": "Data entered on-line and manually into centralized systems",
    "ppdate": "2010-04-03",
    "previous": "20521",
    "privacyprograms": "None",
    "recoursemech": "Dispute resolution through JAMS Safe Harbor Program; EU Data Protection Authorities for HR data",
    "signupdate": "2010-11-12",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30326"
}