{
    "Fax": "858-720-0479",
    "OrgName": "ServiceNow, Inc.",
    "PPLoc": "http://www.servicenow.com/privacy-policy.html ",
    "Phone": "408 899-3968",
    "activities": "ServiceNow, Inc. (“ServiceNow”) is a leading provider of cloud-based solutions that define, structure, manage and automate services across the global enterprise is a provider of cloud-based services that automate and manage IT service relationships across the global enterprise (the “Subscription Service”) and related support services (the “Support Service”) as well as expert services, including professional services, training and certification (the “Expert Services”).  The Subscription Service, Support Service and the Expert Services are collectively referred to as the “Service.”\r\n\r\nIn connection with the Service, customers submit electronic data, which may include personal data about their employees, clients or other individuals, to ServiceNow’s servers.  ServiceNow hosts and processes the electronic data, including any personal data contained therein, at the direction of and pursuant to the instructions of its customers.  ServiceNow accesses the electronic data, including any personal data contained therein, as necessary to provide and support the Service, including updating the Service and addressing customer support issues. \r\n\r\nServiceNow also obtains certain personal data, such as contact information, about customers’ representatives in connection with maintaining ServiceNow’s relationships with and providing the Service to customers.  In addition, ServiceNow obtains personal data directly from individuals who visit a ServiceNow website and provides personal data through the website.",
    "address": "2225 Lawson Lane",
    "asp_index": "31088",
    "city": "Santa Clara",
    "contactemail1": "matthew.kelly@servicenow.com",
    "contactfax1": "858-720-0479",
    "contactname1": "Matthew Kelly",
    "contactoff1": "ServiceNow, Inc.",
    "contactphone1": "408 899-3968",
    "contacttitle1": "VP, Legal",
    "corpoffemail1": "michael.scarpelli@service-now.com",
    "corpofffax1": "858-720-0479",
    "corpoffname1": "Michael P. Scarpelli",
    "corpoffphone1": "408-501-8550",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-29",
    "orgverification": "In-house",
    "personaldata": "Online and offline personal data processed by automatic or manual means.",
    "ppdate": "2014-09-29",
    "previous": "24785",
    "privacyprograms": "None",
    "recoursemech": "ServiceNow will cooperate with JAMS in accordance with the JAMS International Mediation Rules.",
    "signupdate": "2008-09-29",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95054"
}