{
    "Fax": "317-277-6534",
    "OrgName": "Eli Lilly and Company",
    "PPLoc": "http://www.lilly.com/Pages/privacy.aspx ",
    "Phone": "317-276-2000",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:  Eli Lilly and Company and its US affiliates may receive a number of different types of data from the EU/EEA and/or Switzerland, including data about:  employees, potential employees, and their family members; patients and clinical and medical research subjects; clinical and medical investigators and staff conducting clinical and medical research; adverse event reporters and subjects; consumers; investors and shareholders; medical and healthcare professionals; animal healthcare professionals; pet owners; farmers; customers; vendors, suppliers, contractors, and business partners; and government officials.  These data are transferred to the US for use as part of the company's business operations in the areas of:  research and development of its products; compliance with the company's regulatory obligations; market research for its products and services; marketing and sales of its products; its activities as an employer to support and fulfill its obligations to its employees; finance and tax activities; its undertakings with vendors, suppliers and contractors of goods and services; and other legal and business activities.",
    "address": "Lilly Corporate Center",
    "asp_index": "31102",
    "city": "Indianapolis",
    "contactemail1": "martin_cate@lilly.com",
    "contactfax1": "317-655-1827",
    "contactname1": "Catherine Martin",
    "contactoff1": "Global Privacy Office",
    "contactphone1": "317-651-4321",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "barnes_melissa_s@lilly.com",
    "corpofffax1": "317-655-1921",
    "corpoffname1": "Melissa Stapleton Barnes",
    "corpoffphone1": "317-276-2923",
    "corpofftitle1": "Sr. VP ERM and CECO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Pet Foods & Supplies - (PET)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)",
        "Pet Foods & Supplies - (PET)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-18",
    "orgverification": "In-house",
    "personaldata": "Human resources, clinical research, pharmacovigilance, customer, business partner, and vendor data. Includes manually and electronically processed data.",
    "ppdate": "2013-02-15",
    "previous": "24255",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (AAA) for non-human resources data;  EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) for human resources data only.",
    "signupdate": "2004-08-18",
    "state": "Indiana",
    "statutorybody": "FTC",
    "zip": "46285"
}