{
    "CertificationStatus": "true",
    "Fax": "4154847738",
    "OrgName": "Layer, Inc.",
    "PPLoc": "https://layer.com/privacy",
    "Phone": "4153267607",
    "activities": "When you register to use Layer’s Services, we collect your contact information and payment information. In connection with your use of Layer’s Services, Layer may collect information that is created or provided by you for such purposes. This may include but is not limited to: (a) personal data, such as information you provide about other people such as contact information, phone number, email address, first and last names, and (b) usage data, such as messaging history, transaction dates, and read receipts. You can choose not to provide certain information, but this may impair or eliminate your ability to use Layer’s Services. The information we collect is used to conduct business with you. For example, we will use your contact information to provide you with access to the Services you have ordered, as well as support services or technical updates. Layer may also use your contact information to send you company updates and marketing information. You may opt-out of those communications by following the email opt-out instructions contained in each email. You may not opt-out from non-marketing communications, including service notifications and other operational updates.",
    "address": "650 Townsend Street, Suite 480",
    "asp_index": "31125",
    "city": "San Francisco",
    "contactemail1": "privacy@layer.com",
    "contactfax1": "4154847738",
    "contactname1": "Heather Blackmore",
    "contactoff1": "Layer, Inc.",
    "contactphone1": "4153267607",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "privacy@layer.com",
    "corpofffax1": "4154847738",
    "corpoffname1": "Heather Blackmore",
    "corpoffphone1": "4153267607",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-10",
    "orgverification": "in-house",
    "personaldata": "Organization and customer data",
    "ppdate": "2014-10-09",
    "previous": "24953",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "2014-10-10",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94103"
}