{
    "CertificationStatus": "true",
    "Fax": "(862) 207-6222",
    "OrgName": "The Medicines Company",
    "PPLoc": "http://www.themedicinescompany.com/privacy-policy ",
    "Phone": "(973) 290-6000",
    "activities": "The Medicines Company is a global pharmaceutical company.  As part of its business, The Medicines Company conducts or sponsors clinical trials to determine the safety and efficacy of the drugs it develops or has manufactured.   The Medicines Company also receives information about is European customers; while most of our customers are businesses, some customer information may identify or relate to an individual (e.g., the name and contact information of our main contact with a customer).\r\n\r\nOur Safe Harbor Policy applies to the personal information we receive (i) from the EEA and Switzerland related to clinical trials and medical research studies conducted in the EEA and/or Switzerland, (ii) related to our customers located in the EEA and Switzerland, and (iii) employees located in the EEA and Switzerland.",
    "address": "8 Sylvan Way",
    "asp_index": "31132",
    "city": "Parsippany",
    "contactemail1": "dataprivacy@themedco.com",
    "contactfax1": "(862) 207-6222",
    "contactname1": "Stephen Rodin",
    "contactoff1": "General Counsel",
    "contactphone1": "(973) 290-6000",
    "contacttitle1": "Senior Vice President and General Counsel",
    "corpoffemail1": "dataprivacy@themedco.com",
    "corpofffax1": "(862) 207-6222",
    "corpoffname1": "Stephen Rodin",
    "corpoffphone1": "(973) 290-6000",
    "corpofftitle1": "Senior Vice President and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Biotechnology - (BTC)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-29",
    "orgverification": "In-house and third-party",
    "personaldata": "clinical trial data relating to participants in EEA or Swiss clinical trial or medical research studies sponsored by The Medicines Company or its affiliates; customers located in the EEA or Switzerland; online, offline and manually processed data; also includes personal data collected online and offline about employees.",
    "ppdate": "2011-09-27",
    "previous": "25487",
    "privacyprograms": "BBB EU Safe Harbor Program, operated by the Council of Better Business Bureaus, Inc.",
    "recoursemech": "BBB EU Safe Harbor Program, operated by the Council of Better Business Bureaus, Inc.  For employees, the applicable Data Protection Authority.",
    "signupdate": "2011-09-29",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07054"
}