{
    "Fax": "512-283-1412",
    "OrgName": "Dell Boomi",
    "PPLoc": "http://www.boomi.com/privacy ",
    "Phone": "800-732-3602",
    "activities": "When individuals visit Boomi’s website, we may collect information they choose to provide about them and their company, which may include but is not limited to name, company name,  title, e-mail address, postal address, and telephone number. We may automatically collect other types of information when individuals visit our Website such as network location, the IP address of their computer, and what sections of our Website they visit. \r\nWe collect and use EEA Data for purposes of providing products and services to our customers, communicating with corporate business partners about business matters, processing EEA Data on behalf of corporate customers, providing information on our services, and conducting related tasks for legitimate business purposes.\r\nOther than website-collected data, Boomi collects information under the direction of its clients, and has no direct relationship with the individuals whose personal data it processes through Boomi’s AtomSphere cloud-based integration and Boomi Master Data Management products. The type of data processed on behalf of Boomi’s clients depends upon clients’ sole and exclusive decisions.",
    "address": "801 Cassatt Road Suite 111",
    "asp_index": "32186",
    "city": "Berwyn",
    "contactemail1": "privacy@boomi.com",
    "contactfax1": "512-283-1412",
    "contactname1": "Sean Collins",
    "contactoff1": "Product Management",
    "contactphone1": "512-513-7009",
    "contacttitle1": "Product Manager",
    "corpoffemail1": "janet_wright@dell.com",
    "corpofffax1": "610-854-0708",
    "corpoffname1": "Janet Wright",
    "corpoffphone1": "512-723-0544",
    "corpofftitle1": "Vice President and Assistant Secretary of Boomi Inc.",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-01",
    "orgverification": "Third Party",
    "personaldata": "Personal data processed by our organization includes application data integrated between customers' Software-as-a-Service (SaaS) applications and on-premises applications.  Additionally, we process typical Electronic Data Interchange(EDI)-type data exchanges between businesses.",
    "ppdate": "2013-09-27",
    "previous": "24600",
    "privacyprograms": "None",
    "recoursemech": "3rd party dispute resolution mechanism provided through our certification with TRUSTe",
    "signupdate": "2013-10-01",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19312"
}