{
    "Fax": "313-457-1661",
    "OrgName": "SiteLock, LLC",
    "PPLoc": "https:/ www.sitelock.com/privacy-policy.php ",
    "Phone": "6027533100",
    "activities": "SiteLock offers website security scanning services to small business website owners.   SiteLock collects information from visitors and customers, including those in the EU and Switzerland, who access the various parts of our Web site. We use this information primarily to provide a customized experience as you use our services and, generally, do not share this information with third parties.   However, we may disclose personal information collected if we have received permission beforehand or in very special circumstances, such as when we believe that such disclosure is required by law.\r\nCustomers are asked to provide certain personal information when they sign up for our services including name, address, telephone number, billing information (such as a credit card number), and the type of personal computer being used to access the services.  Visitors inquiring about our services may be asked to submit business information, such as company name and phone number. The personal information collected from customers during the registration process is used to manage each customer's account (such as for billing purposes). This information is not shared with third parties.  \r\nWe will retain customer information for as long as their account is active or as needed to provide services.  We will retain and use customer information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "8800 E Chaparral Rd, Ste 130",
    "asp_index": "32182",
    "city": "Scottsdale",
    "contactemail1": "nfeather@sitelock.com",
    "contactfax1": "313-457-1661",
    "contactname1": "Neill Feather",
    "contactoff1": "8800 E Chaparral Rd, Ste 130, Scottsdale, AZ 85250",
    "contactphone1": "6027533100",
    "contacttitle1": "President",
    "corpoffemail1": "nfeather@sitelock.com",
    "corpofffax1": "313-457-1661",
    "corpoffname1": "Neill Feather",
    "corpoffphone1": "6027533100",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-27",
    "orgverification": "Third party",
    "personaldata": "On-line data collected from customers",
    "ppdate": "2012-09-25",
    "previous": "24621",
    "privacyprograms": "TRUSTe and TRUSTe’s Dispute Resolution Services",
    "recoursemech": "TRUSTe’s Dispute Resolution Services",
    "signupdate": "2012-09-27",
    "state": "Arizona",
    "statutorybody": "FTC",
    "zip": "85250"
}