{
    "CertifiedThroughLabel": "",
    "Fax": "415-373-4577",
    "OrgName": "ClearSlide, Inc.",
    "PPLoc": "https:/ www.clearslide.com/legal/privacy ",
    "Phone": "415-799-4648",
    "activities": "ClearSlide provides web-based services designed for the communication needs of sales teams (the “Services”).  The Services are made available to users who have ClearSlide accounts (“Customers”) via our web site located at www.clearslide.com (the “Site”).  Customers use the Services to communicate with their customers and sales prospects (“Viewers”).  The Services allow Customers to upload presentations, sales collateral and other content (“Content”) to the Site, in addition to information about Viewers.  Customers then uses the Services to communicate with Viewers and to share Content in a variety of ways, including via email and browser-based online presentations.  Customers retain all rights to the Content they upload to the Service.  ClearSlide does not access or modify the Content except as necessary to provide the Services, prevent or resolve service or technical problems, or at a Customer’s request in connection with support matters.  ClearSlide does not disclose Customer Content except as described in the ClearSlide privacy policy or an agreement governing Customer’s use of the Services, or for purposes of allowing the Customer to share Content with Viewers via the Services.\r\n\r\nClearSlide may request a Customer provide personally identifiable information (“PII”) to allow ClearSlide to deliver the Services, manage and administer a Customer’s ClearSlide account and for billing purposes.  ClearSlide may require a Customer to submit their name, company, email address, phone number, credit card number, billing address, and financial qualification information.  Through a Customer’s use of the Services, Customers are allowed to input names, email addresses, phone numbers, and information about Viewers that Customers use the Services to communicate with.  This information is not used or accessed except with Customer’s permission, to provide the Services, support and assistance.  This information is not sold or used to contact Viewers except on Customer’s behalf and at their direction.  Other ClearSlide customers do not have access to this information. Information about a Customer’s account and a Customer’s interaction with and use of the Services may also be collected in order to deliver the Services and provide Customer with reporting and analytics relating to Customer’s use of the Services.  This information may include: the date and time Customer uploaded Content to the Service; Whether or not the Content was modified by the Customer; the number of times and length of time the Content was presented by the Customer using the Services; the Customer’s phone number (if using conference calling features); and the Customer’s IP address and location.  This information is made available to Customer’s via the Services and may be associated with other information about Customer and its Viewers (including PII) that Customers provide to ClearSlide. A Customer may request a Viewer provide them with information via the Services in order to view the Customer Content in accordance with the Customer’s privacy practices and policies.  This information is stored on behalf of Customers and ClearSlide does not access this information except with Customer's permission, in order to provide the Services, support and assistance. Information is collected automatically about a Viewer viewing Content they receive from a Customer via the Services.  Information is collected in relation to the Viewer’s interaction with the Content and the Services. This information may include: Whether or not a Viewer has viewed or is viewing Content; the date and time the Viewer viewed the Content; the number of times and the length of time the Content was viewed; the portions of the Content viewed; Whether or not the Viewer forwarded the Content received via the email function of the Services; the Viewer’s phone number (if using conference calling features); and the Viewer’s IP address and location.  Information is collected to deliver the Services and provide Customers with reporting and analytics relating to the Viewer’s interaction with the Content and the Services.  Information is available to Customers who communicate with the Viewer via the Services, and may be associated by Customers with other information about the Viewers (including PII) that Customers have provided to ClearSlide or the Viewer has provided to Customers via the Services.  ClearSlide does not use or access the Viewer PII collected by its Customers through their use of Services except with Customer’s permission, in order to provide the Services, support and assistance. Information is not sold or used to contact Viewers, except on Customer’s behalf and at Customer’s direction. Other ClearSlide customers do not have access to this information. A person who is not a Customer or a Viewer (a “Visitor”) visiting the Site and requesting more information about ClearSlide, may be asked for their name, company, job title, company email address, and information about their company.  This information is used to contact the Visitor later regarding the use of the Services and/or becoming a Customer.  ClearSlide may automatically collect anonymous information relating to the Visitor’s navigation on the Site (including IP Address, referral URL, browser type and operating system) to assist in improving the Site. When the Site is accessed or the Services used to access Content that has been sent to a Customer, Viewer or Visitor, ClearSlide may place cookies on the Customer, Viewer or Visitor’s computer or other computing device.  ClearSlide encodes the cookies so that only ClearSlide can interpret them and the information stored within. A Customer, Viewer or Visitor may decline ClearSlide’s cookies if their browser permits it.\r\n\r\nClearSlide’s goal in collecting any information is to provide the best Service possible.  The information is not shared, sold, rented, or traded with third parties for promotional purposes.  The information collected may be shared with third party service providers that perform work on ClearSlide’s behalf or which ClearSlide utilizes to deliver, monitor, or improve the Site and Services.  At a Customer, Viewer or Visitor’s request and on their behalf, the information may be shared with their own third party service providers. ClearSlide may also share information in connection with legal compliance issues, as part of an asset transfer and in the event information may be transferred to and maintained on computers located outside of a state, province, or other governmental jurisdiction where privacy laws may not be as protective as those in their original jurisdiction.  In the event a person is located outside of the United States and chooses to provide PII to ClearSlide, ClearSlide may transfer the information to the United States and process it in the United States. ClearSlide protects a Customer, Viewer or Visitor’s information online by using industry standard encryption methods to prevent unauthorized access to Content, data, and Customer account information stored on ClearSlide’s servers.  In the event sensitive information (such as a credit card number) is entered on ClearSlide’s registration or order forms, ClearSlide encrypts the information using secure socket layer technology (SSL).  ClearSlide encrypts PII in our databases, and uses HTTPS (SSL/TLS) to transmit and receive this information from a Customer, Viewer or Visitor.  ClearSlide and its service providers also maintain strict physical security at properties and facilities and only provide access to authorized personnel.  The access to the information provided to ClearSlide from a Customer, Viewer or Visitor is restricted to those of ClearSlide’s employees, contractors and agents who need to know that information in order to operate, develop or improve our Site or Services.  ClearSlide strives to use commercially acceptable means to protect a Customer, Viewer or Visitor’s information, however ClearSlide cannot guarantee its absolute security.",
    "address": "45 Fremont Street, 32nd Floor",
    "asp_index": "32195",
    "city": "San Francisco",
    "contactemail1": "privacy@clearslide.com",
    "contactfax1": "415-373-4577",
    "contactname1": "Brian Eng",
    "contactoff1": "Information Security and Privacy",
    "contactphone1": "415-539-3913",
    "contacttitle1": "Sr. Security Compliance Manager",
    "corpoffemail1": "lbruhmuller@clearslide.com",
    "corpofffax1": "415-373-4577",
    "corpoffname1": "Lawrence Bruhmuller",
    "corpoffphone1": "415-692-4446",
    "corpofftitle1": "VP of Engineering",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-04",
    "orgverification": "TRUSTe",
    "personaldata": "On-line data, Offline data, Human resources data",
    "ppdate": "2015-03-25",
    "previous": "26221",
    "privacyprograms": "TRUSTe, IAPP",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-10-04",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}