{
    "Fax": "",
    "OrgName": "Bucksense, Inc.",
    "PPLoc": "http://www.bucksense.com/ ",
    "Phone": "914-505-6690",
    "activities": "Bucksense provides 2 services, an advertising platform and developer services. Therefore, our privacy policy is comprised of 2 parts and both adhere the the Safe Harbor principles.\r\n\r\nAdvertising Platform Privacy Policy\r\n\r\nBucksense, Inc. allows its clients to purchase advertisements on participating ad networks, exchanges, publishers, mobile applications and web sites. We care about our users’ privacy and are committed to disclosing our data practices. This Privacy Policy explains how Bucksense collects, uses, and shares information from and about you when you interact with a mobile application or website that displays Bucksense ads (“Bucksense Ad Platform”).\r\nFor information on how we treat information collected on our website and the Bucksense Publisher Services please see the Bucksense Developer Services Privacy Policy.\r\n\r\n\r\nDeveloper Platform Privacy Policy\r\n\r\nWe and/or our service providers may collect a variety of information when a user: (i) interacts with a mobile application that integrates the Bucksense developer services (“Bucksense Developer Services”) within the app (a “Developer App”); and/or (iii) visits the Bucksense website (“Bucksense Website”). Bucksense Developer Services and the Bucksense Website are referred to hereinafter as the “Bucksense Services”. \r\n\r\nThe developer of the Developer App (“Developer”) is responsible for obtaining consent from the user for Bucksense Developer Services, if required and as applicable, to enable us to collect information from the user’s device.",
    "address": "80 Pine",
    "asp_index": "32192",
    "city": "New York",
    "contactemail1": "adrian.rubio@bucksense.com",
    "contactfax1": "",
    "contactname1": "Adrian Rubio",
    "contactoff1": "Corporate Development",
    "contactphone1": "914-505-6690",
    "contacttitle1": "SVP, Corporate Development",
    "corpoffemail1": "cristian.carnevale@bucksense.com",
    "corpofffax1": "",
    "corpoffname1": "Cristian Carnevale",
    "corpoffphone1": "914-505-6690",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-07",
    "orgverification": "In house",
    "personaldata": "Device Information, Application Usage Information, User Information, Information about advertisements viewed",
    "ppdate": "2015-10-02",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "The independent resource mechanism for Safe Harbor-related dispute resolution is the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC). Bucksense agrees to cooperate and comply with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints.",
    "signupdate": "2015-10-07",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10005"
}