{
    "Fax": "",
    "OrgName": "MedicalMine Inc.",
    "PPLoc": "http://charmtracker.com/ehr/privacypolicy.html ",
    "Phone": "855-571-5557",
    "activities": "MedicalMine Inc. offers online Electronic Health Records, Practice management and medical billing services through its cloud based applications available on its website www.charmehr.com. MedicalMine Inc. collects, holds and processes the personal data of users in EU/EEA submitted while signing-up for our services and also holds and manages Protected health Information generated by users of the services. Information stored in the ChARM EHR services is used by the MedicalMine Inc., solely for the purpose of operating and rendering services to the users, managing customer support and for complying with the orders and directions of government enforcement agencies under applicable laws and regulations, and for detecting and preventing fraud and other illegal activities.",
    "address": "4141 Hacienda Drive",
    "asp_index": "32204",
    "city": "Pleasanton",
    "contactemail1": "info@charmehr.com",
    "contactfax1": "",
    "contactname1": "Pramila Srinivasan",
    "contactoff1": "Privacy Office",
    "contactphone1": "855-571-5557",
    "contacttitle1": "CEO",
    "corpoffemail1": "info@charmehr.com",
    "corpofffax1": "",
    "corpoffname1": "Pramila Srinivasan",
    "corpoffphone1": "855-571-5557",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Denmark, Estonia, Finland, France, Germany, Iceland, Ireland, Italy, Liechtenstein, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "ISL",
        "IRL",
        "ITA",
        "LIE",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Health Care Services - (HCS)Information Services - (INF)",
    "industrysector_parsed": [
        "Health Care Services - (HCS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-20",
    "orgverification": "In-house",
    "personaldata": "Protected Health Information. Data is not manually processed.",
    "ppdate": "2011-01-01",
    "previous": "25057",
    "privacyprograms": "MedicalMine Inc. abides by the United States Department of Health and Human Services Health Insurance Portability and Accountability Act of 1996 (HIPAA) Privacy Rule and related regulations and guidances",
    "recoursemech": "MedicalMine Inc. agrees to cooperate and comply with the EU and/or Swiss Data Protection Authorities (DPAs) or their authorised representatives.",
    "signupdate": "2014-10-20",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94588"
}