{
    "CertificationStatus": "true",
    "Fax": "646-467-8201",
    "OrgName": "HookLogic, Inc.",
    "PPLoc": "http://hooklogic.com/privacy ",
    "Phone": "646-467-8200",
    "activities": "HookLogic, Inc. operates an advertising network consisting of online retailer and service provider digital properties, such as websites and mobile applications. HookLogic offers a suite of proprietary digital marketing programs that its clients use to buy online advertising and deliver it to consumers throughout its network. The programs operate through the use of non-personally identifiable information, such as number of visits, average time spent on site, pages viewed, navigation history through the website, date & time, browser version and cookie id number. HookLogic collects the following contact information from its clients: name, job title, business address, e-mail address, phone number. HookLogic uses the aforementioned information 1) to market its products, promotions and services to clients, 2) for billing and customer care purposes, 3) to respond to problems and comments, 4) to permit users of the HookLogic website and clients to participate in webinars, 5) to permit clients to use its client login and the services offered therein, and 6) to send clients and users of the Hooklogic website important information regarding the website, changes to its terms, conditions, and policies and/or other administrative information. In relation to HookLogic staff: basic biographical data (such as name and status), contact details and education and work history data. HookLogic staff data from EU employees may be transferred to the home office for administrative, performance management and compliance purposes.",
    "address": "99 Hudson Street, 9th Floor",
    "asp_index": "32225",
    "city": "New York",
    "contactemail1": "john.trani@hooklogic.com",
    "contactfax1": "646-467-8201",
    "contactname1": "John Trani",
    "contactoff1": "Legal Department",
    "contactphone1": "917-564-8838",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "john.trani@hooklogic.com",
    "corpofffax1": "646-467-8201",
    "corpoffname1": "John Trani",
    "corpoffphone1": "917-564-8838",
    "corpofftitle1": "General Counsel",
    "eucountries": "France, Germany, Ireland, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "IRL",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-14",
    "orgverification": "In-house",
    "personaldata": "Client contact information, human resources data",
    "ppdate": "2015-10-05",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association: International Centre for Dispute Resolution",
    "signupdate": "2015-10-14",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10013"
}