{
    "CertificationStatus": "true",
    "Fax": "(650) 618-1499",
    "OrgName": "Google Inc. and its wholly-owned U.S. subsidiaries, except as listed below",
    "PPLoc": "http://www.google.com/intl/en/policies/privacy/frameworks/ ",
    "Phone": "(650) 253-4000",
    "activities": "This certification applies to Google Inc. and its wholly-owned U.S. subsidiaries, but specifically excludes any other wholly-owned U.S. subsidiary that maintains a separate, current, and applicable Safe Harbor certification. The entities covered by this certification are collectively referred to herein as “Google.” \r\n\r\nGoogle receives personal information regarding natural persons located in the EEA and/or Switzerland (“EEA data subjects”) in connection with activities such as: 1) the use and operation by Google of internet domains which are registered in member states of the EEA and/or Switzerland from which Google carries on its business and supplies services to EEA data subjects; 2) the distribution, within member states of the EEA and/or Switzerland, by Google (and other third parties authorized to do so by Google) of applications and products to EEA data subjects; 3) the provision of data services to companies that use Google products for commercial purposes including services that provide computing and various information processing services (e.g., word processing, spreadsheets, and office-based automation services); 4) the supply of goods and/or services to Google by third parties; 5) human resources functions; and 6) monitoring of access by Google staff, customers, suppliers and third party representatives to Google offices and other facilities (e.g., via CCTV). Personal information received under (1) - (5) above are received, held and processed by Google for different purposes depending upon the particular service or product being provided. These purposes may include any of the following: sales and marketing to individuals, consumers and/or businesses; contract negotiation; effecting transactions with individuals, consumers and/or businesses; supplying services and/or products to such consumers and/or businesses; operating, developing and improving Google services and products; personalizing Google services and products; financial processing and management; supplier relationship management; fraud detection and prevention; compliance with governmental, legislative and regulatory bodies; customer support and/or customer relationship management; and human resources purposes. Personal information received under (6) is held and processed by Google in connection with maintaining the security of Google offices and other facilities and achieving compliance with applicable Google site policies. The personal information received by Google from EEA and/or Switzerland includes both personal data that Google processes as a data controller and personal data that Google processes as a data processor.",
    "address": "1600 Amphitheatre Parkway",
    "asp_index": "32284",
    "city": "Mountain View",
    "contactemail1": "keithenright@google.com",
    "contactfax1": "(650) 618-1499",
    "contactname1": "Keith Enright",
    "contactoff1": "Legal Department",
    "contactphone1": "(650) 253-4000",
    "contacttitle1": "Senior Privacy Counsel",
    "corpoffemail1": "keithenright@google.com",
    "corpofffax1": "(650) 618-1499",
    "corpoffname1": "Keith Enright",
    "corpoffphone1": "(650) 253-4000",
    "corpofftitle1": "Senior Privacy Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-15",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed, human resources data",
    "ppdate": "2012-07-27",
    "previous": "25007",
    "privacyprograms": "None",
    "recoursemech": "For non-HR data, Google will cooperate with JAMS in accordance with the JAMS International Mediation Rules. For HR data only, Google will cooperate with EEA data protection authorities (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2005-10-15",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94043"
}