{
    "CertificationStatus": "true",
    "Fax": "650-548-0314",
    "OrgName": "PrO Unlimited",
    "PPLoc": "see link below",
    "Phone": "650-373-2400",
    "activities": "PRO Unlimited Inc. is a management consulting firm that provides contingent workforce management services. As such, we provide a unique end-to-end solution for the effective procurement and tracking of contingent labor. Operating as an unbiased non-staffing company, PRO's solution helps clients reduce costs and addresses critical issues such as: \r\nCo-employment\r\nHeadcount and management expense tracking\r\nIndependent contractor management \r\nSupplier base management\r\nLife cycle management\r\nTrends regarding the use of contingent workers",
    "address": "1350 Old Bayshore Highway, Suite 350",
    "asp_index": "32283",
    "city": "Burlingame",
    "contactemail1": "legal@prounlimited.com",
    "contactfax1": "916-669-3202",
    "contactname1": "James Cahalan",
    "contactoff1": "PRO Unlimited",
    "contactphone1": "916-669-3104",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "mschultz@prounlimited.com",
    "corpofffax1": "916-669-3202",
    "corpoffname1": "Martin Schultz",
    "corpoffphone1": "916-735-4490",
    "corpofftitle1": "Senior VP of Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-25",
    "orgverification": "In-house",
    "personaldata": "Human Resources and Management Consulting Services",
    "ppdate": "2001-10-25",
    "previous": "24692",
    "privacyprograms": "None",
    "recoursemech": "Workers will be informed of the privacy policy and their rights under that policy upon signing up with the client and again each time they log into PRO's web based application to report time. They will be provided with an email address they can use if they have any questions or concerns (privacy@prounlimited.com). \r\n\r\nPRO Unlimited will cooperate with the Data Protection Authorities of the European Union (EU DPAs) and Switzerland's Federal Data Protection and Information Commissioner (FDPIC).\r\n\r\nAll PRO employees will receive training and sign a statement indicating that they understand the importance of keeping all personal information confidential, the procedures they must follow in order to do so and the disciplinary actions that will be taken should they fail to abide by the policy. This training will be given to each new employee as part of the basic training they receive upon joining the PRO family. There will also be ongoing reviews and reminders regarding the necessity of keeping all information confidential throughout each year.\r\n\r\nPRO will conduct scheduled and unscheduled reviews of the information that has been secured, how it is being treated and to whom it is provided.",
    "signupdate": "2001-10-25",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94010"
}