{
    "Fax": "425-201-6150",
    "OrgName": "Blucora, Inc.",
    "PPLoc": "http://www.blucora.com/home/privacy ",
    "Phone": "425-201-6100",
    "activities": "Blucora, Inc., and other companies within the Blucora, Inc. corporate group, collect and maintain personal information in relation to natural persons from within member states to the European Union (\"EU data subjects\") as result of: 1) the use and operation by Blucora, Inc. and its group members of internet domains which are registered in member states of the European Union from which Blucora, Inc. and its group members carry on their business and supply services to EU data subjects; and 2) the distribution, within member states of the European Union, by Blucora, Inc. and its group members (and other third parties authorised to do so by Blucora, Inc. and its group members) of applications and products to EU data subjects; and 3) the supply of goods and/or services to Blucora, Inc. and its group members by companies and businesses located in member states of European Union (which may in some cases involve the supply or exchange of personal information in relation to EU data subjects); and 4) the collection and maintenance of human resources data for EU data subjects who are employees Blucora, Inc. and its group members within the European Union. Personal information collected under (1) and (2) is primarily collected from the consumer websites owned and operated by Blucora, Inc. and its group members located at www.webfetch.com and www.webcrawler.de, and those consumer websites of its distribution syndicates that are directed at EU data subjects. Consumers described under this certification are natural persons that use these websites in their personal capacity outside their trade, business or profession. This personal information is held and processed by Blucora, Inc. and its group members for differing purposes depending upon the particular service or product being provided, including: sales and marketing to such consumers and/or distribution syndicates, contract negotiation, effecting transactions with such consumers and/or distribution syndicates, supplying services and/or products to such consumers and/or distribution syndicates, operating, developing and improving our websites, services and products, personalising our services and products, financial processing and management, fraud detection and prevention, compliance with governmental, legislative and regulatory bodies, and customer support and relationship management. Personal information collected under (3) is held and processed by Blucora, Inc. and its group members for differing purposes depending upon the nature of the supply of goods and/or services, including: contract negotiation, effecting transactions with such individuals and/or businesses, financial management and/or supplier relationship management, fraud detection and prevention, and compliance with governmental, legislative and regulatory bodies. Personal information collected under (4) is held and processed by Blucora, Inc. and its group members for the purpose of providing employment and benefits, including: employment application and processing, payroll and compensation processing, benefits administration, communicating with third party vendors and suppliers of employee services and benefits, employee review, relationship and termination processing, and compliance with governmental, legislative and regulatory bodies.",
    "address": "10900 NE 8th Street, Suite 800",
    "asp_index": "32291",
    "city": "Bellevue",
    "contactemail1": "matt.boisen@blucora.com",
    "contactfax1": "425-201-6167",
    "contactname1": "Matt Boisen",
    "contactoff1": "Chief Legal Officer",
    "contactphone1": "425-201-8577",
    "contacttitle1": "Sr. Corporate Counsel",
    "corpoffemail1": "Mark.Finkelstein@blucora.com",
    "corpofffax1": "425-201-6167",
    "corpoffname1": "Mark Finkelstein",
    "corpoffphone1": "425-201-8621",
    "corpofftitle1": "Chief Legal Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Consumer Electronics - (CEL)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Consumer Electronics - (CEL)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-12",
    "orgverification": "In-house",
    "personaldata": "on-line, human resources - Not manually processed",
    "ppdate": "2009-04-01",
    "previous": "25115",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss FDPIC for HR data, and AAA for all other data.",
    "signupdate": "2005-02-01",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98004"
}