{
    "CertifiedThroughLabel": "",
    "Fax": "(866) 960-9775",
    "OrgName": "BlackDivine",
    "PPLoc": "http://www.blackdivine.com/privacy.html ",
    "Phone": "(866) 960-9775",
    "activities": "Where does Gleeden collect information ?\r\nGleeden’s servers are located in the United States. By providing any Personal Information to Gleeden, all Members, including, without limitation, Members in Canada and in the European Union, fully understand and unambiguously consent to this Privacy Policy and to the transfer of such Personal Information across international borders in accordance with Gleeden’s standard operations, including the collection, storage, and processing of such information in the US.\r\n\r\nWhat information will Gleeden ask me to provide?\r\nWhen you use our site, you may set up your personal profile, form relationships, send messages, perform searches and queries, send virtual gifts, add applications, and transmit information through various channels. We collect this information so that we can provide you the service and offer personalized features. When you create a free profile, you will be asked to provide a certain demographic information that will allow our search engines to generate the best results for prospects for whom may be of interest.\r\n\r\nWhen you register for an account with our service, we will send you a welcoming confirmation email, based upon the personal information you provide us, to verify your username and password. We will also communicate with you in response to your inquiries, to provide the services you request, and to manage your account. We will communicate with you by email or telephone, in accordance with your wishes.\r\n\r\nWe will send you strictly service-related announcements on rare occasions when it is necessary to do so. For instance, if our service is temporarily suspended for maintenance, we might send you an email. Generally, you may not opt-out of these communications, which are not promotional in nature. If you do not wish to receive them, you have the option to deactivate your account.\r\n\r\nIf you wish to subscribe to our newsletter(s), we will use your name and email address to send the newsletter to you. Out of respect for your privacy, we provide you a way to unsubscribe. Please see the “Opt-out” section below.\r\n\r\nWe will save your personal information (email address), and demographic data (your city, you age, your gender) on our servers. Gleeden may share only general demographic data not associated with any users’ profile with our consultants to improve our Service.\r\n\r\nHow will Gleeden use my personal information?\r\nGleeden will use your personal information to process your purchase transactions, to send you marketing and promotional materials by e-mail, to keep you apprised of updates and to help us improve our services for you. Any notifications will be sent by email only. For more information on how to ‘opt-out’ of this type of communication, please see our “Opt-out” section below.\r\n\r\nWhy does Gleeden collect information on me?\r\nWe need your personal information to provide a high quality service. Your profile information (your username, preferences, age, sex ) enables Gleeden to provide you with a personalized environment, and allow other members to find you through our advanced search monitor. Other information (including without limitation, your name, e-mail address, and credit card number) will be used in order to process transactions on the site. We also retain details of your specific product purchases and transactions, interests or preferences. We may collect non-personal information about how Members navigate through the site.\r\n\r\nWe use third parties such as a credit card processing company to facilitate transactions, and an email service provider to send out emails on our behalf. These companies are authorized to use your personal information only as necessary to provide these services to us. We will share your personal information with third parties only in the ways that are described in this privacy policy. We do not sell your personal information to third parties.\r\n\r\nGleeden shall not sell or provide any personal data to anyone except in the following circumstances: (1) to financial institutions providing financial or related services (to process payment), (2) to governmental authorities (for data protection), (3) in connection with a corporate re-organization, a merger or an amalgamation of Gleeden with another company or a sale of all or a substantial portion of Gleeden's assets, provided that the information disclosed continues to be used for the purposes permitted by this Privacy Policy by the entity acquiring the information, (4) to a third party without your consent if we have reason to believe that disclosing this information is necessary to identify, contact or bring legal action against someone who may be causing injury to or interference with (either intentionally or unintentionally) our rights or property, other website users or anyone else that could be harmed by such activities, or (5) if required by law and when we believe that disclosure is necessary to protect our rights and/or to comply with a judicial proceeding, court order, or legal process served on our Web site.\r\n\r\nHow secure are my personal information on Gleeden?\r\nThe site encrypts your credit card number and other personal information using secure socket layer (SSL) and Triple DES technology that allows for the secure transmission of information from your computer to our servers. In addition, only those employees and third parties who require this information in order to process your request are allowed access to this information.\r\n\r\nWhen you register your profile, you may use a pseudonym for username, indicate the city where you live and provide a description of yourself and of your preferences. Your real name never appears on the website, but be aware that personal pictures that you post may identify you.\r\n\r\nHow long will Gleeden keep my personal information?\r\n\r\nWe will keep your personal information as long as your profile remains active. Once you cease to be a Member, Gleeden will not archive your personal information on our servers but will automatically delete all your personal information from our servers. We may keep however non-personal information (sex, age, city, etcetera) for statistical reasons and such information shall be considered as fungible.\r\n\r\nWhat information do you gather from visitors?\r\nGleeden may share non-personal information (including but not limited to hits to our server, the types of browsers used to access our Site, page views, and navigational patterns) with consultants for statistical reasons, or to enhance the Service. The information that is collected in this manner does NOT provide us with any personal information about our Members. It helps us track “where” our Members come from, allows us to identify high traffic areas and determine the most effective ways to communicate with our Members. Gleeden may also uses devices called “web beacons” to help us identify when emails sent to you have been received and read. In order to prevent the introduction of viruses and hackers into our Service we may collect information, such as IP addresses, into a log file to be used to identify potential hackers of our site.\r\n\r\nWe use your IP address to maintain our site and be able to react quickly to any problem with our server.\r\n\r\nWe use cookies to identify traffic generated and to provide you with a very personal environment. \r\nWe use Google Analytics, a third-party tracking service, which uses cookies to track non-personal information about our visitors to our site in the aggregate to capture usage and volume statistics. Some of our business partners (e.g., Google Analytics) use cookies on our site. We have no access to or control over these cookies. This privacy policy covers the use of cookies by Gleeden only and does not cover the use of cookies by any third-party.",
    "address": "60 Broad street - suite 3502",
    "asp_index": "32341",
    "city": "New York",
    "contactemail1": "rtruchot@blackdivine.com",
    "contactfax1": "(866) 960-9775",
    "contactname1": "Truchot",
    "contactoff1": "Ravy",
    "contactphone1": "3055878056",
    "contacttitle1": "CEO",
    "corpoffemail1": "rtruchot@blackdivine.com",
    "corpofffax1": "(866) 960-9775",
    "corpoffname1": "Truchot Ravy",
    "corpoffphone1": "3055878056",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Science & Technology - (GST)Computer Services - (CSV)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "General Science & Technology - (GST)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-25",
    "orgverification": "eTrust",
    "personaldata": "offline & online data",
    "ppdate": "2014-11-29",
    "previous": "24641",
    "privacyprograms": "None",
    "recoursemech": "eTrust",
    "signupdate": "2013-07-25",
    "state": "New York",
    "statutorybody": "DoT",
    "zip": "10004"
}