{
    "CertificationStatus": "true",
    "Fax": "630 243 9811",
    "OrgName": "Online Business Applications",
    "PPLoc": "http://www.irmsonline.com/safeharbor/ ",
    "Phone": "630 243 9810",
    "activities": "OBA only collects personal information that is needed to provide customer service, authorized access to hosted solution, offer new products, services and product demos to users, or fulfills any legal and/or regulatory requirements associated with the provision of the Services. OBA does not intentionally collect sensitive personal information (personal information pertaining to medical or health conditions, racial or ethnic origin, for example).\r\n\r\nWhile interacting with our website\r\nOur website (www.irmsonline.com) gives an option for Visitors and Customers to request for brochure or demo of our products, when requesting information, Visitors and Customers may be asked for there “Personal Information” which may include, but may not be limited to, Visitors and Customers full name, postal address, phone number, company name and email address. \r\nOn some pages of our websites, Visitors and Customers can also register to purchase products or services, receive personalized content and participate in surveys or forums. When registered, users may be asked for some “Personal Information” which may include, but may not be limited to, user first name, last name, company name, email, phone number, payment method. Users may also be contacted with information about the company’s products and services.\r\nIf the Visitors and Customers purchase products or services, we may also request financial information such as credit card or bank account information. Any financial information collected is used only to bill the Customers for the products and services they purchased. If purchase by credit card, this information may be forwarded to credit card provider.\r\n\r\nWhen Providing Technical Support\r\nCustomers may be asked to disclose Personal Information to us so that we can indentify authorized Customers and can provide technical support assistance and information.  For example, we may collect Personal Information from Customers (such as an e-mail address, system information and problem descriptions) in order to provide online technical support and troubleshooting. If any Customer choose to correspond with us through electronic communication (e.g. email, online chat or instant messaging), we may retain a copy of the electronic communication together with the customer email address and our responses. We provide the same protections for these electronic communications that we employ in the maintenance of information received by mail and telephone.\r\n\r\nWhen Accessing Hosted Solutions\r\nOBA also provides hosted medical communication software services to its customers around the globe, customers using hosted services are responsible for managing the data that they store at OBA’s data center. These responsibilities include determining the type of information that is stored, how that information will be used, to whom it will be disclosed, and for what purposes. \r\nHowever, as a security measure and to ensure that our hosted services and network remain available to all customers, OBA may use software tools to monitor network traffic or to identify unauthorized attempts to upload or change information, or otherwise cause damage. These software tools may also collect information regarding the client access of our hosted solutions and computer network.\r\nDisclosure of Personal Information \r\nOBA is not in the business of selling or sharing information with any entity not directly involved in providing the Services. OBA will never review, share, distribute, print, reference, or disclose any personal information, including any personal information received from the EU, EEA and/or Switzerland to any third-party for any purpose that has not been disclosed in this Privacy Policy unless: the Company has provided sufficient notice and Visitors and Customers have had an opportunity to exercise choice, as outlined below, with respect to such use or disclosure; disclosure of such personal information has been agreed to by Visitors or Customers and OBA in conjunction with a contractual agreement, or in such cases where applicable law permits the use or disclosure without requiring that OBA first comply with the Safe Harbor’s Notice and Choice Principles. Unless described in this Privacy Policy, OBA does not share, sell, rent, or trade any information provided with third parties for their promotional purposes.\r\nOB A reserves the right to use or disclose information if required by law or if OBA reasonably believes that its use or disclosure is necessary to protect the Company’s rights and/or to comply with a judicial proceeding, court order, or legal process and is permissible under the Safe Harbor Principles.",
    "address": "9018 Heritage Parkway Suite 600",
    "asp_index": "32371",
    "city": "Woodridge",
    "contactemail1": "safeharbor@irmsonline.com",
    "contactfax1": "630 243 9811",
    "contactname1": "James Koursaris",
    "contactoff1": "Online Business Applications Inc, 9018 Herirtage Parkway suite 600 Woodridge IL 60517",
    "contactphone1": "630 243 9810",
    "contacttitle1": "Director of Operations",
    "corpoffemail1": "safeharbor@irmsonline.com",
    "corpofffax1": "630 243 9811",
    "corpoffname1": "James Koursaris",
    "corpoffphone1": "630 243 9810",
    "corpofftitle1": "Director of Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Biotechnology - (BTC)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-24",
    "orgverification": "In-House",
    "personaldata": "Visitor and Customer data",
    "ppdate": "2015-10-20",
    "previous": "25732",
    "privacyprograms": "None",
    "recoursemech": "OBA encourage interested persons to raise any concerns to us using the contact information below.\r\nContact Information:\r\nOnline Business Applications, Inc.\r\n9018 Heritage Parkway\r\nSuite 600\r\nWoodridge, IL 60517\r\nTel: (630)-243-9810 Ext: 350\r\nFax: (630)-243-9811\r\nEmail:safeharbor@irmsonline.com\r\nWe will investigate and attempt to resolve complaints and disputes regarding use and disclosure of Personal Data in accordance with the principles contained in this policy. For any dispute that cannot be resolved through our internal processes, OBA will engage the services of The American Arbitration Association (AAA), ICDR/AAA Safe Harbor Program an unaffiliated neutral party to act as the dispute-resolution mediator as permitted by the Safe Harbor Frameworks. In the event that we or the dispute-resolution mediator determines that we did not comply with this policy, we will take appropriate steps to address any adverse effects and to promote future compliance.",
    "signupdate": "2012-10-24",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60517"
}