{
    "Fax": "",
    "OrgName": "FullStory, Inc.",
    "PPLoc": "https:/ www.fullstory.com/legal/privacy ",
    "Phone": "4049937977",
    "activities": "When you sign up for the FullStory Services, we collect your email address. We also may collect your payment information as well as other information required to configure, use, pay for, and receive support for the FullStory Services. You can choose not to provide certain information, but this may impair your ability to use the FullStory Services. The information we collect from these sources is used to administer our business activities, including but not limited to invoicing and customer support. In addition, we act as a data processor and receive information from our customers about their users. In FullStory’s capacity as a data processor, FullStory acts on the instructions of its customers and does not own the personal information it may process on the customers’ behalf. As a data processor, FullStory uses reasonable physical, electronic, and administrative safeguards to protect personal information from loss; misuse; or unauthorized access, disclosure, alteration, or destruction.",
    "address": "818 Marietta Street",
    "asp_index": "32377",
    "city": "Atlanta",
    "contactemail1": "scott@fullstory.com",
    "contactfax1": "",
    "contactname1": "Scott Voigt",
    "contactoff1": "FullStory",
    "contactphone1": "4049937977",
    "contacttitle1": "CEO",
    "corpoffemail1": "scott@fullstory.com",
    "corpofffax1": "",
    "corpoffname1": "Scott Voigt",
    "corpoffphone1": "4049937977",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-20",
    "orgverification": "in-house",
    "personaldata": "Organization data, client data, customer data , website visitor",
    "ppdate": "2014-07-14",
    "previous": "",
    "privacyprograms": "a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2014-10-20",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30318"
}