{
    "Fax": "781-472-8101",
    "OrgName": "Constant Contact, Inc",
    "PPLoc": "http://www.constantcontact.com/privacy_guarantee.jsp ",
    "Phone": "781-472-8100",
    "activities": "In connection with a trialer’s or customer’s use of Constant Contact’s products or services, Constant Contact will obtain contact lists (including email addresses and other information for a trialer’s or customer’s subscribers) and content (including the content of a trialer’s or customer’s campaigns and storefront information) that its trialers and customers provide to it in connection with such use.  Constant Contact may also obtain the following information about its trialers and customers: information provided during any voluntary or mandatory registration process (such as first and last name, company name, email address, phone number, billing address or credit card information, geographic location and industry), when a trialer or customer calls or emails (for support or otherwise) or when a trialer or customer use its products or services; payment information that customers provide to it when they purchase some of its products and services, including credit card data; additional information about trialers and customers that it collects from other sources; information from third party social networking sites; customer telephone conversations (which Constant Contact may monitor or record); data relating to trialer and customer activity on its websites and mobile apps; and if a trialer or customer decides to import contacts from other email accounts, Constant Contact collects the username and password for the email account such trialer or customer wishes to import contacts from.\r\nConstant Contact may use any of this information to offer and improve its products and services, to provide trialers and customers with requested information or technical support, to facilitate trialer and customer movement through the websites or mobile apps or other use of its products and services, to do a better job of advertising and marketing its products and services, to diagnose problems with its servers or its products and services, in connection with its security and compliance programs, to administer its websites or mobile apps, to communicate with its trialers and customers, to target prospective customers with its products or services, to assist it in offering trialers and customers a personalized experience or otherwise tailor its websites, mobile apps, product and service offerings to a trialer or customer, or as otherwise described in its privacy statement. Payment information will only be used to facilitate payment for its products and services. Constant Contact may also use recorded telephone conversations for quality control purposes, to train its employees and for its own protection. Constant Contact will only use the username and password for any email account a trialer or customer imports any contacts from to enable such trialer or customer to import such contacts. Constant Contact may also obtain information that is provided on its public forums. \r\nConstant Contact and its partners use technologies such as cookies, beacons, tags and scripts for, among other things, advertising, sales and marketing, analyzing trends, administering and improving its websites and products, tracking users' movements around its websites (including point of entry), gathering demographic information about its user base, verifying login status, measuring the success of a particular marketing campaign, providing improved customer service, providing more relevant content, deterring or detecting fraud, and providing users with a customized experience. Constant Contact also uses these technologies as part of its product offerings, including to provide its trialers and customers with information about their campaigns, such as email opens, clicks and bounces and tracking whether messages are shared and opened using its social share features. \r\nNotice is given via Constant Contact’s terms of service and privacy statement when users sign up to receive its products or services to enable users to choose whether or not they consent to the usage terms.  These documents are also available for review by any user or prospective user at any time. Those who have signed up for Constant Contact mailings and subsequently wish to withdraw their participation may opt-out of receiving future mailings at any time. \r\nTrialers and customers may review and update their Constant Contact account information within its product or, in the case of Constant Contact’s SinglePlatform customers, by contacting the SinglePlatform account management team.  Constant Contact will retain and use customer information for as long as an account is active or as needed to provide a trialer or customer with services, as necessary to comply with its legal obligations, resolve disputes, enforce its agreements and for backup purposes. \r\nConstant Contact is headquartered in the United States of America. Personal information may be accessed by Constant Contact or transferred to it in the United States or to our affiliates, partners, merchants, or service providers elsewhere in the world. \r\nAs part of Constant Contact’s internal operations, it transfers personal data of its employees and non-employee personnel to its U.S. headquarters for processing and storage. Constant Contact collects, transfers, and uses employee data for purposes of employee benefits and employees services. Such benefits and services include evaluation of qualifications for employment, provision of employment, compensation and benefits, reporting, security management, administration of compensation, performance management and company network access, authentication and personalization.  Some of this employee data may, from time to time, be manually processed.",
    "address": "1601 Trapelo Rd",
    "asp_index": "32374",
    "city": "Waltham",
    "contactemail1": "jcuff@constantcontact.com",
    "contactfax1": "781-472-8101",
    "contactname1": "Jim Cuff",
    "contactoff1": "Technical  Operations",
    "contactphone1": "781-472-8100",
    "contacttitle1": "VP, Technical Operations",
    "corpoffemail1": "jcuff@constantcontact.com",
    "corpofffax1": "781-472-8101",
    "corpoffname1": "Jim Cuff",
    "corpoffphone1": "781-472-8100",
    "corpofftitle1": "VP, Technical Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)General Services - (GSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-20",
    "orgverification": "Third Party - TRUSTe",
    "personaldata": "Online/Offline - Organizational, customer, visitor",
    "ppdate": "2015-08-13",
    "previous": "25064",
    "privacyprograms": "Constant Contact is a licensee of the TRUSTe Privacy Program.",
    "recoursemech": "TRUSTe; EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) for human resources data.",
    "signupdate": "2010-10-20",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02451"
}