{
    "Fax": "",
    "OrgName": "Tervela, Inc.",
    "PPLoc": "https:/ www.cloudfastpath.com/privacy-policy/ ",
    "Phone": "617-294-6610",
    "activities": "Tervela, Inc. is a private company that builds software to manage and analyze data in motion. One of our products, Cloud FastPath is used by organizations (large and small alike) to transfer large volumes of digital content to and from heterogeneous content repositories. \r\n\r\nUsers of Cloud FastPath select the content they want to transfer at the source where that content resides, and then they select the target destination where they want it to go. An example of a source is a file server or personal computer. An example of a target is a cloud service like DropBox for Business, Box, or Amazon Web Services. The Cloud FastPath service is typically used for large volume transfers and/or to transfer a very large number of files distributed across different locations.\r\nImportantly, the Cloud FastPath product does NOT use, manage or process personal information, except to the extent that users of the Cloud FastPath use the service to transmit personal information with the service\r\n\r\nNevertheless our business partners require us to certify that we adhere to the Safe Harbor Privacy Principles and maintain Safe Harbor framework certification. \r\n\r\nOut of respect for their concerns, the potential concerns of European and Swiss customers, and an abundance of caution, we are therefore self-certifying with respect to the principles and overall framework.",
    "address": "50 Milk Street, 17th Floor",
    "asp_index": "32375",
    "city": "Boston",
    "contactemail1": "smarrano@tervela.com",
    "contactfax1": "",
    "contactname1": "Susan Marrano",
    "contactoff1": "Boston, MA",
    "contactphone1": "617-294-6610",
    "contacttitle1": "Controller",
    "corpoffemail1": "eschnadig@tervela.com",
    "corpofffax1": "",
    "corpoffname1": "Eric R. Schnadig",
    "corpoffphone1": "617-294-6610",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-27",
    "orgverification": "In-house investigation and self-assessment reviewe",
    "personaldata": "Only customer data",
    "ppdate": "2014-08-27",
    "previous": "",
    "privacyprograms": "Not Applicable",
    "recoursemech": "JAMS",
    "signupdate": "2015-10-27",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02109"
}