{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "The New Office, Inc.",
    "PPLoc": "http://www.thenewoffice.com/privacy-policy2/ ",
    "Phone": "512-961-1350",
    "activities": "The New Office provides software-as-a-service to organizations for their system integration activities. In that capacity, The New Office acts only as a data processor with respect to personal information that it processes from its customers.  Some of our customer’s data is received from the EU/EEA and/or Switzerland.  Accordingly, The New Office has no direct relationship with the individuals whose information it receives from its customers. The New Office does not control such information, does not select or determine the specific types of data that it processes, and does not determine the purpose for which it is processed. Such personal information consists mostly of business-related data such as names, physical and email addresses for businesses, work titles, work phone numbers, etc. The New Office also receives some personal information from its customers, prospective customers and business partners for its own sales and marketing activities and internal business operations. The New Office determines the purposes and means of processing such information and, in this context, acts as a data controller.",
    "address": "611 S. Congress Ave., Ste #505",
    "asp_index": "32381",
    "city": "Austin",
    "contactemail1": "privacyofficer@thenewoffice.com",
    "contactfax1": "",
    "contactname1": "Trey Watters",
    "contactoff1": "The New Office, Inc.",
    "contactphone1": "512-402-6659",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "privacyofficer@thenewoffice.com",
    "corpofffax1": "",
    "corpoffname1": "Dean Dzurilla",
    "corpoffphone1": "512-961-1350",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-02",
    "orgverification": "In-house",
    "personaldata": "Personal data submitted by clients to The New Office’s services, business partner data and online data from The New Office’s web site.",
    "ppdate": "2015-10-20",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2015-11-02",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78704"
}