{
    "Fax": "650-323-3500",
    "OrgName": "Jiff, Inc.",
    "PPLoc": "http://www.jiff.com/privacy ",
    "Phone": "650-323-3500",
    "activities": "Jiff, Inc. is an enterprise health benefits platform company headquartered in California that provides enterprise customers with a Jiff’s health benefits platform that integrates third party products and services and provides employers and their end users challenges (step, sleep and other challenges), races, personalized incentives, and real-time data analytics. Jiff’s products and services include Jiff Challenges™, Jiff Navigator™, and Jiff Mission Control™ products, and other offerings, that are made available by Jiff to our customers and customers End Users through the Jiff platform.  Jiff Challenges is Jiff 's web and mobile-based application which incorporates engaging wellness goal-oriented experiences for both individual and team participation. In conjunction with a paired activity tracker device or application, Customers’ end users engage in various competitive or cooperative experiences that are designed to motivate end users to adopt a healthier lifestyle.  Jiff Navigator is Jiff 's web-based application that acts as a hub for Customer's benefits programs, and offers a personalized experience based on interests and health status provided by End Users through survey questions as well as third party data integrations. Jiff Mission Control is Jiff 's web-based real-time data and analytics module offered with all Jiff products and accessible by Customer's administrator. Jiff Mission Control allows Customer to determine the effectiveness of its health and wellness programs and adapt such programs at will to add and reward incentives to participating Customer end users. \r\n\r\n\r\nAs per our privacy policy, Jiff collects from the employer, the eligible individual (user) or a third party authorized to provide services as part of the Jiff services, a user’s first name, last name, email address, user photo, employee ID, email password, date of birth, gender, zip code, height, weight, general health-related information, demographic information, devices identifiers, tracker information, user and hardware information related to the hardware being used by the user, Health, biometric or lab information that the user provides, or is provided through claims data submitted by the user’s insurance company, any data the user adds to the tracking device or web application, answers to survey questions about your health, goals and preferences and in general, any information from third party devices, applications, companies or services that you authorize to send information to Jiff. Jiff also collects User behavior based upon Click Stream history (e.g, IP address, Browser versions OS versions, ISP information, Time of day of application use, surfing and viewing habits of how users are using Jiff applications and which pages the users have visited. This information is used to create register the user, create eligibility files, authenticate the user and provide the Jiff products and services to the user and the users employer and third party companies that are part of the jiff products and services offering. Jiff has several Platform Service Providers that provide services to the user. The user data is transmitted between the PSP and Jiff for the purpose of Jiff administering its products and services to the user and the employer. This data may include steps activity data, sleep and food activity data, completion status (ie.  \"Started\", \"In Progress\", or \"Completed\") of health training or programs, biometrics results such as BMI and Blood Pressure, scheduling, and completion, weight loss program with action steps completion data, pregnancy/fertility app on # of days tracked within the app across tracking for several dimensions such as weight, kicks, exercise, as well as personal health information such as due date, Brain game, assessment scores across several dimensions, brain game score, health risk assessment, heart score, responses to questions in HRA, biometric data, price information and web search results.",
    "address": "215 Castro Street",
    "asp_index": "32387",
    "city": "Mountain View",
    "contactemail1": "aileen@jiff.com",
    "contactfax1": "650-323-3500",
    "contactname1": "Aileen Casanave",
    "contactoff1": "Jiff, Inc.",
    "contactphone1": "408-390-8623",
    "contacttitle1": "Deputy General Counsel",
    "corpoffemail1": "derek@jiff.com",
    "corpofffax1": "650-323-3500",
    "corpoffname1": "Derek Newell",
    "corpoffphone1": "510-289-8735",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Health Care Services - (HCS)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Health Care Services - (HCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-23",
    "orgverification": "In-house and TRUSTe (see link above)",
    "personaldata": "Enterprise customer, customer's end user, biometric, tracker and application-based data, third party health provider data, insurance related data, health benefits data. Some registration data from the customer may be manually processed.",
    "ppdate": "2015-09-28",
    "previous": "",
    "privacyprograms": "TRUSTe's Privacy Seal program",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-10-23",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94041"
}