{
    "CertificationStatus": "true",
    "Fax": "800-362-3241",
    "OrgName": "Certified Languages International",
    "PPLoc": "http://www.certifiedlanguages.com/privacy-policy/ ",
    "Phone": "800-362-3241",
    "activities": "Each and every person who works with CLI, either as a direct employee in the central offices or as a contract interpreter, receives training in the compliance with the confidentiality and non-disclosure laws.  This training takes place prior to the employee or contractor ever working with the customer in any form. Further, questions pertaining to their understanding of this information are incorporated in our testing program. Periodic review of this information takes place via quarterly training updates.  As part of our employee initiation program, every employee is required to read, understand, and sign our proprietary employee manual and Code of Conduct,  which includes all documentation required for confidentiality, HIPAA, and Safe Harbor  requirements.\r\n     We are constantly aware of the necessity to keep all documentation and recordings regarding our customers and their clients in strict confidentiality.  We have implemented the following procedures to ensure that we are doing everything possible to make certain that our practice of protecting private information is followed.  These practices are consistently reviewed and updated and include: \r\n•\tWe have contacts within Centers for Medicare & Medicaid Services (CMS) and The U.S. Office for Civil Rights (OCR) who specialize in HIPAA compliance. These contacts evaluate our practices and advise us so that we can ensure our practices are HIPAA compliant.\r\n•\tNo confidential information is available on the web.  All data is stored securely in-house.  \r\n•\tOur premises are not open to the public, the doors are locked.\r\n•\tEveryone has a strict confidentiality agreement with emphasis on HIPAA and compliance.\r\n•\tInterpreters are bound by signed confidentiality and HIPAA compliance agreements. \r\n•\tInternally all confidential paper is shredded. Our interpreters shred any notes throughout the day as well.\r\nStrict guidelines require Customer confidential information not leave the office.  None of our Customer information is available on-line.\r\n     When you sign up for our interpreter services, the only confidential information that is necessarily exchanged is the information that the interpreter is relaying between the two parties.  No confidential information needs to be entered into the computer, recorded, or written down.  \r\n     CLI records telephone interpreting calls for the majority of our customers and stores the recordings in a secure location.  These recordings are made strictly for quality assurance purposes and then destroyed after six months.  As a customer of CLI you have the right to refuse that your calls are recorded.  \r\nCLI customizes our services to meet the needs of our customers.  We will gather any information that you desire for billing purposes and this information will appear on the invoices.  This information can include client names, dates of birth, ID numbers and more. If you choose, we will not gather any confidential information at the time our services are utilized.  \r\n     If we propose to use personal information for any purposes other than those described in this Privacy Policy and/or in the specific service privacy notices, we will offer you an effective way to opt out of the use of personal information for those other purposes. We will not collect or use sensitive information for purposes other than those described in this Privacy Policy and/or in the supplementary service privacy notices, unless we have obtained your prior consent.  \r\n-Information security-\r\nWe take appropriate security measures to protect against unauthorized access to or unauthorized alteration, disclosure or destruction of data. These include internal reviews of our data collection, storage and processing practices and security measures, as well as physical security measures to guard against unauthorized access to systems where we store personal data. \r\nWe restrict access to personal information to CLI employees, contractors and agents who need to know that information in order to operate,",
    "address": "4724 SW Macadam Ave",
    "asp_index": "32391",
    "city": "Portland",
    "contactemail1": "donnal@certifiedlanguages.com",
    "contactfax1": "503-484-2295",
    "contactname1": "Donna Lengyel",
    "contactoff1": "Certified Languages International",
    "contactphone1": "800-362-3241",
    "contacttitle1": "Telcom System Manager/Compliance Coordinator",
    "corpoffemail1": "jacob@certifiedlanguages.com",
    "corpofffax1": "503-450-1919",
    "corpoffname1": "Jacob Dillon",
    "corpoffphone1": "800-362-3241",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Ireland, Italy, Latvia, Lithuania, Luxembourg, Malta, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-12",
    "orgverification": "In-House",
    "personaldata": "Verbally Interpreted data offline",
    "ppdate": "2008-08-05",
    "previous": "25199",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "2008-11-12",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97239"
}