{
    "CertificationStatus": "true",
    "Fax": "952-949-4122",
    "OrgName": "Kroll Ontrack, LLC",
    "PPLoc": "http://www.krollontrack.com/Privacy ",
    "Phone": "800-752-1333",
    "activities": "Kroll Ontrack Inc. and Ontrack Data Recovery Inc. (collectively \"Kroll\") act as data processor on behalf of its individual and corporate clients and/or their legal counsel (\"Clients\") during its provision of any of the following services: data recovery, electronic discovery, computer forensics, litigation support, and/or related consulting (\"Services\").  From time to time Kroll will also act as data processor on behalf of its subsidiaries to aid them in their provision of Services to clients in their respective European countries.\r\nPersonal information is collected in the EU (i) by the Client directly or by Kroll personnel at the Client's direction or (ii) sent to Kroll in the United States by the Client or a Kroll subsidiary for processing.  Data is then housed on secure servers in the United States which only Kroll personnel who have a need to access such information for the purpose of performing the Services may access.  During its performance of Services Kroll takes direction from its Clients as to what data it is authorized to process. \r\nKroll clients may also provide Personal Information to Kroll via its web-sites, including signing-up for various communications and offers from Kroll or for the purpose of purchasing those products and services Kroll offers for direct purchase via its web-sites.  Kroll uses such data for the purposes of marketing, facilitating transactions and customer support.\r\nKroll also receives Human Resources data from its EU subsidiaries which is used for the purposes of human resources and related financial management of Kroll.  Examples of the purposes for which Kroll collects and uses Human Resources data include, without limitation, administration of payroll, compensation, benefits, bonus plans, data audit and tracking the use of temporary workers and independent contractors.",
    "address": "9023 Columbine Road",
    "asp_index": "32399",
    "city": "Eden Prairie",
    "contactemail1": "jcesarano@kroll.com",
    "contactfax1": "952-949-4122",
    "contactname1": "James Cesarano",
    "contactoff1": "Kroll Ontrack Inc.",
    "contactphone1": "212-833-3276",
    "contacttitle1": "Vice President of Ethics & Compliance",
    "corpoffemail1": "golson@krollontrack.com",
    "corpofffax1": "952-949-4122",
    "corpoffname1": "Gregory A. Olson",
    "corpoffphone1": "952-937-1107",
    "corpofftitle1": "Senior Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-20",
    "orgverification": "In-House",
    "personaldata": "On-line data, Off-line data, Human Resources data",
    "ppdate": "2006-11-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor for unresolved disputes that do not concern human resources data, and the EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) for unresolved disputes that do concern human resources data.",
    "signupdate": "2006-11-20",
    "state": "Minnesota",
    "statutorybody": "FTC",
    "zip": "55347"
}