{
    "CertifiedThroughLabel": "",
    "Fax": "855-927-9387",
    "OrgName": "Pantheon Systems, Inc",
    "PPLoc": "https://pantheon.io/privacy",
    "Phone": "855-927-9387",
    "activities": "Pantheon’s privacy policy conforms with all seven of the Safe Harbor Privacy Principles.  The policy notifies users of the information the company collects and how the information is then used.  Users also have the choice to opt-out of having their information shared with third parties for purposes that it was not initially provided for.  Regarding third parties, the policy does not share any information that will enable the third party to identify the user.  Further, the policy encourages users to update and edit their information and keep it current which is readily accessible at any time.  Pantheon employs standard industry practices to protect their users and visitors information and data against loss, misuse and alteration.  The company also takes reasonable steps to make sure the data is reliable for its intended use.  Finally, Pantheon employs a self-assessment approach for enforcing the privacy policy, providing users with a contact who they can communicate with to resolve complaints and disputes.  Pantheon commits to conduct its business according to the U.S. – EU Safe Harbor principles and has adopted the privacy platform below.",
    "address": "717 California Street, 3rd Floor",
    "asp_index": "32396",
    "city": "San Francisco",
    "contactemail1": "david@pantheon.io",
    "contactfax1": "855-927-9387",
    "contactname1": "David Strauss",
    "contactoff1": "Pantheon Systems",
    "contactphone1": "855-927-9387",
    "contacttitle1": "CTO",
    "corpoffemail1": "david@pantheon.io",
    "corpofffax1": "855-927-9387",
    "corpoffname1": "David Strauss",
    "corpoffphone1": "855-927-9387",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "false",
    "nextcertification": "2016-10-30",
    "orgverification": "In-house",
    "personaldata": "Online and off-line data, Manually processed data.",
    "ppdate": "2013-10-28",
    "previous": "25736",
    "privacyprograms": "None",
    "recoursemech": "Pantheon Systems commits to cooperation with the EU data protection authorities (DPAs).",
    "signupdate": "2013-10-30",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94108"
}