{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Chorus Consulting LLC",
    "PPLoc": "http://chorusconsulting.net/privacy/ ",
    "Phone": "832-565-1985",
    "activities": "Since 2003, Chorus Consulting LLC has served the legal industry by providing large-scale discovery services to attorneys, investigators, corporations, and legal professionals. Founded by electronic discovery specialists, staff members include expert data engineers, project managers, software developers, attorneys, legal consultants, and knowledgeable support personnel. Chorus Consulting LLC collects information through our website at several points. We collect the following personally identifiable information about primary visitors: First Name, Last Name, Email Address, Company Name Position, City, State and Zip Code. Chorus Consulting LLC does not actively market to children, and we never knowingly ask a child under 13 to divulge personal information. We collect demographic data in order to help run our Site more efficiently, to monitor the level of activity on our Site, and to evaluate the effectiveness of our advertising. We collect this information through registration forms, clickstream tracking and automatic logging files. The information is collected voluntarily. We do employ cookies. A cookie is a small text file that our Web server places on a user’s computer hard drive to be a unique identifier. Cookies enable Chorus Consulting LLC to track usage patterns and deliver customized content to users. Our cookies have an expiration date. Our cookies do not collect personally identifiable information.",
    "address": "21175 Tomball Pkwy #367",
    "asp_index": "32424",
    "city": "Houston",
    "contactemail1": "doris.little@chorusconsulting.net",
    "contactfax1": "",
    "contactname1": "Doris E Little",
    "contactoff1": "Houston",
    "contactphone1": "832-565-1985",
    "contacttitle1": "",
    "corpoffemail1": "john.myers@chorusconsulting.net",
    "corpofffax1": "",
    "corpoffname1": "John T Myers",
    "corpoffphone1": "832-565-1985",
    "corpofftitle1": "Principal",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-14",
    "orgverification": "in house",
    "personaldata": "Off-Line and Online from Website",
    "ppdate": "2003-11-01",
    "previous": "24963",
    "privacyprograms": "None",
    "recoursemech": "Any individual may refer a privacy issue to Chorus Consulting LLC's Principal, John T Myers (john.myers@chorusconsulting.net) for prompt resolution. If the issue cannot be resolved to that individual's satisfaction, Chorus Consulting will agree to mediate the issue through the BBB EU Safe Harbor program. Any individual may file a request for mediation with the Better Business Bureau.",
    "signupdate": "2014-11-14",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "77070"
}