{
    "CertificationStatus": "true",
    "Fax": "4154847818",
    "OrgName": "JobScore, Inc.",
    "PPLoc": "https:/ www.jobscore.com/agreements/privacy_policy/ ",
    "Phone": "4159049900",
    "activities": "JobScore provides a software application for employers (i.e. customers) to manage their recruitment function via an employer specific recruitment-site. The platform allows these employers to post ads to job-boards and collects applications from candidates applying for job openings. Via this interaction, JobScore receives on-line applicant data & provides them to the employer recruitment-site. JobScore will comply, however, with applicable employment & recruitment laws, regulations and practices; this may result in information being retained in accordance with those laws, but this information is only used to further such compliance. Concerning the transfer of personal applicant data from the EU and/or Switzerland to the US: JobScore complies with the seven (7) Safe Harbor Principles published by the US Department of Commerce with respect to all customer collected data.",
    "address": "3600 21st Street #203",
    "asp_index": "32442",
    "city": "San Francisco",
    "contactemail1": "bob@jobscore.com",
    "contactfax1": "4154847818",
    "contactname1": "Bob Mayes",
    "contactoff1": "JobScore, Inc.",
    "contactphone1": "4159049900",
    "contacttitle1": "Chief Technology Officer (CTO)",
    "corpoffemail1": "bob@jobscore.com",
    "corpofffax1": "4154847818",
    "corpoffname1": "Bob Mayes",
    "corpoffphone1": "4159049900",
    "corpofftitle1": "Chief Technology Officer (CTO)",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-25",
    "orgverification": "In-House",
    "personaldata": "Personal data will be collected via on-line job application records, interview records, hiring records, personal account information & log-in information. No data will be manually processed",
    "ppdate": "2015-08-14",
    "previous": "25226",
    "privacyprograms": "TRUSTe - We utilize TRUSTe's Privacy Seal signifying that our privacy policy and practices have been reviewed by TRUSTe for compliance with TRUSTe's Program Requirements",
    "recoursemech": "EU Data Protection Authorities & Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2014-11-25",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94114"
}