{
    "CertifiedThroughLabel": "",
    "Fax": "(855) 2547843",
    "OrgName": "LiquidSpace, Inc.",
    "PPLoc": "https://liquidspace.com/Terms/Privacy-Policy",
    "Phone": "(855) 2547843",
    "activities": "This certification addresses the following personal information received by LiquidSpace, Inc. LiquidSpace collects personal information that LiquidSpace members provide directly or indirectly to LiquidSpace, including account registration and profile information, search requests, reservation history, check-in history, and feedback on workspaces and meeting rooms chosen by members, venue content, comments and other social gestures on the platform, as well as site and application usage data, as well as other log data, and data from interacting with LiquidSpace’s customer support teams. LiquidSpace uses this data to create a service for members to choose, reserve, rent, check-in, and rate workspaces and meeting rooms from other members who make their workspace and meeting rooms available. While much of the value that LiquidSpace provides to its members is available through its free services via the LiquidSpace website and its mobile applications, LiquidSpace also monetizes services to enterprises to manage access to their workspace by their employees, contractors and to property owners to more efficiently rent their workspaces and meeting rooms.",
    "address": "2225 E. Bayshore Road Suite 200",
    "asp_index": "32478",
    "city": "Palo Alto",
    "contactemail1": "doug@liquidspace.com",
    "contactfax1": "(855) 2547843",
    "contactname1": "Doug Marinaro",
    "contactoff1": "LiquidSpace, Inc.",
    "contactphone1": "(855) 2547843",
    "contacttitle1": "President",
    "corpoffemail1": "doug@liquidspace.com",
    "corpofffax1": "(855) 2547843",
    "corpoffname1": "Doug Marinaro",
    "corpoffphone1": "(855) 2547843",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-04",
    "orgverification": "In-House",
    "personaldata": "on-line data",
    "ppdate": "2015-09-09",
    "previous": "25598",
    "privacyprograms": "None",
    "recoursemech": "EEA Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2013-09-04",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94303"
}