{
    "Fax": "2155084590",
    "OrgName": "BoardEffect LLC",
    "PPLoc": "http://www.boardeffect.com/privacy-policy/ ",
    "Phone": "2155084920",
    "activities": "BoardEffect, is the leading board portal solution for volunteer leadership worldwide. The system is used by over 2,000 boards representing more than 90,000 board members at over 1,300 healthcare systems/hospitals, colleges/universities, associations, foundations, nonprofits, and companies.  Accessible via your favorite web-browser and via our free iPad or Android applications, BoardEffect streamlines board work and reduces risk by providing directors easy access to important information.\r\n\r\nBoardEffect helps the board communicate and collaborate effectively, as well as improving the efficiency of organizing the board's work.  Creating the board packet becomes a simple task of dropping files into an online agenda, customized to fit the order of your board meetings.  Organizing meetings becomes simple with BoardEffect's RSVP tool -- administrators survey board members on dates that work for their schedules, and then select the most popular date with one click.  Committee and board collaboration becomes streamlined with online discussion, live chat, and voting tools.  BoardEffect is the one-stop-shop for your organization's governance work.\r\n\r\nBoardEffect administrators manage user profiles online for all their board members. The user profile can include personal information such as the address and spouse name.",
    "address": "161 Leverington Ave.",
    "asp_index": "32476",
    "city": "Philadelphia",
    "contactemail1": "mscappa@boardeffect.com",
    "contactfax1": "2155084590",
    "contactname1": "Michael Scappa",
    "contactoff1": "Philadelphia",
    "contactphone1": "(267) 385-8466",
    "contacttitle1": "CTO",
    "corpoffemail1": "mscappa@boardeffect.com",
    "corpofffax1": "2155084590",
    "corpoffname1": "Michael Scappa",
    "corpoffphone1": "(267) 385-8466",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-10",
    "orgverification": "Third Party",
    "personaldata": "On-line data = data collected directly on the Internet; Manually processed data = data collected manually – paper, trade shows, etc.",
    "ppdate": "2013-12-19",
    "previous": "25595",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-09-10",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19127"
}