{
    "CertificationStatus": "true",
    "Fax": "512-346-2033",
    "OrgName": "SailPoint Technologies, Inc.",
    "PPLoc": "http://www.sailpoint.com/privacy-policy ",
    "Phone": "512-346-2000",
    "activities": "SailPoint Technologies, Inc. develops identity and access management software that helps organizations securely and effectively deliver and manage user access from any device to data and applications residing in the datacenter, on mobile devices, and in the cloud. The company’s product portfolio offers customers an integrated set of core services including identity governance, provisioning, and access management delivered on-premises or from the cloud (IAM-as-a-service).\r\n\r\nThrough the implementation of this software and related services conducted for and on behalf of SailPoint’s customers, SailPoint may receive and process personal information controlled by a customer about their employees, partners, and customers. In this context, SailPoint does not choose or determine the type of data that is processed and any access to, or use of, such data is incidental to completing SailPoint’s contractual service obligations to its customer.\r\n\r\nSailPoint also collects necessary business-related information including business contact information, information related to product preferences, transaction related information, and information related to software training and certification of corporate staff, consultants and independent contractors. Through its website, SailPoint receives and maintains information voluntarily provided by customers, partners and prospects, including name, address, phone number, and e-mail address. Information may be used for a variety of purposes including customer service, software and applications support, website content selection, website user friendliness and navigation as well as marketing.\r\n\r\nSailPoint also collects personal information from its employees and candidates as a part of its human resources programs.",
    "address": "11305 Four Points Dr, Bldg 2-100",
    "asp_index": "32495",
    "city": "Austin",
    "contactemail1": "amy.williams@sailpoint.com",
    "contactfax1": "512-346-2043",
    "contactname1": "Amy Williams",
    "contactoff1": "SailPoint Technologies, Inc.",
    "contactphone1": "512-346-2000",
    "contacttitle1": "Director, Operations",
    "corpoffemail1": "privacy@sailpoint.com",
    "corpofffax1": "512-346-2043",
    "corpoffname1": "Cam McMartin",
    "corpoffphone1": "512-346-2000",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-02",
    "orgverification": "In-house",
    "personaldata": "SailPoint may receive and process personal data controlled by our customer about their employees, partners, and customers. SailPoint collects necessary business-related contact information. SailPoint receives and maintains information voluntarily provided by customers, partners, prospects, employees and prospective employees including name, address, phone number, and email address.",
    "ppdate": "2014-11-01",
    "previous": "25059",
    "privacyprograms": "None",
    "recoursemech": "SailPoint has agreed to participate in the dispute resolution procedures of the panel established by the European Union Data Protection Authorities to resolve disputes pursuant to the Safe Harbor Principles, as well as cooperate and comply with the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2007-11-02",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78726"
}