{
    "Fax": "603-324-3210",
    "OrgName": "Skillsoft Corporation: Skillport and Books24x7",
    "PPLoc": "http://www.skillport.com/Skillport_privacy_policy.html ",
    "Phone": "603-324-3000",
    "activities": "The Skillport.com and books24x7.com websites and all domains and subdomains thereof are designed to deploy learning programs, including online training courses and materials and online communications within an organization (the “Site”). The Site also incorporates any other websites established by Skillsoft for Customers and Resellers to deliver the Skillport and Books24x7 learning programs and services (the “Services”). The Site and Services are accessible by Users (defined below) either directly or through another organization that provides access to the Site and Services via an agreement with Skillsoft, such as the User’s employer (each a “Customer”) or via a reseller who makes the Site and Services available to Users through a subscription (each a “Reseller”). As used herein, “Users” refers to individuals who are authorized to use the Site either directly or as an authorized user of a Customer or Reseller of Skillsoft.\r\n\r\nThe privacy policy that pertains to the Site, a link to which is provided below, (the “Privacy Policy”) applies only to the collection, storage and use of Users’ information by Skillsoft pursuant to a written agreement either directly between Skillsoft and the individual User or through an agreement between Skillsoft and Customer or Skillsoft and Reseller, where the Customer or Reseller in turn makes the Site and Services available to individual Users authorized by Customer or Reseller (the “Agreement”). The Privacy Policy does not apply to any collection or use of any User information by a Customer or Reseller and does not apply to www.Skillsoft.com or to top-level domains for www.Skillport.com or www.books24x7.com, which are public, informational splash screens designed to provide additional information about the Services. The Skillsoft Learning App (the “App”) provides Users with mobile access to the Site and Services.  The App is subject to the terms of the Skillsoft Learning App Privacy Policy, a link to which is provided on the App and through the Privacy Policy below. \r\n\r\nExcept as set forth in the Privacy Policy or the Agreement, Skillsoft will only receive User personally identifiable information (“PII”) upon a Customer or Reseller’s direction or when necessary to provide, maintain or improve the Services. The Customer or Reseller generally determines the nature and scope of the Services, what information is to be provided to the Site by Users (including whether PII should be provided), how Users’ information is used, with whom the information may be shared, what choices are available to Users regarding collection, use and distribution of the information, and the kinds of security procedures required of the Site to protect against the loss, misuse or alteration of information that is under Skillsoft's sole control.\r\n\r\nIf a Customer or Reseller chooses to collect PII from Users or if a User chooses to provide PII to Skillsoft, such as in connection with sign-on credentials or User-generated content or communications, or for any other purpose, Skillsoft will only use that information to provide, maintain or improve the specific Services or as otherwise permitted in the Privacy Policy or the Agreement. Skillsoft may also use PII to contact Customers, Resellers and Users, for example, to send them marketing materials or other information about Skillsoft and its services.",
    "address": "107 Northeastern Blvd.",
    "asp_index": "32526",
    "city": "Nashua",
    "contactemail1": "Greg_Porto@skillsoft.com",
    "contactfax1": "603-324-3210",
    "contactname1": "Greg Porto",
    "contactoff1": "Skillsoft Corporation",
    "contactphone1": "603-324-3000",
    "contacttitle1": "V.P. Administration",
    "corpoffemail1": "Greg_Porto@skillsoft.com",
    "corpofffax1": "603-324-3210",
    "corpoffname1": "Greg Porto",
    "corpoffphone1": "603-324-3000",
    "corpofftitle1": "V.P. Administration",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-05",
    "orgverification": "TRUSTe",
    "personaldata": "If a User is not associated with a Customer or Reseller, Skillsoft may ask for the User’s PII in order to provide a product or service to the User.  For other Users, the applicable Customer or Reseller decides whether to collect Users’ PII in connection with the Site or the App.  Users may also choose to provide PII in connection with User-generated content or communications.",
    "ppdate": "2011-10-18",
    "previous": "25665",
    "privacyprograms": "TRUSTe",
    "recoursemech": "Customer concerns, questions or complaints can be addressed to: (i) Skillsoft at support@Skillsoft.com; (ii) TRUSTe, a third party engaged by Skillsoft to provide dispute resolution services in compliance with the Safe Harbor Framework; or (iii) the EU data protection authorities (DPAs).",
    "signupdate": "2011-12-05",
    "state": "New Hampshire",
    "statutorybody": "FTC",
    "zip": "03062"
}