{
    "CertifiedThroughLabel": "",
    "Fax": "650-584-1184",
    "OrgName": "Synopsys, Inc.",
    "PPLoc": "http://www.synopsys.com/Company/Pages/GEEASafeHarborNotice.aspx ",
    "Phone": "650-584-5000",
    "activities": "To the extent permitted by applicable law or the EEA and Swiss data protection authorities, Synopsys, Inc., processes or contemplates processing EEA and Swiss personal data relating to (1) current and former employees of its European subsidiaries/affiliates for purposes of global human resources administration and management, (2) representatives and employees of actual and prospective corporate customers and business partners in order to manage business relationships and provide products or contracted services, (3) product end users and prospects to provide service and product information, (4) individuals whose data Synopsys, Inc., processes on behalf of business customers as a service provider or mere data processor, and (5) its officers, directors, employees, consultants, and staffing agency works and any of those of its European subsidiaries/affiliates for purposes of operating its whistleblower scheme, investigations, and enforcement of its Code of Ethics and Business Conduct in the EEA and Switzerland.",
    "address": "690 E. Middlefield Road",
    "asp_index": "32555",
    "city": "Mountain View",
    "contactemail1": "dogburn@synopsys.com",
    "contactfax1": "",
    "contactname1": "Daniel Ogburn",
    "contactoff1": "Legal",
    "contactphone1": "415-266-6539",
    "contacttitle1": "Director, Legal",
    "corpoffemail1": "dogburn@synopsys.com",
    "corpofffax1": "",
    "corpoffname1": "Daniel Ogburn",
    "corpoffphone1": "415-266-6539",
    "corpofftitle1": "Director, Legal",
    "eucountries": "Belgium, Denmark, Finland, France, Germany, Hungary, Ireland, Italy, Netherlands, Poland, Portugal, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "HUN",
        "IRL",
        "ITA",
        "NLD",
        "POL",
        "PRT",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-02",
    "orgverification": "In-house",
    "personaldata": "off-line, manually processed, human resource data; actual and prospective corporate customers and business partners; product end users and prospects; individuals whose data Synopsys, Inc., processes on behalf of business customers; data for purposes of operating Synopsys' whistleblower scheme",
    "ppdate": "2009-10-30",
    "previous": "25224",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2009-11-02",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94043"
}