{
    "CertifiedThroughLabel": "",
    "Fax": "650-556-1132",
    "OrgName": "Genomic Health",
    "PPLoc": "http://www.genomichealth.com/en-US/GlobalPages/PrivacyPolicy/SafeHarbor.aspx ",
    "Phone": "650-556-9300",
    "activities": "Personal Information received from the EU and Switzerland:\r\nGenomic Health, Inc. has a need to process and use personal and sensitive data transferred from the EU and Switzerland to it by hospitals, clinics, and doctors requesting laboratory services. Genomic Health, Inc. will use this data in order to perform its proprietary diagnostic tests,  associated services and analysis, and tasks.  Genomic Health, Inc. will further receive personal and/or sensitive data from the EU and Switzerland concerning: employees, potential employees, and their family members; contractors and contingent workers; scientific and medical research subjects; scientific and medical investigators and staff; service providers, suppliers, vendors and business partners; consumers; investors and shareholders; medical and healthcare professionals; customers; government officials; and industry experts and opinion leaders.  These data are collected and transferred to the US in support of the company's employment, research, development, regulatory, marketing, sales, financial, legal and other business activities.",
    "address": "301 Penobscot Drive",
    "asp_index": "32554",
    "city": "Redwood City",
    "contactemail1": "privacy@genomichealth.com",
    "contactfax1": "650-556-1073",
    "contactname1": "Gillian Green",
    "contactoff1": "Privacy Office",
    "contactphone1": "650-569-2222",
    "contacttitle1": "Data Protection Officer",
    "corpoffemail1": "privacy@genomichealth.com",
    "corpofffax1": "650-556-1073",
    "corpoffname1": "Gillian Green",
    "corpoffphone1": "650-569-2222",
    "corpofftitle1": "Data Protection Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Health Care Services - (HCS)Biotechnology - (BTC)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Health Care Services - (HCS)"
    ],
    "latest": "false",
    "nextcertification": "2016-11-05",
    "orgverification": "In-house",
    "personaldata": "Off-line, on-line, and manually processed data, and human resources data",
    "ppdate": "2009-10-28",
    "previous": "25192",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs) and, as required, the Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2009-11-05",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94063"
}