{
    "CertifiedThroughLabel": "",
    "Fax": "203-460-9217",
    "OrgName": "Pitney Bowes Inc. and subsidiaries",
    "PPLoc": "http://www.pb.com/legal/Privacy-Statement.shtml ",
    "Phone": "203-356-5000",
    "activities": "Pitney  Bowes Inc. and its controlled U.S. subsidiaries and affiliates (including Pitney Bowes Software) receive personal information from the EU/EEA and Switzerland to enable us to provide goods and services to customers. We use the personal information for several purposes including the following: order processing, delivery of products and services, payment processing, communication with customers and service providers, marketing and promoting products, product development and enhancement,  and general maintenance and management of customer and user  accounts. Pitney Bowes Inc. also receives employee personal information from the EU to provide human resources management and administration services,  process employee benefits, and as required to fulfill other employment related legal and compliance obligations. All personal information transfers  are covered by data transfer agreements that have been approved by the appropriate EU data processing authority, as appropriate.",
    "address": "3001 Summer St.",
    "asp_index": "32562",
    "city": "Stamford",
    "contactemail1": "raymond.umerley@pb.com",
    "contactfax1": "203-617-3820",
    "contactname1": "Raymond Umerley",
    "contactoff1": "Corporate Headquarters",
    "contactphone1": "203-351-7684",
    "contacttitle1": "Chief Data Protection Officer",
    "corpoffemail1": "daniel.goldstein@pb.com",
    "corpofffax1": "203-460-9217",
    "corpoffname1": "Daniel Goldstein",
    "corpoffphone1": "203-351-7545",
    "corpofftitle1": "EVP, Chief Legal & Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Business Eqpt (other than computers) - (BUS)Computer Software - (CSF)General Services - (GSV)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Business Eqpt (other than computers) - (BUS)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Services - (GSV)"
    ],
    "latest": "false",
    "nextcertification": "2016-11-09",
    "orgverification": "in-house",
    "personaldata": "Online and manually processed customer, consumer, and employee data",
    "ppdate": "2013-02-20",
    "previous": "25433",
    "privacyprograms": "PCI  Standards Compliance  - Pitney Bowes continues to maintain its status as a Level 2 merchant and Level 1 service provider",
    "recoursemech": "Pitney Bowes has established internal policies and procedures for responding to and resolving complaints and disputes on a 24/7 basis and will take all steps necessary to remedy any problems that may arise out of failure to comply with the Safe Harbor principles.  Consumers and customers may file complaints with our privacy office  in connection with Pitney Bowes’ processing of their personal information under the Safe Harbor Principles.  If the complaint can not be resolved through its internal process, Pitney Bowes  will cooperate with JAMS under the JAMS International Mediation Rules.",
    "signupdate": "2012-11-09",
    "state": "Connecticut",
    "statutorybody": "FTC",
    "zip": "06926-0700"
}