{
    "Fax": "775-851-7860",
    "OrgName": "Rebellion Training, LLC DBA Rehearsal VRP",
    "PPLoc": "http://www.rehearsal.com/safe-harbor/ ",
    "Phone": "800-747-9002",
    "activities": "In some places on the company site, users may submit personal information. For example, our site may include a registration form, surveys or e-mail forms. Some services may require registration. When a user registers with us, they may need to complete certain fields (some are required and some are optional), as well as choose a user name and password. In these situations, if a user chooses to withhold any personal data requested by us, it may not be possible for that user to gain access to certain parts of the site and for us to respond to your words. The personal information that we collect when the user fills out such forms or surveys, or when we are asked to personalize a user's visits to our site, may include, for example:\r\nfirst name;\r\nlast name;\r\naddress;\r\ne-mail address; and\r\npersonal preference information.\r\n\r\nWe may use the personal information we collect to:\r\nrespond to user requests;\r\ncontact users via e-mail, regular mail, telephone or otherwise;\r\nprovide users with information that we believe may be of interest;\r\ndevelop records, including records of personal information;\r\ndevelop and improve programs, products, services and content;\r\nenforce this Privacy Statement and our Terms of Use and other rules about your use of the site;\r\nprotect US rights or property;\r\nprotect someone’s health, safety or welfare; and\r\ncomply with a law or regulation, court order or other legal process.\r\nBy submitting personal information (such as name, address, e-mail address, or telephone number), we may keep a record of such information and may use it in accordance with the above. We also may use this personal information to help us in our business, including but not limited to improving our site, marketing and/or product development.",
    "address": "5475 Reno Corporate Drive, Suite 500",
    "asp_index": "32597",
    "city": "Reno",
    "contactemail1": "tracey@understand.com",
    "contactfax1": "775-851-7860",
    "contactname1": "Tracey Gravelle",
    "contactoff1": "Main",
    "contactphone1": "775-851-3420",
    "contacttitle1": "Director of Operations",
    "corpoffemail1": "darik@understand.com",
    "corpofffax1": "775-851-7860",
    "corpoffname1": "Darik Volpa",
    "corpoffphone1": "775-851-3420",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Education & Training - (EDS)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Education & Training - (EDS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-10",
    "orgverification": "In-house",
    "personaldata": "Personal data covered by Understand.com self-certification include organization data, client data, customer data, and user data. None of this data is manually processed.",
    "ppdate": "2014-10-07",
    "previous": "",
    "privacyprograms": "A self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "For complaints that cannot be resolved between Understand.com and the complainant, Understand.com has agreed to participate in the dispute resolution procedures of the American Arbitration Association pursuant to the Safe Harbor Principles.",
    "signupdate": "2014-11-10",
    "state": "Nevada",
    "statutorybody": "FTC",
    "zip": "89511"
}