{
    "CertificationStatus": "true",
    "Fax": "415-757-3200",
    "OrgName": "Lithium Technologies, Inc.",
    "PPLoc": "https:/ www.lithium.com/privacy ",
    "Phone": "415-757-3100",
    "activities": "Lithium provides online communities for marketing, commerce, support and innovation purposes. We receive some end user personal data through our platform which is used to identify and authenticate users. We may also use personal contact information to communicate with users on or off the platform such as subscription notices or account updates. We track usage of our products and provide reporting and usage metrics to our customers. \r\n\r\nWe also collect some personal information indirectly such as the browser User-Agent header, IP address, HTTP referrer header, and the request URL. This information is used to provide a personalized experience for the end user and for reporting purposes to make our product and services better.\r\n\r\nWe never use community end user data for marketing purposes. We never rent or sell this information to third parties. \r\n\r\nThrough our corporate web site www.lithium.com, we receive inquiries for information on our products and services.  We use this information only to respond to requests as part of the sales cycle.  We do not sell or rent this information.",
    "address": "225 Bush Street, 15 Floor",
    "asp_index": "32649",
    "city": "San Francisco",
    "contactemail1": "privacy@lithium.com",
    "contactfax1": "415-757-3200",
    "contactname1": "Faisal Khan",
    "contactoff1": "Privacy Office",
    "contactphone1": "415-757-3222",
    "contacttitle1": "Director Information Security",
    "corpoffemail1": "legal@lithium.com",
    "corpofffax1": "415-757-3200",
    "corpoffname1": "Mike McAdams",
    "corpoffphone1": "415-757-3173",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-13",
    "orgverification": "In-house and TRUSTe (see link above)",
    "personaldata": "We use online personal data such as user ID, user name, and email address. Optionally users can provide additional information such as location, title, and IM screen names.",
    "ppdate": "2015-01-23",
    "previous": "25840",
    "privacyprograms": "TRUSTe's Privacy Seal program (see https://www.lithium.com/privacy)",
    "recoursemech": "TRUSTe is used as our dispute resolution entity for escalation of unresolved complaints.",
    "signupdate": "2007-12-13",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94104"
}