{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "Suvoda LLC",
    "PPLoc": "http://www.suvoda.com/privacy-policy ",
    "Phone": "610-572-2920",
    "activities": "Suvoda may obtain EU Personal Data in the United States about employees, clients, and client clinical study/trial data. Employees: Suvoda generally collects and uses employee information at the time of hire, and with the full understanding and consent of our employees. Clients: Suvoda may obtain various types of EU Personal Data about clients, such as contact information (name, address, phone and fax number, email address). This information may be used for business purposes, such as to establish or maintain client and business relationships, to provide access to Internet-based activities, and to conduct other activities as necessary or appropriate in connection with the service and development of the business relationship. Client Clinical Study/Trial Data: Suvoda provides a wide variety of Software-as-a-Service (SaaS) solutions to its business clients (\"Clients\") that facilitate services including collecting and analyzing clinical study information pertaining to individuals (\"Data Subjects\"). Although the information is anonymized, Suvoda may process EU personal data about Data Subjects in the course of providing services and solutions. This data may include, but is not limited to, personal healthcare information and other administrative information depending on the specific client and how that client utilizes Suvoda’s SaaS solutions. Whenever Suvoda obtains EU personal data about Data Subjects, we are acting as a data processor on behalf of our clients, and therefore conduct such activities strictly in accordance with their instructions and pursuant to our contractual arrangements with them. Data Subjects with an existing relationship with one of our clients are referred to the client's website to understand the privacy practices that apply to EU personal data that we may maintain. If a Data Subject desires access to review their EU Personal Data, that individual would be required to contact our client with any such requests. Suvoda will cooperate, as appropriate, with requests from our clients to assist with such responses.",
    "address": "181 Washington Street, Suite 200",
    "asp_index": "32650",
    "city": "Conshohocken",
    "contactemail1": "abradbury@suvoda.com",
    "contactfax1": "",
    "contactname1": "Andrea Bradbury",
    "contactoff1": "Compliance and Quality",
    "contactphone1": "610-572-7135",
    "contacttitle1": "Chief Quality Officer",
    "corpoffemail1": "rhummel@suvoda.com",
    "corpofffax1": "",
    "corpoffname1": "Rob Hummel",
    "corpoffphone1": "610-924-2361",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Biotechnology - (BTC)Drugs & Pharmaceuticals - (DRG)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Computer Software - (CSF)",
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-17",
    "orgverification": "In house",
    "personaldata": "Human Resources data, clinical trial data, client data; includes manually processed data",
    "ppdate": "2014-11-12",
    "previous": "25422",
    "privacyprograms": "Self-regulatory privacy program that adheres to Safe Harbor Privacy Principles",
    "recoursemech": "Suvoda has selected a third party to serve as its independent recourse mechanism (IRM) for dispute resolution. JAMS will be used for dispute resolution and will be available to investigate unresolved complaints involving human resources data and other types of data (e.g., client data), and will handle all other Safe Harbor disputes.",
    "signupdate": "2014-11-17",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19428"
}