{
    "Fax": "408-349-3301",
    "OrgName": "Yahoo! Inc.",
    "PPLoc": "https://policies.yahoo.com/us/en/yahoo/privacy/topics/safeharbor/index.htm",
    "Phone": "408-349-3300",
    "activities": "Although the European Commission Safe Harbor Decision 2000/520/EC has been invalidated, Yahoo continues to adhere to the Safe Harbor Privacy Principles of Notice, Choice, Onward Transfer, Security, Data Integrity, Access, and Enforcement with respect to personal data transferred to the United States from the EU/EEA, including Switzerland.\r\n\r\nYahoo! Inc. receives, processes, and stores personal data relating to employees, prospective employees, and individual contacts of affiliates, corporate customers (including advertisers), suppliers, service providers and other corporate business partners (“Corporate Data”). Yahoo! Inc. typically receives such Corporate Data from Yahoo! EMEA Limited or from its subsidiaries in the EU/EEA and/or Switzerland that provide sales and marketing services or other services for Yahoo! EMEA Limited. Yahoo! Inc. provides web-hosting and a wide range of technical services for Yahoo! EMEA Limited and other entities, such as advertisers and partners. \r\n\r\nYahoo! EMEA Limited collects and processes personal information relating to individuals located in the EU/EEA and Switzerland who use various websites and services, including personal information received from applications downloaded to mobile, tablet and other connected devices (“EU/EEA User Information”). EU/EEA User Information is controlled by Yahoo! EMEA Limited, and Yahoo! Inc. processes EU/EEA User Information on behalf of, and as data processing service provider for, Yahoo! EMEA Limited. Yahoo! Inc. may receive EU/EEA User Information from Yahoo! EMEA Limited, from other affiliates (such as hosting service providers) who act as Yahoo EMEA Limited’s data processors, or from other sources. Yahoo! Inc. may also process personal data provided by Yahoo! EMEA Limited’s corporate business partners based in the EU/EEA and /or Switzerland.\r\n\r\nIn order to view Yahoo’s Privacy Policy, click on the https://policies.yahoo.com/us/en/yahoo/privacy/index.htm link.",
    "address": "701 First Avenue",
    "asp_index": "32726",
    "city": "Sunnyvale",
    "contactemail1": "eusafeharbor@yahoo-inc.com",
    "contactfax1": "503-615-3885",
    "contactname1": "Customer Care Agent",
    "contactoff1": "Customer Care - Privacy Issues; Human Resources",
    "contactphone1": "408-349-5070",
    "contacttitle1": "",
    "corpoffemail1": "eusafeharbor@yahoo-inc.com",
    "corpofffax1": "415-914-1993",
    "corpoffname1": "Ghita Harris-Newton",
    "corpoffphone1": "415-914-1993",
    "corpofftitle1": "Global Head of Privacy Legal",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-22",
    "orgverification": "In-house",
    "personaldata": "online, offline",
    "ppdate": "2006-11-22",
    "previous": "25558",
    "privacyprograms": "The DMA Safe Harbor Program",
    "recoursemech": "The DMA Safe Harbor Program; except for HR Data, for which the dispute resolution is the EU data protection authorities (DPAs).",
    "signupdate": "2006-11-22",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94089"
}