{
    "CertificationStatus": "true",
    "Fax": "909-839-8672",
    "OrgName": "Biosense Webster, Inc.",
    "PPLoc": "https:/ www.biosensewebster.com/termsofuse.aspx ",
    "Phone": "909-839-8500",
    "activities": "Biosense Webster receives personal information in various forms relating to personnel, including prospective and former employees. These data may be transferred from the EU/EEA and/or Switzerland to the US and are used to carry out the company’s human resources functions. Biosense Webster also receives personal information from the EU/EEA and/or Switzerland about research subjects, patients, investigators and staff, service providers and business partners, health care professionals, suppliers, and industry experts in support of Biosense Webster’s clinical research operations. Biosense Webster assesses personal information received from EU/EEA and /or Switzerland received in support of marketing projects or from Health Care Providers to ensure compliance with US-EU, Swiss Safe Harbor guidelines. Biosense Webster also receives also receives personal information relating to product safety and efficacy calls and reports.  All privacy inquiries can be directed to: privacyofficer1@its.jnj.com.",
    "address": "3333 Diamond Canyon Road",
    "asp_index": "32737",
    "city": "Diamond Bar",
    "contactemail1": "lturso@its.jnj.com",
    "contactfax1": "732-448-0641",
    "contactname1": "Lauren Turso",
    "contactoff1": "Office of Privacy",
    "contactphone1": "732-524-2873",
    "contacttitle1": "Privacy Manager",
    "corpoffemail1": "dshepher@its.jnj.com",
    "corpofffax1": "909 468-3841",
    "corpoffname1": "David Shepherd",
    "corpoffphone1": "909 839-8800",
    "corpofftitle1": "President, BWI",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-25",
    "orgverification": "In-house",
    "personaldata": "Manual and electronic data related to Human Resources, Clinical Research, Marketing and Product Complaints",
    "ppdate": "2011-10-07",
    "previous": "25547",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities Panel (EU DPAs) and Federal Data Protection and Information Commissioner of Switzerland (FDPIC) for HR data and JAMS for all other data types.",
    "signupdate": "2008-12-22",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "91765"
}