{
    "CertificationStatus": "true",
    "Fax": "617-880-4001",
    "OrgName": "QuickPivot Corporation",
    "PPLoc": "http://http://www.quickpivot.com/privacy-policy/ ",
    "Phone": "617-880-4000",
    "activities": "QuickPivot Corporation (“QuickPivot”) is headquartered in Boston, MA. QuickPivot provides marketing, analytical, and technical software and services to corporate clients. This includes:\r\n\r\n- The QuickPivot Marketing Platform for multichannel marketing\r\n- A hosted database marketing platform that processes customer contacts resulting from clients’ marketing, sales, customer service, and call/contact center applications \r\n- Outsourced customer analytics, campaign management, response management, e-marketing, and other marketing services \r\n\r\nA corporate data center in the headquarters facility hosts the Company’s principal IT systems. The company also uses two commercial hosting sites (“Production Data Centers”) in suburban Boston. Information systems at all three facilities undergo regular security scans/audits by automated security software, by company personnel, clients, and third-party security firms.\r\n\r\nQuickPivot acts as a “Data Processor” for some of its clients as defined in the European Commission’s Directive on Data Protection. This may include the following data from citizens in the European Union and Switzerland:\r\n\r\n- Privacy Preferences\r\n- Contact Preferences\r\n- Contact Information\r\n- Campaign Response Data\r\n- List Output\r\n\r\nAll of this data is managed securely. Data files are transferred via SFTP (Secure File Transfer Protocol) and via API/web services using industry standard security. Privacy for all contacts is tightly tracked and honored at the contact level and at the channel level (email, phone, etc.). Touch governance is tracked to prevent over communication to individuals\r\n \r\nThe following is an overview of our systems as they relate to the seven Safe Harbor principles.\r\n\r\nNotice\r\nAs a Data Processor, QuickPivot’s Notice processes are defined and managed by the client company and our own Privacy Policy (http://www.quickpivot.com/privacy-policy/). EU and Swiss citizens receive notice on what information is captured, processed, and retained.\r\n\r\nChoice\r\nAs a Data Processor, QuickPivot’s Notice processes are defined and managed by the client company and our own Privacy Policy (http://www.quickpivot.com/privacy-policy/). EU and Swiss citizens have choices about whether they wish to share information with QuickPivot or our clients. Most QuickPivot clients maintain a Privacy Preference process for EU and Swiss customers. This includes the ability for the customer to determine what information they wish to provide, the ability to opt in/out, and their preference for how they are contacted (telephone, email, etc.). QuickPivot has implemented information processing capabilities to support each client choice and privacy preference policy.\r\n\r\nOnward Transfer (Transfers to Third Parties)\r\nAs a Data Processor, QuickPivot only transfers EU and Swiss customer information to Third Parties as required by and certified by its clients. QuickPivot does not own this data, does not use it on its own behalf,  and does not transfer it to any other third party.\r\n\r\nAccess\r\nAs a Data Processor, QuickPivot’s Notice processes are defined and managed by the client company and our own Privacy Policy (http://www.quickpivot.com/privacy-policy/).  Individuals have access to personal information about them that QuickPivot and our clients hold and are able to correct, amend, or delete that information where it is inaccurate.\r\n\r\nSecurity\r\nProduction Data Centers are in unmarked buildings with 24/7 security staffing, closed-circuit monitors, secure-card key access, biometric scanners, and alarmed doors.  Guards control access to the loading dock and access requires a card key.  Two security personnel are onsite at all times.  Security personnel also monitor the interior of the building using CCTV. \r\n\r\nTo enter the site, individuals need to be registered with the facility, present and deposit a valid ID, be issued an access card, place their hand biometric scanner, and swipe an access card.  Site security personnel escort individuals to hosting floor and opens the appropriate cage. When leaving the data centers, individuals return their access card and their ID is returned to them.\r\n\r\nCommunications to the site are through a virtual private network using standard cryptographic algorithms.  Communications equipment sits behind a managed firewall on a demilitarized zone.  QuickPivot has implemented an intrusion protection and detection system on the network perimeter.\r\n\r\nQuickPivot systems are locked in a chain-link cage inside a number of cabinets.  The enclosure hosts computers, firewalls, routers, and communications appliances.  Servers are regularly patched, updated, and scanned for viruses and other malware.\r\n\r\nQuickPivot’s corporate data center is located in a high rise building in MA, onsite security and video monitoring. Employees must carry a photo identification card that also acts as an electronic entry key.  All company doors remain locked during the day.  Only current employees and a representative of the building's ownership (for emergency purposes) have card access to the offices.  Visitors must show a valid government-issued ID and are issued a temporary badge.\r\n\r\nThe corporate data center has no exterior walls. The facility is locked 24-hours a day with highly restricted electronic card access to the room. The server room has an exterior and interior video monitoring capability. All environmental controls reside within the data center.  The network is protected by redundant firewalls and continuous network intrusion and vulnerability scanning software.\r\n\r\nQuickPivot-issued laptop computers are configured with anti-virus and anti-spyware software that must be run at least weekly. Authentication to laptops and network resources is done through password management which must be at least 10-characters in length, use character complexity, and be changed on a 90-day basis. QuickPivot also issues additional security software for employee laptops including disk encryption.\r\n\r\nQuickPivot performs background checks covering arrest, criminal conviction, and credit history on every employee as part of the hiring process.  All QuickPivot employees are required to sign a “Proprietary and Confidential Information, Developments, and Non-Solicitation Agreement” as a condition of employment.  The agreement specifically protects client data and information.\r\n\r\nData integrity\r\nData is classified as Proprietary, Confidential, or Public with appropriate access, transmission, storage, retention, destruction, and audit processes defined for each.\r\n\r\nData inputs are managed via secure FTP using industry standard cryptographic algorithms. Once in the database, the data is secured via standard access and authentication controls. The platform uses data quality software to correct inbound data, augment it as necessary, and store it in a client-specific standard format.  Each customer record must comply with the standard format. QuickPivot performs regular checks on data quality and integrity.  The system executes a horizontal and vertical data quality control process to check counts against the reference database and against the pervious day’s results.\r\n\r\nEnforcement\r\nThe US Direct Marketing Association (DMA) serves as QuickPivot’s third-party dispute resolution provider, as required under the Safe Harbor principles.\r\n\r\nIf a data privacy inquiry with QuickPivot has not been satisfactorily addressed by the company, EU and Swiss citizens may contact the DMA Safe Harbor Dispute Resolution Program. Information about this program may be found at the following links: http://thedma.org/consumer-guide/ and http://thedma.org/services/dma-international-safe-harbor.  The DMA will then work with QuickPivot to resolve the concerns.",
    "address": "33 Arch St.",
    "asp_index": "32746",
    "city": "Boston",
    "contactemail1": "christine.dostal@quickpivot.com",
    "contactfax1": "617-880-4001",
    "contactname1": "Christine Dostal",
    "contactoff1": "Boston",
    "contactphone1": "617-880-4000",
    "contacttitle1": "VP",
    "corpoffemail1": "ken.marshall@quickpivot.com",
    "corpofffax1": "617-880-4001",
    "corpoffname1": "Ken Marshall",
    "corpoffphone1": "617-880-4000",
    "corpofftitle1": "Executive Chairman",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Computer Software - (CSF)Management Consulting Services - (MCS)Information Services - (INF)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-30",
    "orgverification": "In-house",
    "personaldata": "Organization and client",
    "ppdate": "2015-11-01",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Attn: Safe Harbor Line\r\nDirect Marketing Association\r\n1615 L St, NW Ste 1100\r\nWashington, DC 20036-5624\r\nEmail: safeharbor@the-dma.org\r\nFax: 202.955.0085",
    "signupdate": "2015-11-30",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02110"
}