{
    "CertifiedThroughLabel": "",
    "Fax": "(631) 218-7341",
    "OrgName": "NBTY and its affiliated U.S. subsidiaries",
    "PPLoc": "http://www.nbty.com/Home/PrivacyPolicy ",
    "Phone": "(631) 200-2000",
    "activities": "NBTY processes human resources data provided by its affiliated entities in the EU and Switzerland for workforce administration and management.  Examples of the specific purposes for which NBTY collects and uses human resources data from its EU and Swiss subsidiaries include, without limitation, measurement performance and evaluation, workforce management and training, succession planning, compensation and benefit determination, business contact directory, running of IT infrastructure, storage and hosting of data, and compliance with certain legal obligations.\r\nNBTY and its affiliated U.S. subsidiaries also collect consumer data from EU and Swiss customers who purchase products from us, whether offline or through our websites, who choose to participate in special offers and promotions that we offer and who contact us with inquiries or feedback about our services.  This information is used for customer relationship management, to meet our legal obligations and as otherwise described to the customer at the time of collection of information or pursuant to their consent.",
    "address": "2100 Smithtown Avenue",
    "asp_index": "32741",
    "city": "Ronkonkoma",
    "contactemail1": "GBouskila@nbty.com",
    "contactfax1": "631-218-7341",
    "contactname1": "Gabriel Bouskila",
    "contactoff1": "Legal Department",
    "contactphone1": "631-200-6780",
    "contacttitle1": "Attorney, Corporate",
    "corpoffemail1": "ChristopherBrennan@nbty.com",
    "corpofffax1": "631-218-7341",
    "corpoffname1": "Christopher Brennan",
    "corpoffphone1": "631-200-7190",
    "corpofftitle1": "Senior Vice President and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "General Consumer Goods - (GCG)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-30",
    "orgverification": "In-House",
    "personaldata": "HR (manual & online processing) and Consumer (manual and online)",
    "ppdate": "2013-12-01",
    "previous": "25592",
    "privacyprograms": "TRUSTe",
    "recoursemech": "Individuals’ complaints will be resolved in accordance with NBTY's existing formal complaints procedures.  If efforts to resolve concerns internally are unsatisfactory, NBTY has agreed to participate in the dispute resolution program provided by the European Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to resolve concerns relating to human resources data and in the TRUSTe Safe Harbor Dispute Resolution Program to resolve concerns relating to consumer data.",
    "signupdate": "2012-11-30",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11779"
}