{
    "CertificationStatus": "true",
    "Fax": "269 923-5154",
    "OrgName": "Whirlpool Corporation",
    "PPLoc": "http://www.whirlpoolcorp.com/privacy-europe/ ",
    "Phone": "269 923-5000",
    "activities": "Employee data to fulfill the following processes: Personnel data management process, performance management process, and organization management process. HR data includes SAP HR, GPS, and Taleo for people management, succession planning, on-line recruiting/talent acquisition, internal talent management, career management, succession  management, enterprise learning, employee performance management, employee administration, organizational management, benefits management, time and attendance (name, address, phone, email address, date of birth, place of birth, country of birth, nationality, language, marital status, gender, ID number (social security or tax), employee ID, bank and IBAN details (for some countries), location, function, title, compensation information, performance information, education and training information, and previous work experience). \r\nConsumer data to fulfill the following processes: Warranty card management, service contracts management, market research management, call center management, and direct sales management. Customer data includes SAP CRM, eCommerce, and other sources for Customer management, Consumer Contact Information (name, address, phone number, email address), Customer Service Center Call History (date(s)/time(s) of calls, caller contact information, call summaries), Customer Order Information.\r\nThird Parties data (Trade Partners, Suppliers, Outsourcing companies):  Contract management. Supplier data includes SAP SC for Supply Chain management (Name, address, email address, phone no., prices, delivery information).",
    "address": "2000 North M-63",
    "asp_index": "32747",
    "city": "Benton Harbor",
    "contactemail1": "whirlpool_privacy@whirlpool.com",
    "contactfax1": "269 923-5154",
    "contactname1": "Nathan Rohrer",
    "contactoff1": "Privacy Office",
    "contactphone1": "269 923-4692",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "nathan.rohrer@whirlpool.com",
    "corpofffax1": "269 923-5154",
    "corpoffname1": "Nathan Rohrer",
    "corpoffphone1": "269 923-4692",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Household Consumer Goods - (HCG)",
    "industrysector_parsed": [
        "Household Consumer Goods - (HCG)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-02",
    "orgverification": "TRUSTe",
    "personaldata": "Employee, consumer, and supplier personal information, including manually processed data, as further described in Whirlpool Corporation’s Safe Harbor certification.",
    "ppdate": "2013-11-27",
    "previous": "25639",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-12-02",
    "state": "Michigan",
    "statutorybody": "FTC",
    "zip": "49022"
}