{
    "CertifiedThroughLabel": "",
    "Fax": "855-565-5830",
    "OrgName": "Examity",
    "PPLoc": "http://examity.com/privacy-2/ ",
    "Phone": "855-392-6489",
    "activities": "Information We Collect\r\nWhen customers use our Site, we may collect and use personally identifiable information about them, as well as other information.  More specifically, when a customer uses our Site, we may collect the following information:\r\n•Information relating to one’s education, including an educational institution’s student’s name, the name of the student’s parent or other family members, the address of the student or student’s family, personal identifier such as the student’s social security number, student number or biometric record, other indirect identifiers, such as student’s date of birth, place of birth, and mother’s maiden name, other information that, alone or in combination, is linked or linkable to a specific student that would allow a reasonable person in the school community, who does not have personal knowledge of the relevant circumstances, to identify the student with reasonable certainty, or information requested by a person who the educational agency or institution reasonably believes knows the identity of the student to whom the education record relates, as well as other personally identifiable information about other customers or employees, including, but not limited to, Social Security number, driver’s license number or state-issue identification card number, or financial account number, credit card number, or debit card number with or without any required security code, access code, personal identification number or password, that would permit access to an individual’s financial account.\r\n•Details of one’s visits to our Site and the resources that one accesses, including, but not limited to, traffic data, location data, weblogs and other communication data, including IP address, browser type, the date and time one accessed or left the Site, and which pages one viewed. Some parts of our Site use cookies, pixel tags (also known as “web beacons”), and other technologies to collect this information about a user’s general internet usage. \r\n•Information that users provide directly to us by filling in forms on our Site, including names, email addresses, street addresses, telephone numbers, and other information.\r\n•Information provided to us when one communicates with us for any reason, including information provided in emails we receive.\r\n\r\nUse of Information\r\n We use the information we collect from users primarily to enable us to provide our services in the best possible manner, including our online proctoring and exam integrity services.  In addition, collected information may be used for the following purposes:\r\n•To provide a user, including via user’s email address, with information relating to our services;\r\n•To administer our Site, including by monitoring and analyzing our Site traffic and usage patterns.",
    "address": "34 Main St",
    "asp_index": "32754",
    "city": "Natick",
    "contactemail1": "shailu@examity.com",
    "contactfax1": "855-565-5830",
    "contactname1": "Shailu Tipparaju",
    "contactoff1": "CTO's Office",
    "contactphone1": "847-370-3699",
    "contacttitle1": "CTO",
    "corpoffemail1": "abhi@examity.com",
    "corpofffax1": "855-565-5830",
    "corpoffname1": "Abhishek Chapalamadugu",
    "corpoffphone1": "617-600-4439",
    "corpofftitle1": "Operations Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Education & Training - (EDS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-30",
    "orgverification": "Self-Assessment",
    "personaldata": "All client, test taker and visitor data that is processed manually and automatically is covered under Examity's self-certification.",
    "ppdate": "2015-11-27",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "The EU and Swiss data protection authorities will act as independent recourse mechanisms for unresolved complaints concerning Examity's compliance with the Safe Harbor Framework.",
    "signupdate": "2015-11-30",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01760"
}