{
    "CertifiedThroughLabel": "",
    "Fax": "+18668323090",
    "OrgName": "Freshdesk, Inc",
    "PPLoc": "http://freshdesk.com/privacy ",
    "Phone": "+18668323090",
    "activities": "Freshdesk collects email addresses of those who communicate with our organisation via email, information about the pages consumers access on the Freshdesk website and credit card information for billing purposes. The information we collect is used to improve the quality of the Freshdesk website and Service, to communicate information about the Freshdesk Service, to provide customers with support when they are using our site, to bill their account for services provided, for research, and to contact customers about their account when necessary. Their information will never be sold to or shared with other companies or organizations for commercial purposes. Freshdesk also collects information under the direction of its Clients, and has no direct relationship with the individuals whose personal data it processes, and does not use this information for any other purpose. Freshdesk may transfer personal information to companies that help us provide our service. Transfers to these third parties adhere to the principles of notice and choice and to our service agreements with our Clients.",
    "address": "311 California St",
    "asp_index": "32755",
    "city": "San Francisco",
    "contactemail1": "roy@freshdesk.com",
    "contactfax1": "+18668323090",
    "contactname1": "Krishenjit Roy",
    "contactoff1": "Security",
    "contactphone1": "+18668323090",
    "contacttitle1": "Director, Operations",
    "corpoffemail1": "roy@freshdesk.com",
    "corpofffax1": "+18668323090",
    "corpoffname1": "Krishenjit Roy",
    "corpoffphone1": "+18668323090",
    "corpofftitle1": "Director, Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-11",
    "orgverification": "In-house and TRUSTe",
    "personaldata": "client and customer online data, manually processed data",
    "ppdate": "2015-09-15",
    "previous": "24596",
    "privacyprograms": "TRUSTe's Privacy Seal program",
    "recoursemech": "TRUSTe's Privacy Seal program",
    "signupdate": "2013-10-11",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94104"
}