{
    "CertifiedThroughLabel": "",
    "Fax": "(206) 269-6100",
    "OrgName": "MusicNet, Inc.",
    "PPLoc": "http://www.mndigital.com/legal/privacy-policy.html ",
    "Phone": "(206) 269-6000",
    "activities": "MusicNet collects personal information from consumers, business prospects and labels in the European Union.  \r\nMusicNet collects personal information from consumers in connection with MusicNet’s sale of digital music, video, and audio books and subscriptions for digital content.  In connection therewith, MusicNet collects financial details and personal details necessary to provide these goods and services.  Specifically, MusicNet uses financial and personal information to process payments, and to maintain accounts for consumers that purchase content or are subscribers.\r\nConsumer personal information resides on servers owned or controlled by MusicNet, which are located in the United States.  This information may be provided in certain circumstances to contractors that are necessary for the provision of MusicNet goods and services, such as financial advisors and banking institutions.\r\nMusicNet collects personal information from staff and individuals it is considering hiring.  This information is collected in the United Kingdom and may be transferred to the United States.  In the course of hiring and employing staff, volunteers, and interns, MusicNet may collect information about such persons’s education and training and past employment, and may request that such persons voluntarily provide MusicNet with information regarding family, lifestyle and social circumstances, financial details, physical or mental health conditions, racial or ethnic origins, and religious affiliation.",
    "address": "2401 Elliott Avenue",
    "asp_index": "32772",
    "city": "Seattle",
    "contactemail1": "legal@mndigital.com",
    "contactfax1": "206-269-6100",
    "contactname1": "Seth M. Goldstein",
    "contactoff1": "Legal & Business Affairs",
    "contactphone1": "212-704-0280",
    "contacttitle1": "Director, Legal & Business Affairs",
    "corpoffemail1": "legal@mndigital.com",
    "corpofffax1": "(206) 269-6100",
    "corpoffname1": "Frank Johnson",
    "corpoffphone1": "(206) 269-6000",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Films Videos & Other Recordings - (FLM)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Films Videos & Other Recordings - (FLM)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-10",
    "orgverification": "EU Data Protection Authorities",
    "personaldata": "online, human resources data",
    "ppdate": "2010-06-19",
    "previous": "25223",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities",
    "signupdate": "2006-11-10",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98121"
}