{
    "CertifiedThroughLabel": "",
    "Fax": "312-527-7005",
    "OrgName": "SilkRoad Technology, Inc.",
    "PPLoc": "http://www.silkroad.com/pages/privacy.html ",
    "Phone": "866-329-3363",
    "activities": "SilkRoad technology, inc. is a provider of web-based talent management and content management software.\r\nPersonal information collected is specific to the application being used to collect information, as outlined below.\r\n\r\nThe OpenHire e-recruitment software obtains personal information such as would appear on a resume from individual employment candidates through our software, and websites. To facilitate the recruiting process, OpenHire provides the candidate's personal information to specific personnel at the OpenHire customer company that are responsible for the recruiting process. The data is used in the assessment and tracking of candidates, job openings, and reporting of recruiting data by the OpenHire customer. The collection of employment candidate data does not constitute a guarantee of an interview, job offer, employment or any contact by the OpenHire customer.\r\n\r\nThe RedCarpet employee onboarding software obtains personal information such as would appear on new hire forms (including government forms and company specific forms) through our software, and websites. To facilitate the onboarding process, RedCarpet provides the new employee’s personal information to specific personnel at the RedCarpet customer company that are responsible for the onboarding process. The data is used to monitor task completion and issue resolution, process forms such as government, benefits or general policy and procedure information, and reporting of onboarding data by the RedCarpet customer. The collection of new hire data does not constitute a guarantee of employment, employee benefits or any other commitment by the RedCarpet customer.\r\n\r\nThe WingSpan employee performance management software obtains personal information such as would appear on employee performance appraisals, assessments, development plans, goals, and/or merit increases or other compensation forms through our software, and websites. To facilitate the employee performance management process, WingSpan provides the employee’s personal information to specific personnel at the WingSpan customer company that are responsible for the employee performance management process. The data is used to perform assessment and appraisal information related to employee performance, manage development plans and activities, succession plans, compensation information and reporting of performance management data by the WingSpan customer. The collection of employee performance data does not constitute a guarantee of compensation, employment or any other commitment by the WingSpan customer.\r\n\r\nThe personal information collected by GreenLight is configurable by the client administrator, and is typically configured based on their usage of GreenLight.  eCommerce clients typically store minimal personal information, such as a full name and email address, whereas an enterprise client would typically also store employee IDs, addresses, company names, etc.  Custom fields can also be created by the client to extend the user fields to store other personal information.  All data can be automatically created through the use of an integration with a data store (e.g. HRIS system).  In order to manually view, create, or edit user data, an administrator must have sufficient privileges granted to them in GreenLight and they must have data permissions to view the specific user data, which can be limited by organization structure, group, job role, or category.  Each individual, if given permissions by the client administrator, can also view and/or edit their personal information in GreenLight.  For eCommerce transactions, credit card information is collected temporarily be GreenLight for submittal to the eCommerce provider, but the information is never stored in GreenLight.  GreenLight only requires a unique login name, all other fields and personal information are optional.\r\n\r\nThe HeartBeat employee CoreHR software obtains personal information such as would appear in a HR system of Record through our software, and websites. HeartBeat provides employee’s personal information to specific personnel at the HeartBeat customer company that are responsible for viewing, editing, and managing the data. This includes employees, managers, and HR professionals. The data is used to record, manage, pay and benefit employees, perform compliance reviews and audits, and deliver business information.\r\n\r\nSilkRoad technology, inc. also collects personal information via our website in response to user initiated company, product, or service inquiries. This data is utilized to respond to the direct inquiry, and on an aggregate basis to track request volume and classification.\r\n\r\nSilkRoad technology, inc. does not resell or share with other companies or entities any personal identifying, information gained through these processes. SilkRoad technology, inc. does characterize data in aggregate form for business performance management.\r\n\r\nSilkRoad technology, inc. considers all personal information, whether stored on-line, or off-line, that is retrieved through our software and websites to be under the protection of the safe harbor agreement.",
    "address": "100 S. Wacker Drive Suite 425",
    "asp_index": "32793",
    "city": "Chicago",
    "contactemail1": "alexi.pappas@silkroad.com",
    "contactfax1": "312-527-7005",
    "contactname1": "Alexi Pappas",
    "contactoff1": "Winston-Salem North Carolina",
    "contactphone1": "336-201-5056",
    "contacttitle1": "Manager, Security and Compliance",
    "corpoffemail1": "steve.worth@silkroad.com",
    "corpofffax1": "312-527-7005",
    "corpoffname1": "Steve Worth",
    "corpoffphone1": "312-574-3704",
    "corpofftitle1": "EVP General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-01",
    "orgverification": "In-house",
    "personaldata": "On-line, off-line, human resources",
    "ppdate": "2004-09-22",
    "previous": "25499",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "2006-12-01",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60606"
}