{
    "CertificationStatus": "true",
    "Fax": "707-823-9746",
    "OrgName": "O'REILLY MEDIA, INC.",
    "PPLoc": "http://www.oreilly.com/privacy.html ",
    "Phone": "707-827-7019",
    "activities": "When an individual contacts or communicates with O’Reilly, personal information such as name, age, physical address, email address and phone number may be collected. Participants in promotional offers such as trial subscriptions, or customers who purchase products or services, may provide personal information as it relates to the offer or transaction. When oreilly.com users register for an online account, make a purchase, subscribe to a newsletter, participate in communities or an event, program, class or promotion, or click on a URL, O’Reilly may gather user preferences, product interests, industry focus, community choices and other customer profile information. O’Reilly’s websites offer publicly accessible areas where users may contribute content and other information. Any personal information that is provided in these areas may be read, collected and used by others. O’Reilly may provide users the opportunity to participate surveys on its websites. Such participants will be asked to provide certain personal information. The requested information typically includes contact information (such as name and shipping address), and demographic information (such as zip code if applicable). As participation in these surveys is voluntary, users need not provide this information if they do not participate. Users may also log into O’Reilly’s websites using third party sign-in services such as Facebook, LinkedIn, Twitter or an Open ID provider. These services will authenticate the user’s identity and offer the option of sharing limited personal information with O’Reilly such as name and email address to pre-populate sign up form(s). Third-party services like Facebook Connect give users the option of posting information about their activities on O’Reilly’s websites to other social media profile pages as a means of sharing such activities with the users’ personal network. Certain products and services, such as mobile conference applications, may connect and transmit telemetry and system/product data to O’Reilly or other authorized agents. This data may include, but is not limited to, system model, mobile carrier, operating system, host ID, location, IP address and other information used to collect aggregate data on app usage, downloads,  sessions, and  frequency of use. O’Reilly may use this information to manage and administer products, services and events, and as the basis for advising users of the availability of updates and new versions, providing testing and monitoring of services provided, enhancing products and services, and improving and targeting communications with customers. When using the mobile applications O’Reilly may collect geo-location data in order to help provide users with conference services near you. If users previously consented to the collection of geo-location and no longer wish to have it used, users may turn it off at the device level. When users visit O’Reilly’s websites, information is collected about the pages viewed. In addition, some pages of O’Reilly’s websites use cookies, web beacons and similar technologies to automatically collect information from visitors. O’Reilly may send one or more cookies (small text files containing a string of characters) to the user’s computer to uniquely identify the user’s browser. O’Reilly uses \"web beacons\" (electronic images also known as pixel tags or clear gifs) to recognize a O’Reilly cookie on a user’s computer when users view or take actions on an O’Reilly web page, an O’Reilly advertisement posted on a third party web page, or open an email from O’Reilly. For these purposes, some of the tracking technologies used by O’Reilly may be tied to personally identifiable information. O’Reilly may also use third-party web analytics service providers use cookies and web beacons in order to make it easier for users to navigate the O’Reilly websites and to help manage the content on such sites. For instance, cookies and web beacons provide information about the effectiveness of O’Reilly’s website content. Most browsers allow users to remove and block cookies and web beacons. If users do so, they will need to re-enter their name and password to access certain parts of O’Reilly’s websites and then will only have access to generic content that is not focused on specific interests. As a result, users may not be able to use certain website features or take full advantage of our offerings. O’Reilly may also use local shared objects, also known as Flash cookies, to store user preferences (such as video and ebook preferences), or to personalize user website visits by displaying content based upon what the user has previously viewed on the site. Third-party partners of O’Reilly may provide certain features on O’Reilly’s websites or display advertising based upon user browsing activity or use of Flash cookies to collect and store information. Flash cookies and browser cookies are differentiated by the amount, type, and method by which data is stored.  Cookie management tools provided by a user’s browser will not remove Flash cookies. O’Reilly’s websites also include third-party social media features, such as the Facebook and Twitter buttons. These features may, on behalf of those third parties, collect a user’s IP address, record which page a user visits on an O’Reilly website, and may set a cookie to enable the feature to function properly. Social media features and widgets are either hosted by a third-party or hosted directly on the O’Reilly website. User interactions with these third-party social media features are governed by the privacy policy of the third-party that provides such feature. O’Reilly may from time to time engage a third-party advertising network to display advertising on its websites or manage advertising on third-party sites.  These advertising networks use cookies and web beacons to collect non-personally-identifiable information about user activities on O’Reilly’s websites and other websites in order to provide users with targeted advertising based upon interests.  If a user wishes to not have this information used for the purpose of serving targeted ads, they may opt-out by clicking http://preferences-mgr.truste.com. Please note this does not opt a user out of being served advertising. The user will continue to receive generic ads. O’Reilly uses mobile analytics tools to improve understanding of the functionality of its mobile apps and content on users’ phone. These tools may record information such as how often a user uses the application, the events that occur within the application, aggregated usage, and performance data, the site or app store from which a user downloaded the app.  O’Reilly also uses this information to inform app design development and updates. From time to time O’Reilly may receive information from other sources, such as commercial contact lists or companies that are acquired, and may combine that information with information previously collected, including information collected in connection with customer use and interaction with our products, services, and websites. All personal information received by O’Reilly is collected, stored and processed in accordance with its Privacy Policy.",
    "address": "1005 Gravenstein Hwy North",
    "asp_index": "32854",
    "city": "Sebastopol",
    "contactemail1": "legal@oreilly.com",
    "contactfax1": "707-823-9746",
    "contactname1": "Cali Bush",
    "contactoff1": "Legal Department",
    "contactphone1": "(707) 827-7019",
    "contacttitle1": "Director, Legal Affairs",
    "corpoffemail1": "klanterman@oreilly.com",
    "corpofffax1": "707-823-9746",
    "corpoffname1": "Kathy Lanterman",
    "corpoffphone1": "707-827-7019",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Education & Training - (EDS)Books & Periodicals - (BOK)Films Videos & Other Recordings - (FLM)",
    "industrysector_parsed": [
        "Books & Periodicals - (BOK)",
        "Education & Training - (EDS)",
        "Films Videos & Other Recordings - (FLM)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-09",
    "orgverification": "TRUSTe",
    "personaldata": "Online data; offline data and manually-processed data.",
    "ppdate": "2014-12-02",
    "previous": "25603",
    "privacyprograms": "TRUSTe Privacy Seal",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-12-09",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95472"
}