{
    "CertifiedThroughLabel": "",
    "Fax": "858-408-4477",
    "OrgName": "ACTIVE Network LLC.",
    "PPLoc": "http://www.activenetwork.com/information/privacy-policy ",
    "Phone": "469-291-0300",
    "activities": "\"The Active Network LLC (“ACTIVE”) is a provider of Activity and Participant Management™ solutions. Our products and services assists the way organizers manage their activities and events by automating online registrations and streamlining other critical management functions, while also driving consumer participation to their events. ACTIVE’s websites include online communities for people who want to discover, participate in, and share activities about which they are passionate. Using ACTIVE’s services, users can learn about upcoming events, and, in some circumstances, to register for those events and tell friends about the events. ACTIVE’s services may also be used by organizations to provide users the ability to take certain actions. For example, ACTIVE may create or host websites and mobile applications on the behalf of others that allow users to, among other things, register for a class or conference, make campsite reservations, purchase hunting or fishing licenses, or pay a parking ticket.\r\n\r\nACTIVE also offers mobile applications that provide information about events in various geographic areas, permit users to register for races, make camping reservations, book tee times, create and download training programs, and enjoy many of the benefits of our websites, in addition to other services (collectively, “Applications”). In general, ACTIVE’s Applications operate on an open network; meaning that any non-sensitive information that users post to these Applications may be available to other users of the same application, and, in some instances, on ACTIVE’s websites.",
    "address": "717 N. Harwood Street",
    "asp_index": "32897",
    "city": "Dallas",
    "contactemail1": "privacy@activenetwork.com",
    "contactfax1": "858-605-4812",
    "contactname1": "Evan Davies",
    "contactoff1": "The Active Network LLC",
    "contactphone1": "469-291-0300",
    "contacttitle1": "CTO",
    "corpoffemail1": "privacy@activenetwork.com",
    "corpofffax1": "858-605-4812",
    "corpoffname1": "Evan Davies",
    "corpoffphone1": "469-291-0300",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)",
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "false",
    "nextcertification": "2016-12-11",
    "orgverification": "In-house and Third Party (TRUSTe)",
    "personaldata": "offline, on-line, manually processed data, human resources data",
    "ppdate": "2014-08-12",
    "previous": "26002",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe dispute resolution mechanism; EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) with respect to human resources data only.",
    "signupdate": "2013-12-11",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75201"
}