{
    "CertificationStatus": "true",
    "Fax": "951-734-0884",
    "OrgName": "AccuSource Inc",
    "PPLoc": "http://www.accusource-online.com/index.php/eu-privacy-policy ",
    "Phone": "951-734-8882",
    "activities": "AccuSource, Inc. provides its clients with the necessary information for making informed hiring decisions by means of employment screening and background investigations. In most cases, our clients represent current and /or potential employers engaged in pre-or post-employment background screening on individuals who have provided consent to have their personal information released and used for background screening purposes. \r\nWith respect to personal information received from the Member States of the European Union, AccuSource is committed to protecting the privacy and security of personal information and/or personal data. Due to the nature of its business AccuSource must share certain personal information and/or personal data across national boundaries.  This is done by collecting, storing and delivering data submitted by its clients and information secured from third parties and other sources in connection with delivering background screening information or results to our clients. All data is collected, stored and delivered in compliance with applicable laws, including the European Union Data Protection Directive, Fair Credit Reporting Act, and other local, state and federal laws.",
    "address": "1240 E. Ontario Ave. Suite 102-140",
    "asp_index": "32890",
    "city": "Corona",
    "contactemail1": "emccormick@accusource-online.com",
    "contactfax1": "888-649-6244",
    "contactname1": "Elyzabeth McCormick",
    "contactoff1": "Corporate",
    "contactphone1": "888-649-6272",
    "contacttitle1": "Client Relations, Implementation & Compliance Manager",
    "corpoffemail1": "lholder@accusource-online.com",
    "corpofffax1": "951-734-0884",
    "corpoffname1": "Lisa Holder",
    "corpoffphone1": "951-479-4781",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Employment Services - (EMP)",
    "industrysector_parsed": [
        "Employment Services - (EMP)"
    ],
    "latest": "true",
    "nextcertification": "2016-08-19",
    "orgverification": "In-House",
    "personaldata": "background checks for clients potential employees. Yes some manually processed data",
    "ppdate": "2007-06-12",
    "previous": "24044",
    "privacyprograms": "-\tThe National Association of Professional Background Screeners (NAPBS) exists to promote ethical business practices, promote compliance with the Fair Credit Reporting Act and foster awareness of issues related to consumer protection and privacy rights within the background screening industry. The Association provides relevant programs and training aimed at empowering members to better serve clients and to maintain standards of excellence in the background screening industry. The Association is active in public affairs and provides a unified voice on behalf of members to local, state and national lawmakers about issues impacting the background screening industry.\r\n\r\n-\tConsumer Data Industry Association (CDIA) is an international trade association, founded in 1906, that represents consumer information companies that provide fraud prevention and risk management products, credit and mortgage reports, tenant and employment screening services, check fraud and verification services, and collection services. \r\n\r\nCDIA sets industry standards and provides business and professional education for its members. It also provides education materials for consumers regarding their credit rights and how consumer reporting agencies can better service their needs.\r\n\r\n-\tIdentity Theft Resource Center (ITRC) is a non-profit, nationally respected organization dedicated exclusively to the understanding and prevention of identity theft. It provides consumer and victim support as well as public education and also advises governmental agencies, legislators, law enforcement, and businesses about the evolving and growing problem of identity theft.\r\n\r\n-\tInternational Association of Privacy Professionals (IAPP) - the corporate officer of AccuSource also maintains an individual professional membership that helps define, support, and improve the privacy profession through networking, education and certification.",
    "recoursemech": "Consumers are encouraged to raise any complaints they may have with AccuSource before proceeding to independent recourse mechanisms. AccuSource seriously looks into each complaint received from individuals unless they are unfounded, irrelevant or frivolous and agrees to cooperate with the European Data Protection Authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) in the investigation and resolution of complaints as well as comply with its advice. \r\nAccuSource ensures that the individuals are informed of any in-house arrangements for handling complaints and of the independent mechanisms through which they may pursue complaints\r\nAccuSource has procedures in place for training its employees in its implementation of the Safe Harbor policy and taking corrective action if it is not followed as well as internal procedures for periodically conducting objective reviews of compliance with the enforcement of the above mentioned.",
    "signupdate": "2011-08-19",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92881"
}