{
    "CertificationStatus": "true",
    "Fax": "6177882233",
    "OrgName": "peerTransfer Corporation",
    "PPLoc": "http://www.peertransfer.com/safeharbor ",
    "Phone": "6173294524",
    "activities": "peerTransfer Corp (\"peerTransfer\") receives personal data (as defined in the Directive) from the EEA and Switzerland primarily in the course of the use and operation of its services by individuals located in those areas. peerTransfer acts as a data controller for personal data of its customers, suppliers and payors that it receives from Europe. peerTransfer processes payor data in the provision of services on behalf of the client. Services for the client include reconciliation and processing of payment transactions, settlements, refunds, notification and details of payment origin and the provision of dispute resolution and customer support services.\r\npeerTransfer is not exposed to credit card details at any point as it does not directly process credit card payments. \r\npeerTransfer will also use client and payor data to maintain relationships, improve products or services, conduct data analysis, billing, accounting, audits, information security management or to comply with legal obligations or process.\r\npeerTransfer will collect from the payor information limited to that which is required to successfully process and reconcile the payment. In some cases, further details will need to be verified with a payor such as originating bank account number, routing/sort/bank code, name of account holder. Communications such as email, chat logs and content of telephone conversations (noted in text) are also stored.\r\npeerTransfer does not sell/rent/trade any information which is gathered in the course of  business operations.",
    "address": "141 Tremont St.  Floor 10",
    "asp_index": "32911",
    "city": "Boston",
    "contactemail1": "privacy@peertransfer.com",
    "contactfax1": "6177882233",
    "contactname1": "Aled Morgan",
    "contactoff1": "Compliance Department",
    "contactphone1": "6173294524",
    "contacttitle1": "Compliance Director",
    "corpoffemail1": "privacy@peertransfer.com",
    "corpofffax1": "6177882233",
    "corpoffname1": "Aled Morgan",
    "corpoffphone1": "6173294524",
    "corpofftitle1": "Compliance Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Financial Services - (FNS)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Financial Services - (FNS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-01",
    "orgverification": "In-house",
    "personaldata": "Online. Information required to process payment on behalf of payor such as name, address, date of birth, year of graduation, payment amount, educational institution attending, student id. Offline, manually processed",
    "ppdate": "2013-11-01",
    "previous": "25155",
    "privacyprograms": "N/A",
    "recoursemech": "peerTransfer regularly reviews its privacy policy to ensure it is prominently displayed, accurate and in conformity with the Principles. Any questions or concerns regarding our policies and treatment of personal data can be made to us by contacting us. When we receive a formal complaint, it is peerTransfers policy to contact the complaining individual regarding his or her concerns.\r\nWe cooperate with the local data protection authorities (EU DPAs) to resolve any complaints regarding the transfer of personal data that cannot be resolved between peerTransfer and the individual.\r\nIndependent third party dispute resolution is available through the American Arbitration Association (\"AAA\"; ICDR/AAA Safe Harbor Program) should direct efforts to resolve any complaints with us be unsuccessful",
    "signupdate": "2013-11-01",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02111"
}