{
    "CertifiedThroughLabel": "",
    "Fax": "763-252-0304",
    "OrgName": "Global Tax Network US, LLC",
    "PPLoc": "http://gtn.com/privacy-policy.php ",
    "Phone": "763-746-4556",
    "activities": "You or Your Agent may provide us with your personal information, which could include your name, street address, telephone number, email address, answer to security questions, information about your company or business, social security number,\r\ndriver’s license number, date of birth, credit card and/or other payment/ordering information, photographic image,\r\nIndividual Taxpayer Identification Numbers, non-U.S. tax ID or social insurance numbers, and any other information we\r\ncollect about you that by itself is not personal information but if combined with personal information could be used to\r\npersonally identify you. You, or Your Agent, may provide us with your personal information when entering information into\r\nthe GTN Portal SaaS application (the “Portal”); sending source documents to us via the Document Sharing feature in the\r\nPortal; making a payment to GTN; contacting us via our Website; subscribing to our email notifications and/or newsletters;\r\nregistering and/or setting up an account/profile to access, visit and/or use our Portal; and engaging in any other transaction\r\nwith us on, or in relation to, our Services. GTN will use personal information to respond to your inquiries, and/or other\r\nrequests or questions, enable your or Your Agent’s use of the Services, contact you regarding your engagement with us,\r\ncollect payments, respond to your application for employment, and to send you or Your Agent invoices, email notifications\r\nwhich you have specifically requested, limited email marketing communications relating to our business, and email messages\r\ncontaining company news, product, or Service information",
    "address": "7950 Main Street N., Suite 200",
    "asp_index": "32926",
    "city": "Maple Grove",
    "contactemail1": "privacy@gtn.com",
    "contactfax1": "763-252-0304",
    "contactname1": "Craig Dexheimer",
    "contactoff1": "Business Operations",
    "contactphone1": "763-252-0650",
    "contacttitle1": "Senior Director, Operations",
    "corpoffemail1": "dkolb@gtn.com",
    "corpofffax1": "763-252-0304",
    "corpoffname1": "David Kolb",
    "corpoffphone1": "763-746-4556",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Accounting Services - (ACT)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Accounting Services - (ACT)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-21",
    "orgverification": "VeraSafe",
    "personaldata": "Online, offline and manually processed data",
    "ppdate": "2015-11-16",
    "previous": "",
    "privacyprograms": "VeraSafe",
    "recoursemech": "VeraSafe",
    "signupdate": "2015-12-21",
    "state": "Minnesota",
    "statutorybody": "FTC",
    "zip": "55369"
}