{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Cornerstone Relocation Group, LLC",
    "PPLoc": "https:/ www.crgglobal.com/PrivacyPolicy.aspx ",
    "Phone": "(908) 580-9600",
    "activities": "Cornerstone Relocation Group, LLC (Cornerstone) and its controlled subsidiaries provides corporate relocation and workforce mobility services for its customers around the world. All personal information in our control is either provided directly by Cornerstone customers or voluntarily provided directly from the customer’s relocating employee. Cornerstone uses any personal information collected to fulfill its contractual requirements for the customer. Cornerstone does not share any personal information with any third party outside of Cornerstone unless absolutely necessary to fulfill its contractual requirements for the customer. Any personal data provided to Cornerstone from customers or a customer’s relocating employee is used exclusively for customer support activities, such as fulfilling global workforce mobility and relocation service orders, providing technical support and improving service offerings as well as coordination of mobility services with the Cornerstone’s global supplier partners. Cornerstone uses the personal information for internal business processes such as financial processing and management and compliance with governmental, legislative and regulatory bodies.",
    "address": "106 Allen Road",
    "asp_index": "32948",
    "city": "Basking Ridge",
    "contactemail1": "ggoerdel@crgglobal.com",
    "contactfax1": "",
    "contactname1": "Grace Goerdel",
    "contactoff1": "Corporate",
    "contactphone1": "720-785-3017",
    "contacttitle1": "Sr. Director, Technology & Business Processes",
    "corpoffemail1": "ajenkins@crgglobal.com",
    "corpofffax1": "",
    "corpoffname1": "Alan Jenkins",
    "corpoffphone1": "908) 580-9600",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-22",
    "orgverification": "in-house & TRUSTe (see link above)",
    "personaldata": "online and manually processed data for client and customer",
    "ppdate": "2015-12-15",
    "previous": "",
    "privacyprograms": "TRUSTe’s Privacy Seal program (see link above)",
    "recoursemech": "TRUSTe Privacy Program TRUSTe Dispute Resolution Services",
    "signupdate": "2015-12-22",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07920"
}