{
    "Fax": "224-212-3384",
    "OrgName": "Hospira",
    "PPLoc": "http://www.hospira.com/privacy_policy/ ",
    "Phone": "224-212-2701",
    "activities": "Hospira, Inc. and its affiliates (Hospira) in the United States may receive personal information about individuals in connection with adverse event reporting, medical inquiries and customer relationship management. Hospira may also receive personal information about current and former employees and on-site visitors in connection with the implementation, administration and management of Hospira's employment and human resources programs and for the management of Hospira's security program. Hospira may also receive personal information from individuals who visit Hospira websites.",
    "address": "275 N. Field Drive, Global Data Privacy - Bldg H-1",
    "asp_index": "32940",
    "city": "Lake Forest",
    "contactemail1": "gregory.dinklenburg@hospira.com",
    "contactfax1": "",
    "contactname1": "Gregory Dinklenburg",
    "contactoff1": "Hospira, Inc.",
    "contactphone1": "224-515-0308",
    "contacttitle1": "Manager, Global Data Privacy",
    "corpoffemail1": "sumant.ramachandra@hospira.com ",
    "corpofffax1": "224-212-3312",
    "corpoffname1": "Sumant Ramachandra",
    "corpoffphone1": "224-212-2943",
    "corpofftitle1": "Senior Vice President, R&D Head",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)",
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-13",
    "orgverification": "In-house",
    "personaldata": "human resources, information related to adverse event reporting, medical inquiries, and customer relationship management; on-site visitor data and website visitor data.",
    "ppdate": "2007-11-14",
    "previous": "25697",
    "privacyprograms": "None",
    "recoursemech": "JAMS for individuals whose personal information is transferred in connection with Hospira’s adverse event reporting, customer relationship management, and on-site and website visits; the European Data Protection Authorities (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) for human resources data.",
    "signupdate": "2007-12-13",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60045"
}