{
    "Fax": "650-239-0957",
    "OrgName": "Opera Mediaworks and its U.S.-based affiliates",
    "PPLoc": "http://operamediaworks.com/advertising-services-privacy-policy ",
    "Phone": "6502122336",
    "activities": "Opera Mediaworks does not collect personal information directly from individuals but rather receives information via partners’ mobile messages, mobile web sites and mobile applications as well as from third party service providers (e.g., mobile carrier operators). In this light, Mediaworks relies on our customer partners and these third party service providers to inform their users about the purposes for which it collects and uses their personal information.  To the best of our ability we inform our partners the need to offer individuals the opportunity to choose (opt-out) whether their personal information is (a) to be disclosed to a non-agent third party, or (b) to be used for a purpose other than the purpose for which it was originally collected or subsequently authorized by the individual. Consistent with the U.S. Children’s Online Privacy Protection Act of 1998 (COPPA), we will never knowingly collect personally identifiable information from anyone under the age of thirteen (13) without requiring parental consent. When Mediaworks receives personal information from the entities described above (in the EU, Switzerland or elsewhere), we will use such information only in accordance with the principles set forth here, the notices such entities provided and the choices made by the individuals to whom such personal information relates. \r\n\r\nWhen our customer partner’s end users connect to the technical service on their mobile device, Mediaworks may automatically receive from their mobile phone service provider or our customer partner information identifying the user’s unique mobile device, their phone number and/or other unique identifiers for their device (“Mobile Device Information”). For the avoidance of doubt, end users are not “Users” covered by this Privacy Policy, and any private information that we collect from the end users is governed by the customer partner or mobile phone service provider privacy policies, if any, and not this Privacy Policy.  \r\n\r\nMediaworks does use a “pixel tags\" and/or similar technologies, in our communications to enable us to evaluate when and if advertisements are viewable on the mobile device.  A pixel tag is typically a one-pixel, transparent image (although it can be a visible image as well), included in the advertising creative, which is retrieved from a remote site on the Internet enabling the verification of an individual's viewing or receipt of a Web page or message.",
    "address": "1875 South Grant Street, 8th Floor",
    "asp_index": "32947",
    "city": "San Mateo",
    "contactemail1": "privacy@admarvel.com",
    "contactfax1": "650-239-0957",
    "contactname1": "Lawrence Moores",
    "contactoff1": "Privacy Officer",
    "contactphone1": "650-212-2336",
    "contacttitle1": "VP",
    "corpoffemail1": "lawrencem@opera.com",
    "corpofffax1": "650-239-0957",
    "corpoffname1": "Lawrence Moores",
    "corpoffphone1": "650-212-2336",
    "corpofftitle1": "VP Analytics and Reporting",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-07",
    "orgverification": "In-house",
    "personaldata": "Data processed by Opera Mediaworks. covered by the Safe Harbor Framework is on-line data from mobile phone use of the Internet and mobile applications.",
    "ppdate": "2014-06-25",
    "previous": "25712",
    "privacyprograms": "Digital Advertising Alliance",
    "recoursemech": "Opera Mediaworks has agreed to participate in the dispute resolution procedures of a neutral third party True Ultimate Standards Everywhere, Inc. (a Delaware corporation) (“TRUSTe”) (www.truste.com).",
    "signupdate": "2010-12-07",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94402"
}