{
    "CertificationStatus": "true",
    "Fax": "312-922-3126",
    "OrgName": "Cision US, Inc.",
    "PPLoc": "http://www.cision.com/us/legal/privacy-policy/ ",
    "Phone": "312-922-2400",
    "activities": "Personal Information Received from the EU/EEA and/or Switzerland:\r\nPersonal information is transferred to Cision in the US from the EU under one of the following scenarios: Processor On Behalf: Cision is a provider of software, services and tools intended to help customers manage all aspects of their marketing and PR campaigns. Cision does not own or control any of the information it processes on behalf of its customer. All such information is owned and controlled by Cision's customer. In this capacity, Cision receives information transferred from the EU to the US merely as a processor on behalf. Data Controller or Data Collector: Cision also provides information products designed to help customers research and plan their campaigns more effectively. In this function, Cision acts as either a data controller or data collector of the personal information contained in these products. Cision maintains a media database containing personal information on EU media contacts. This information does not include sensitive information such as data about race, sexual orientation, or religion.  In instances where Cision is a data controller, the information for these databases is developed from public records and from information acquired through information providers. In instances where Cision is a data collector, the information for these databases is developed from publicly-available sources or e-mail, telephone, or direct responses from media contacts.",
    "address": "1 Prudential Plaza, 130 E. Randolph Drive, 7th Floor",
    "asp_index": "32966",
    "city": "Chicago",
    "contactemail1": "privacy@cision.com",
    "contactfax1": "312-922-3126",
    "contactname1": "Privacy Department",
    "contactoff1": "Cision US, Inc.",
    "contactphone1": "312-922-2400",
    "contacttitle1": "",
    "corpoffemail1": "legaldept@cision.com",
    "corpofffax1": "312-922-3126",
    "corpoffname1": "Steve Soloman",
    "corpoffphone1": "312-922-2400",
    "corpofftitle1": "Principal Executive",
    "eucountries": "Finland, France, Germany, Norway, Portugal, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "FIN",
        "FRA",
        "DEU",
        "NOR",
        "PRT",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-18",
    "orgverification": "In-house",
    "personaldata": "online and manually processed data",
    "ppdate": "2015-10-29",
    "previous": "25740",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities.",
    "signupdate": "2009-12-18",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60601"
}