{
    "CertificationStatus": "true",
    "Fax": "+1 713 559 7901",
    "OrgName": "Pharm-Olam International Ltd",
    "PPLoc": "http://www.pharm-olam.com/content/privacy-policy ",
    "Phone": "+1 713 559 7900",
    "activities": "Pharm-Olam is an international contract research organization that serves the global pharmaceutical, biological,device and clinical research communities worldwide. It has offices in over 20 countries and employees in over 30 countries, including 18 countries in the EU/EEA. Pharm-Olam maintains personal information on its employees, contractors, investigators(physicians and researchers conducting clinical trials), clients within the EU/EEA and Switzerland and approriate limited information obtained from patients and subjects as determined by rules of Good Clinical Research/patient privacy and as permitted by obtaining written informed consent from these subject/patients.\r\nWith respect to employees, Pharm-Olam maintains their names, home addresses, home phone information, salary, employee numbers, tax numbers, banking information as provided to us for payment, education and training details, physical or mental health or condition and other data as it relates to employment.\r\nWith respect to contractors, Pharm-Olam maintains the same information as for employees unless it is a vendor company.  For contractors obtained through external groups, Pharm-Olam maintains the name of the contractor and information to communicate to them and their employer and banking instructions for payment transfer.  Vendors also include contracted central laboratories, centralize readers for such tests as ECGs, pharmaceutical supplies etc.\r\nWith respect to investigators and researchers with whom Pharm-Olam maintains a contractual realtionship, Pharm-Olam maintains a database of their names, work addresses, phone contact information, email addresses, employment, education and training history(and their Curriculim Vitae), banking information as provided to us for payment transfer and a history of the work performed for studies conducted by Pharm-Olam such as name of project, number of subjects enrolled,evaluability of subjects enrolled and other such information as is appropriate to conducting Good Clinical Research.\r\nWith respect to clients, Pharm-Olam maintains a database of their name, titles, affiliation to their Employment Company, work addresses, phone contact information, email addresses, company history with Pharm-Olam.\r\nWith respect to patients and subjects in clinical trials,\r\nPharm-Olam captures study-specific data in a database that is designed based on the approved protocols that are reviewed and approved by the appropriate Competent Government Authorities as well as the appropriate Institutional Review Boards or Independent Ethics Committee.\r\nAll written informed consents are approved by these bodies and kept in accordance with Good Clinical Practice by the Investigators(Physicians)allowing appropriate Pharm-Olam employees to view medical records on these individuals and to collect the data for analysis in accordance with the protocol.",
    "address": "450 N. Sam Houston Blvd. Suite 250",
    "asp_index": "32989",
    "city": "Houston",
    "contactemail1": "chiefprivacyofficer@pharm-olam.com",
    "contactfax1": "713 559 7901",
    "contactname1": "Madeline Ducate",
    "contactoff1": "Pharm-Olam International Ltd",
    "contactphone1": "713 559 7911",
    "contacttitle1": "Executive Vice President, Global Operations",
    "corpoffemail1": "madeline.ducate@pharm-olam.com",
    "corpofffax1": "+1 713 559 7901",
    "corpoffname1": "Madeline Ducate",
    "corpoffphone1": "+1 713 559 7911",
    "corpofftitle1": "Executive Vice President, Global Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-10",
    "orgverification": "In-house self assessment",
    "personaldata": "Pharm-Olam obtains personal data from its employees,contractors,clients,customers, this data is manually entered by Pharm-Olam. The clinical trial data from clinical research patients/subjects obtained from the investigator is entered in to a secured, 21 CRF part II compliant database by the investigator or Pharm-Olam employees.",
    "ppdate": "2011-10-01",
    "previous": "25846",
    "privacyprograms": "UK -International Commissioner's Office of the UK government registration number Z8500505 and Z9202118.\r\nSpain -PRODAT(Proteccion de Datos Madrid) reisgtraion number B-8378644.\r\nFrance - CNIL registration number 1371283.",
    "recoursemech": "Pharm-Olam has selected the EU and Swiss data protection authorities (DPAs) as our independent recourse mechanism for Safe Harbor.",
    "signupdate": "2012-01-10",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "77606"
}