{
    "Fax": "212-609-6921",
    "OrgName": "Finect, Inc.",
    "PPLoc": "https:/ www.finect.com/legalTerms ",
    "Phone": "212-609-6906",
    "activities": "Information Collected\r\n-Personal Information \r\nPersonal Information is collected on our Website or through the App when you provide it through use of or participation in the Services. Information collected may include your name, physical address and location information, e-mail address, zip code, credit card number, phone number and other personal information you provide. If you use a social media feature integrated with the Website and App, we may collect similar information through that social media provider.\r\nWhen Services you request require location-based information, the App or Website may use GPS or other location-based services to identify your physical location. When requested, the Website or App may access your device’s calendar, contacts, call history, camera roll, or other device-stored information, in order to facilitate and provide the Services. \r\n-User Content\r\nThe Website and App may collect content that you upload or make available to the Website or App for the purpose of processing through and with the Services. Such information includes information about your clients, their addresses, financial information, and similar content you process through the Services.\r\n-Use Data\r\nThe Website and App may record analytical information about the Website or App, such as the IP address or information about the mobile phone provider associated with the device you are using to access the Website or App, your device’s unique identifier, anonymized information about how you use the App and Website, the type of device you use and its operating system, the pages or App features accessed most frequently, calls and messages placed through the Website or App, how pages or features of the App are used, search terms entered, and similar analytics about use of the Website or App. \r\nThe Website and App may utilize web beacons, pixel tags, embedded links, and other commonly used information-gathering tools, including identification of referring websites such as session, persistent and third-party cookies and similar technologies. \r\nOur Website may use Google Analytics, a web analytics service provided by Google, Inc. (“Google”). Google Analytics uses cookies, to help us analyze how users use the Website. The information generated by the cookie about your use of the Website (including your IP address) will be transmitted to and stored by Google on servers in the United States. Google will use this information for the purpose of evaluating your use of the Website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage. Google may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf. By using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above. We may also use cookies for our own analytics.",
    "address": "c/o McCarter & English 245 Park Avenue, 27th Floor",
    "asp_index": "33025",
    "city": "New York",
    "contactemail1": "mherrera@abanteasesores.com",
    "contactfax1": "212-609-6921",
    "contactname1": "María de las Viñas Herrera Hernampérez",
    "contactoff1": "Legal",
    "contactphone1": "212-609-6906",
    "contacttitle1": "",
    "corpoffemail1": "mherrera@abanteasesores.com",
    "corpofffax1": "212-609-6921",
    "corpoffname1": "María de las Viñas Herrera Hernampérez",
    "corpoffphone1": "212-609-6906",
    "corpofftitle1": "CEO",
    "eucountries": "Spain, Switzerland",
    "eucountries_parsed": [
        "ESP",
        "CHE"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-17",
    "orgverification": "In-house",
    "personaldata": "customer data, not manually processed",
    "ppdate": "2013-09-01",
    "previous": "26008",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (EU DPAs) or Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2013-01-17",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10167"
}