{
    "Fax": "919-998-2094",
    "OrgName": "Quintiles",
    "PPLoc": "http://www.quintiles.com/privacy/privacy-policy-statement ",
    "Phone": "877-988-2100",
    "activities": "Quintiles (NYSE: Q) helps biopharmaceutical companies and other healthcare companies improve their probability of success by connecting insights from our deep scientific, therapeutic and analytics expertise with superior delivery for better outcomes.  From advisory through operations, Quintiles is the world’s largest provider of product development and integrated healthcare services, including commercial and observational solutions.  Quintiles has approximately 32,000 employees, conducting operations in approximately 100 countries, Quintiles is a member of the FORTUNE 500 and has been named to FORTUNE’s list of the “World’s Most Admired Companies.”   \r\n\r\nQuintiles and our subsidiaries and affiliates respect the relationships we have with our customers and respect the privacy of employees, patients, healthcare providers, consumers, our business partners and others whose Personal Information may be processed by Quintiles in the performance of our services, including individuals participating in clinical research studies. Quintiles provides an adequate level of protection with respect to transfer of personal data out of the European and Switzerland to other countries for the performances of our services and business operations.  To meet the adequacy requirement with respect to these transfers, Quintiles uses model contractual clauses and other mechanisms approved by the European Union for such transfers.",
    "address": "4820 Emperor Boulevard",
    "asp_index": "33079",
    "city": "Durham",
    "contactemail1": "data.protection@quintiles.com",
    "contactfax1": "919-747-3876",
    "contactname1": "Judith E. Beach",
    "contactoff1": "Council on Data Protection",
    "contactphone1": "919-998-2000",
    "contacttitle1": "Global Chief Privacy Officer",
    "corpoffemail1": "judith.beach@quintiles.com",
    "corpofffax1": "919-747-3876",
    "corpoffname1": "Judith  E. Beach",
    "corpoffphone1": "919-998-2000",
    "corpofftitle1": "Sr. VP, Sr. Counsel & CPO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-05",
    "orgverification": "In-house",
    "personaldata": "Organization, customer, clinical trial data - - On-Line, Off-Line, Manually Processed data, Human Resources Data",
    "ppdate": "2005-01-05",
    "previous": "25930",
    "privacyprograms": "International Association of Privacy Professionals (IAPP)-Corporate Member",
    "recoursemech": "American Arbitration Association (AAA) for other than human resources data; EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) for human resources data only.",
    "signupdate": "2005-01-05",
    "state": "North Carolina",
    "statutorybody": "FTC",
    "zip": "27703"
}