{
    "Fax": "312-602-8099",
    "OrgName": "Grant Thornton LLP",
    "PPLoc": "http://www.grantthornton.com/privacy-policy.aspx ",
    "Phone": "312-856-0200",
    "activities": "Grant Thornton LLP receives and uses personal information in the course of Grant Thornton’s business activities, which includes: (1) personal information of current, former or prospective partners, principals and employees of Grant Thornton LLP and of member firms of Grant Thornton International Ltd in connection with administration of personnel relationships, providing services and benefits in connection with personnel relationships,  maintaining contact with former personnel, and reviewing information concerning job applicants; (2)  personal information of employees of clients and prospective clients in connection with promoting, offering and providing services to such current and prospective clients, complying with professional obligations in connection with such services, and managing the business relationships with such current and prospective clients and their employees; (3) personal information of employees of third parties (such as vendors and contractors) or third party individuals in connection with managing and administering business activities with such third parties. Grant Thornton LLP also responds to requests from the general public and may use personal information in connection with providing a response to such a request. The scope of this certification in effect since 1/29/2010.",
    "address": "171 N. Clark Street Suite 200",
    "asp_index": "33092",
    "city": "Chicago",
    "contactemail1": "Beatrix.Bernauer@us.gt.com",
    "contactfax1": "213-624-6793",
    "contactname1": "Beatrix Bernauer",
    "contactoff1": "Privacy Office",
    "contactphone1": "213-688-1713",
    "contacttitle1": "Principal - Office of CLO",
    "corpoffemail1": "Ken.Cunningham@us.gt.com",
    "corpofffax1": "312-320-2136",
    "corpoffname1": "Ken R. Cunningham",
    "corpoffphone1": "312-602-8404",
    "corpofftitle1": "Chief Legal Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Accounting Services - (ACT)Management Consulting Services - (MCS)General Services - (GSV)",
    "industrysector_parsed": [
        "Accounting Services - (ACT)",
        "General Services - (GSV)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-29",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed data, human resources data",
    "ppdate": "2015-03-27",
    "previous": "26504",
    "privacyprograms": "None",
    "recoursemech": "JAMS; and European Union Data Protection Authorities for human resources data only.",
    "signupdate": "2007-11-06",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60601"
}