{
    "Fax": "212-918-1818",
    "OrgName": "Medidata Solutions",
    "PPLoc": "https:/ www.mdsol.com/en/privacy-policy ",
    "Phone": "212-918-1800",
    "activities": "Categories of Individual Data Subjects\r\nIn general, Medidata may obtain EU Personal Data in the United States about several different types of individuals, including (i) employees, (ii) clients and (iii) client clinical study data.   Medidata's practices with respect to each of these types of individual data subjects are described below.\r\n\r\nEmployees\r\nMedidata generally collects, and uses employee information at the time of hire and with the full understanding and consent of our employees.  \r\n\r\nClients\r\nMedidata may obtain various types of EU Personal Data about employees. Such data may include contact information (names, addresses, phone and fax numbers, and email addresses).\r\n\r\nMedidata may use these types of EU Personal Data for business purposes; to establish or maintain client and business relationships; to provide access to Internet-based activities; and to conduct other activities as necessary or appropriate in connection with the service and development of the business relationship.\r\n\r\nClient Clinical Study Subjects\r\nMedidata provides a wide variety of Software as a Service (SaaS) and solutions to its business clients (\"Clients\") that facilitate services including collecting and analyzing clinical study information pertaining to individuals (\"Data Subjects\").  Although the information is anonymized, in some instances, Medidata may process EU personal data about such Data Subjects in the course of providing the services and solutions. Such data may include, but is not limited to personal healthcare information, and other administrative information depending on the particular client and how that client utilizes our SaaS solutions.  \r\nWherever we obtain access to EU personal data about Data Subjects, we are acting as a data processor on behalf of our clients, and we therefore conduct such activities strictly in accordance with their instructions and pursuant to our contractual arrangements with them.  Data Subjects with an existing relationship with one of our clients are referred to the client's website to understand the privacy practices that apply to EU personal data that we may maintain. Moreover, if a Data Subject desires access to review their EU Personal Data, they would contact our client with any such requests. We will cooperate, as appropriate, with requests from our clients to assist with such responses.\r\n\r\nMedidata protects all of the above described data through layers of protections that include encryption, logical and physical security.  FIPS 140-2 approved encryption is used during data transmission to and from the EU/US and when the data is at rest in offsite backups.  During on-site processing, a combination of logical security through strong authentication, firewalls, intrusion detection, virus, spam, and spybot filters in conjunction with physical security in the form of uniformed guards, smart ID cards and biometric door access is used to assure only authorized access to the data.  \r\n\r\nMedidata may disclose EU Personal Data to business partners and subcontractors as necessary in connection with the performance of requested services or solutions, or as otherwise appropriate in connection with a legitimate business need. Medidata may also disclose EU Personal Data as necessary in connection with the sale or transfer of all or part of the business. In these situations, Medidata will require the recipient of the data to protect the data in accordance with the relevant principles in the Safe Harbor, or otherwise take steps to ensure that the EU Personal Data are appropriately protected. Medidata may also disclose EU Personal Data where required or permitted by law, or where Medidata believes that such disclosures are appropriate in connection with a law enforcement request.\r\nData Security and Integrity\r\nMedidata has United States hosting centers that may store and process EU Personal Data in various locations. Medidata takes reasonable precautions to protect EU Personal Data in these centers from loss, misuse and unauthorized access, disclosure, alteration and destruction. Medidata also makes reasonable efforts to keep EU Personal Data reliable for its intended use, accurate, current and complete.",
    "address": "350 Hudson St",
    "asp_index": "33182",
    "city": "New York",
    "contactemail1": "gwatt@mdsol.com",
    "contactfax1": "610-746-1812",
    "contactname1": "Glenn Watt",
    "contactoff1": "Corporate Information Security & Data Privacy",
    "contactphone1": "610-365-1480",
    "contacttitle1": "Corporate Information Security & Privacy Officer",
    "corpoffemail1": "gwatt@mdsol.com",
    "corpofffax1": "610-746-1812",
    "corpoffname1": "Glenn Watt",
    "corpoffphone1": "610-365-1480",
    "corpofftitle1": "Corporate Information Security & Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)Drugs & Pharmaceuticals - (DRG)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-03-14",
    "orgverification": "In-house",
    "personaldata": "Organization, clinical trial data, client",
    "ppdate": "2012-05-09",
    "previous": "26301",
    "privacyprograms": "None",
    "recoursemech": "Medidata has selected a third party to serve as its independent recourse mechanism (IRM) for dispute resolution.  The E.U. Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) will be used for dispute resolution which will be available to investigate unresolved complaints involving “human resources data”. In addition, the DPA and the FDPIC will be used to resolve all other disputes and to investigate unresolved complaints involving other types of data (e.g. client and customer data).\r\n\r\n• VERIFICATION: To verify its compliance with the Safe Harbor Principles, Medidata, through its Information Security and Privacy Office, will conduct an annual self-assessment to ensure that:\r\n o The Medidata Safe Harbor Policy is available for review, comprehensive and accessible. \r\n o The Medidata Safe Harbor Policy conforms to the Safe Harbor Principles. \r\n o Subcontractors and clients are informed of the internal arrangements for handling complaints and how they may pursue complaints. \r\n o Instruction is provided on the implementation of the Medidata Safe Harbor Policy and disciplining those who fail to comply. \r\n o Medidata reserves the right to amend and revise the Medidata Safe Harbor Policy at any time.  Any and all changes will be communicated to the appropriate parties.\r\n o Data Covered by the safe harbor includes electronic data and electronic human resources data)",
    "signupdate": "2011-03-14",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10014"
}