{
    "CertificationStatus": "true",
    "Fax": "314 997 7844",
    "OrgName": "CSI Leasing, Inc.",
    "PPLoc": "http://www.csileasing.com/ ",
    "Phone": "314 997 7010",
    "activities": "Human Resources information for employees kept for corporate purposes.  Not anticipating processing of any client or third-party personal information. Limited customer information may be shared between CSI group companies incidental to providing services to customers and will not be shared with third parties or used for any other reason.",
    "address": "9990 Old Olive Street Road",
    "asp_index": "33239",
    "city": "St. Louis",
    "contactemail1": "jeff.rousseau@csileasing.com",
    "contactfax1": "314 997 7844",
    "contactname1": "Jeff Rousseau",
    "contactoff1": "CSI Leasing, Inc.",
    "contactphone1": "314 997 7010",
    "contacttitle1": "Sr. VP",
    "corpoffemail1": "jeff.rousseau@csileasing.com",
    "corpofffax1": "314 997 7844",
    "corpoffname1": "Jeff Rousseau",
    "corpoffphone1": "314 997 7010",
    "corpofftitle1": "Sr. VP",
    "eucountries": "Austria, Czech Republic, France, Germany, Italy, Netherlands, Poland, Portugal, Slovakia, Spain, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "CZE",
        "FRA",
        "DEU",
        "ITA",
        "NLD",
        "POL",
        "PRT",
        "SVK",
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer & Peripherals - (CPT)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-17",
    "orgverification": "In-house",
    "personaldata": "organization and possibly client data.  May include manually processed data",
    "ppdate": "2012-02-01",
    "previous": "26851",
    "privacyprograms": "None",
    "recoursemech": "Any questions, concerns, or complaints regarding the use or disclosure of personal information should be directed to CSI or to its affiliate located in the country in which you reside.  CSI will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the Principles contained in this Policy.  \r\n\r\nFor complaints that cannot be resolved between CSI and the complainant not involving EEA human resources information, CSI has agreed to participate in the dispute resolution procedures of JAMS pursuant to the Safe Harbor Principles. \r\n\r\nFor complaints that cannot be resolved between CSI and the complainant involving EEA human resources information, CSI agrees to cooperate in investigations by and comply with the advice of the European data protection authorities (DPAs).",
    "signupdate": "2012-01-17",
    "state": "Missouri",
    "statutorybody": "FTC",
    "zip": "63141"
}