{
    "Fax": "+1 310 841 5913",
    "OrgName": "CrownPeak Technology",
    "PPLoc": "http://www.crownpeak.com/privacy ",
    "Phone": "+1 310 841 5920",
    "activities": "CrownPeak provides web content management services for companies around the world, many of whom are either based in, or operate from, the European Union or Switzerland.  CrownPeak also hosts many of the websites CrownPeak customers use to communicate with their customers.\r\n\r\nFor users of the CrownPeak Content Management System (CMS) Platform, we collect identifying information when they set up their account profile to access the service.  This information includes details such as full name, eMail address, phone number etc.\r\n\r\nPart of CrownPeak’s business also involves hosting websites on behalf of its customers.  Some of these websites collect personally identifying information.  In these cases, the nature and use of the personally-identifying information collected is determined by the CrownPeak customer.\r\n\r\nWe use the information we collect about users to authenticate them identity when they access our website.  This ensures that the information we maintain on their behalf is accessible only to them or to the other members of their company who are authorized to access the same information.  We also use the information provided to respond to inquiries regarding a demonstration of our products or training registration.\r\nWe use Email address to respond to requests submitted through our website or to communicate alerts and notifications that form part of the normal CrownPeak CMS Platform functionality.  \r\n\r\nFor data collected by websites hosted by CrownPeak on behalf of its customers, CrownPeak ensures that all applicable Safe Harbor Principles are applied to the data for as long as it is hosted by CrownPeak and under CrownPeak’s control.\r\n\r\nCrownPeak may transfer personal information to companies that help us provide our service. Transfers to subsequent third parties are covered by the provisions in our privacy statement regarding notice and choice and the service agreements with our customers. If we engage a third party to process personal data on our behalf, that third party will also be bound by our privacy statement.  \r\n\r\nCrownPeak will retain the personal data we collect for as long as needed to provide services to our customers or to support our own marketing programs as described above. CrownPeak will also retain and use this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "5880 W Jefferson Blvd, Studio G",
    "asp_index": "33249",
    "city": "Los Angeles",
    "contactemail1": "privacy@crownpeak.com",
    "contactfax1": "+1 310 841 5913",
    "contactname1": "",
    "contactoff1": "CrownPeak Technology",
    "contactphone1": "+1 310 841 5920",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "adrian.newby@crownpeak.com",
    "corpofffax1": "+1 310 841 5913",
    "corpoffname1": "Adrian Newby",
    "corpoffphone1": "+1 310 841 5920",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-17",
    "orgverification": "In-house / TRUSTe",
    "personaldata": "On-line Data",
    "ppdate": "2016-01-06",
    "previous": "26601",
    "privacyprograms": "TRUSTe’s Privacy Seal program",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-01-17",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90016"
}