{
    "CertificationStatus": "true",
    "Fax": "778-331-6951",
    "OrgName": "Visier Inc.",
    "PPLoc": "http://www.visier.com/privacy/ ",
    "Phone": "888-277-9331",
    "activities": "Visier Workforce Analytics and Planning gives managers and HR professionals the insight they need to reduce costs, improve productivity, attract and retain top talent, and plan for and implement workforce strategies to support key business objectives. Visier’s innovative and interactive solution uses attractive visuals and advanced predictive technology to deliver best practice guided analysis. By uncovering critical links between people and business outcomes, managers and HR professionals are able to answer fundamental business questions and predict and plan for their future needs. Personal information is provided by corporate customers to permit analysis and planning of the workforce on an ongoing basis. Personal information is received and processed on a periodic (batch) basis from corporate customer’s where Visier acts as the “Data Processor” on behalf of the corporate customer (“Data Controller”).",
    "address": "550 South Winchester Boulevard, Suite 620",
    "asp_index": "33263",
    "city": "San Jose",
    "contactemail1": "privacy@visier.com",
    "contactfax1": "778-331-6951",
    "contactname1": "Tabitha Gallo/Brett Schwarz",
    "contactoff1": "Governance Risk and Compliance",
    "contactphone1": "888-277-9331",
    "contacttitle1": "Director, GRC/Corporate Counsel",
    "corpoffemail1": "ryan.wong@visier.com",
    "corpofffax1": "778-331-6951",
    "corpoffname1": "Ryan Wong",
    "corpoffphone1": "888-277-9331",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-18",
    "orgverification": "Third Party",
    "personaldata": "Personal Data may include personally identifiable information associated with employees, former employees and employment applicants that can be used to distinguish or trace and individual’s identity. Data Processor will accept and process the following types of Personal Data as part of the Customer Data: employee name, employee ID number, birthdate, age, gender, nationality and ethnicity. Data Pro",
    "ppdate": "2013-01-15",
    "previous": "26342",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-01-18",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95128"
}