{
    "CertificationStatus": "true",
    "Fax": "415-520-5597",
    "OrgName": "GitHub, Inc.",
    "PPLoc": "https://help.github.com/privacy-policy",
    "Phone": "415-735-4488",
    "activities": "GitHub.com (\"GitHub\") provides web hosting and technical services, software version control management, human resources, sales support, and technical services to users in many countries, including the EU, EEA, and Switzerland. As part of these services, GitHub's users may submit electronic data and information, including personal data, to GitHub's servers. In this context, GitHub may act as a data controller or a data processor. With respect to our users, GitHub collects, transfers, and uses personal data including contact information and billing information. GitHub may also process personal information provided and controlled by our users for the purposes of using GitHub's services. With respect to prospective users and website visitors, GitHub collects, transfers, and uses personal data including contact information for the purpose of providing web services or sales and marketing. With respect to our employees, GitHub transfers personal data of our employees and non-employee personnel to our headquarters in the United States for the purposes of processing and storage. This processing is necessary to fulfill a contract and to provide employee benefits and compensation.",
    "address": "88 Colin P. Kelly Junior Street",
    "asp_index": "33260",
    "city": "San Francisco",
    "contactemail1": "legal@github.com",
    "contactfax1": "415-520-5597",
    "contactname1": "Tal Niv",
    "contactoff1": "88 Colin P. Kelly Junior Street",
    "contactphone1": "415-735-4488",
    "contacttitle1": "Director of GitHub Legal",
    "corpoffemail1": "julio@github.com",
    "corpofffax1": "415-520-5597",
    "corpoffname1": "Hannah Poteat",
    "corpoffphone1": "415-735-4488",
    "corpofftitle1": "Privacy & IP Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Science & Technology - (GST)Information Services - (INF)Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Science & Technology - (GST)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-28",
    "orgverification": "In-house",
    "personaldata": "Organizational and customer data, client data, user data, manually processed, off-line, on-line, human resources data",
    "ppdate": "2011-05-01",
    "previous": "26523",
    "privacyprograms": "None",
    "recoursemech": "Commitment to cooperate with data protection authorities; i.e., EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2013-01-28",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}