{
    "CertifiedThroughLabel": "",
    "Fax": "(574) 371-4865",
    "OrgName": "DePuy Orthopaedics, Inc., for itself and its wholly-owned subsidiaries DePuy Spine, Inc. and Codmant & Shurtleff, Inc. (collectively, \"DePuy\")",
    "PPLoc": "http://www.depuy.com/ ",
    "Phone": "(574) 267-8143",
    "activities": "DePuy Orthopaedics, Inc. and its wholly-owned subsidiaries, Codman & Shurtleff, Inc.; DePuy Mitek, LLC; DePuy Synthes Power Tools Division of DePuy Orthopaedics, Inc.; DePuy Synthes Trauma Division of DePuy Orthopaedics, Inc.; DePuy Synthes Biomaterials Division of DePuy Orthopaedics, Inc.;  DePuy Synthes CMF Division of DePuy Orthopaedics, Inc.;    DePuy Synthes Joint Reconstruction Division of DePuy Orthopaedics, Inc.; DePuy Synthes Mitek Sports Medicine Division of DePuy Orthopaedics, Inc.; DePuy Synthes Spine Division of DePuy Orthopaedics, Inc. and DePuy Institute, LLC (collectively, \"DePuy\") receive personal information in various forms relating to personnel including prospective and former employees. These data are transferred from the EU to the United States and are used to carry out DePuy's human resource functions.  DePuy also receives personal information about research subjects, patients, investigators and staff, service providers, and healthcare professionals all in support of DePuy's clinical research operations.",
    "address": "700 Orthopaedic Drive",
    "asp_index": "33264",
    "city": "Warsaw",
    "contactemail1": "djohns39@its.jnj.com",
    "contactfax1": "610-719-5141",
    "contactname1": "Denise M. Johnson",
    "contactoff1": "Privacy Compliance",
    "contactphone1": "610-719-5901",
    "contacttitle1": "Sr. Manager, Privacy",
    "corpoffemail1": "pplouhar@its.jnj.com",
    "corpofffax1": "(574) 372-7373",
    "corpoffname1": "Pamela Plouhar",
    "corpoffphone1": "(574) 372-7340",
    "corpofftitle1": "Vice President, Clinical Research",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Biotechnology - (BTC)Health Care Services - (HCS)Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Health Care Services - (HCS)",
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-21",
    "orgverification": "In-House",
    "personaldata": "Human Resources, Clinical Operations Data and Complaint Data",
    "ppdate": "2013-12-19",
    "previous": "26417",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) (for human resources data); JAMs (for all other data)",
    "signupdate": "2004-12-21",
    "state": "Indiana",
    "statutorybody": "FTC",
    "zip": "46581"
}