{
    "CertifiedThroughLabel": "",
    "Fax": "805-597-5019",
    "OrgName": "2KDirect, Inc. (dba iPromote)",
    "PPLoc": "http://www.ipromote.com/privacy-policy/ ",
    "Phone": "805-597-5018",
    "activities": "iPromote collects data that is non-personally identifiable such as Internet protocol (IP) addresses, browser types, referring pages, operating system types, and date/time stamps.  The anonymous information that we collect on behalf of our clients is useful only to the specific advertisers who employ us to deliver ads, and only in the context of our selection of ad-content and our reporting of ad-effectiveness to our client. In order to assess an ad campaign's effectiveness, we use cookies and pixel tags under our Internet domain iPromote.com, or in the client's domain to better define categories and determine which categories Web users belong to. A Cookie is a small amount of data that your Internet browser puts on your computer's hard drive. Cookies are not viruses and cannot erase your hard drive or harm your computer. Each cookie can only be read by the server that created that cookie, and provides no personally identifiable information about the individual using the computer. Cookies are used to change the sequence of the ad banners that are delivered to your web browser and to limit the number of times your web browser receives the same advertisement. They are also used by our reporting system to estimate the total reach of an ad campaign, the number of times an ad is clicked on, and how many Web surfers visit an Advertiser's site. iPromote provides users the opportunity to \"opt-out\" of iPromote advertising cookies. Following the opt-out process, users will continue to have one iPromote cookie on their computer, but for all intents and purposes, it will contain only an \"off switch\" used merely to tell us not to put any new cookies on the computer.  There are instances where a Web user may provide specific personal information in response to an advertisement containing a survey, purchase agreement, or registration questionnaire. For such programs, iPromote acquires this information on behalf of the Advertiser. The Advertiser uses this information to deliver the goods or services requested by the user. Any personal information that a user voluntarily provides to an Advertiser is subject to the privacy policy of that Advertiser.",
    "address": "3000 Broad Street, Suite 115",
    "asp_index": "33272",
    "city": "San Luis Obispo",
    "contactemail1": "jason@ipromote.com",
    "contactfax1": "805-597-5019",
    "contactname1": "Jason Brown",
    "contactoff1": "iPromote",
    "contactphone1": "805-597-5018",
    "contacttitle1": "Executive VP",
    "corpoffemail1": "jason@ipromote.com",
    "corpofffax1": "805-597-5019",
    "corpoffname1": "Jason Brown",
    "corpoffphone1": "805-597-5018",
    "corpofftitle1": "Executive VP",
    "eucountries": "Spain, United Kingdom",
    "eucountries_parsed": [
        "ESP",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-30",
    "orgverification": "iCompli - division of BPA Worldwide",
    "personaldata": "iPromote collects data that is non-personally identifiable such as Internet protocol (IP) addresses, browser types, referring pages, operating system types, and date/time stamps.  There are instances where a Web user may provide specific personal information in response to an ad containing a survey, purchase agreement, or registration questionnaire.",
    "ppdate": "2004-01-01",
    "previous": "26157",
    "privacyprograms": "The European Interactive Digital Advertising Alliance (EDAA)\r\n\r\nhttp://www.edaa.eu/",
    "recoursemech": "iPromote has selected option (3) - commitment to cooperate with data protection authorities located in the European Union or their authorized representatives",
    "signupdate": "2015-01-30",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "93401"
}