{
    "CertificationStatus": "true",
    "Fax": "877-350-9425",
    "OrgName": "Evocatus, Inc. d/b/a SnapHop",
    "PPLoc": "https:/ www.snaphop.com/privacy ",
    "Phone": "888-983-8839",
    "activities": "Evocatus, Inc. d/b/a SnapHop (\"SnapHop\", \"we\", \"us\", or \"our\") creates innovative talent management solutions that help companies attract, hire and retain the best and brightest. It provides Software as a Service solutions and related services (together the “Services”) that enable companies (\"Customers\") to rapidly launch highly engaging career portals that are accessible through smartphones, tablets as well as computers.\r\n\r\nAs part of our Services to our Customers, we provide job seekers (\"Visitors\") the ability to submit following personally-identifying information: name, address, contact details like email and/or phone number, social network profiles, resume documents, education history, skills, academic qualifications, employment history and references, along with any other application and screening questions that our Customers may choose. This information is used for the sole purpose of applying for employment and is in accordance with our agreements with Customers. Therefore please review the Customer's Privacy Policy, Terms of Use or other notices to learn more about the Customer's information practices, including the use of service providers like SnapHop. SnapHop does not disclose personally-identifying information other than as described below. And Visitors can always refuse to supply personally-identifying information, with the caveat that it may prevent them from applying for employment at our Customers.\r\n\r\nAs part of our Services to our Customers, we collect non-personally-identifying information of the sort that web browsers, servers and services like Google Analytics typically make available, such as the browser type, language preference, referring site, and the time of each visit. Other non-personally-identifying information that we might have access to includes how you use the Service (e.g. search queries), your approximate location, cookies, etc. We collect this non-personally-identifying information in order to help our Customers better understand how Visitors use the Services and, where possible, to improve their experiences.",
    "address": "950 West Peachtree St NW Suite 1402",
    "asp_index": "33284",
    "city": "Atlanta",
    "contactemail1": "privacy@snaphop.com",
    "contactfax1": "877-350-9425",
    "contactname1": "Wen Tian",
    "contactoff1": "Evocatus, Inc. d/b/a SnapHop",
    "contactphone1": "888-983-8839",
    "contacttitle1": "CEO",
    "corpoffemail1": "wen.tian@snaphop.com",
    "corpofffax1": "877-350-9425",
    "corpoffname1": "Wen Tian",
    "corpoffphone1": "888-983-8839",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)General Science & Technology - (GST)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "General Science & Technology - (GST)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-14",
    "orgverification": "Third Party",
    "personaldata": "We collect two types of information about our customers: Personally-Identifiable Information and Non-Personally-Identifiable Information. The data covered does not includes manually processed data.",
    "ppdate": "2015-02-01",
    "previous": "26488",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2014-02-14",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30309"
}