{
    "CertifiedThroughLabel": "",
    "Fax": "646-747-1001",
    "OrgName": "Intercept Pharmaceuticals, Inc",
    "PPLoc": "http://www.interceptpharma.com/safe-harbor-policy ",
    "Phone": "646-747-1000",
    "activities": "Organizational human resources data.  In addition, Intercept Pharmaceuticals, Inc. (Intercept) is a clinical stage biopharmaceutical company focused on the development and commercialization of novel therapeutics for the treatment to treat liver diseases with an unmet medical need and, therefore, is currently conducting investigational clinical trials in the United States and Europe. Within this context; Intercept is committed to the protection of personal information in compliance with the international Safe Harbor Principles in addition to the following regulations:\r\n\r\n• 21 Code of Federal Regulations (CFR) Part 50, Protection of Human Subjects\r\n• United States Health Insurance Portability and Accountability Act of 1996 (HIPAA)\r\n• International Conference on Harmonisation (ICH), Guidance for Good Clinical Practice\r\n• European Union (EU), Clinical Trials Directive 2001/20/EC\r\n• EU Data Protection Directive 95/46/EC\r\n\r\nAll eligible subjects participating in Intercept clinical trials will provide personal information (i.e. name, address, date of birth, medical records or information related to medical tests or procedures) to the  study staff. The information that is collected for each clinical study is kept in locked and secure areas or secure electronic records with minimal access to only required personnel, such as Intercept approved representatives, representatives of Independent Review/Ethics Boards (IRB/IEC), or representatives of the FDA or other regulatory authority. All participants are provided with an Informed Consent Form where which it is specifies that personal information will be treated as strictly confidential and will not be publicly available, unless required by law.",
    "address": "450 W. 15th Street, Suite 505",
    "asp_index": "33305",
    "city": "New York",
    "contactemail1": "privacyprotection@interceptpharma.com",
    "contactfax1": "646-747-1001",
    "contactname1": "Jose Truzman",
    "contactoff1": "Intercept Pharmaceuticals, Inc. Legal Affairs",
    "contactphone1": "646-757-2342",
    "contacttitle1": "Sr. Dir, Legal Affairs",
    "corpoffemail1": "privacyprotection@interceptpharma.com",
    "corpofffax1": "6467471001",
    "corpoffname1": "Barbara Duncan",
    "corpoffphone1": "6467471003",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Denmark, Estonia, Finland, France, Germany, Hungary, Ireland, Italy, Liechtenstein, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "HUN",
        "IRL",
        "ITA",
        "LIE",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Biotechnology - (BTC)Drugs & Pharmaceuticals - (DRG)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-27",
    "orgverification": "In-house Standard Operating Procedures",
    "personaldata": "Organizational human resources data; Clinical trial data, including electronic and manually processed data.",
    "ppdate": "2015-06-29",
    "previous": "26470",
    "privacyprograms": "None. However, in the provided Safe Harbor Privacy Policy, Intercept Pharmaceuticals, Inc. adheres to the Safe Harbor Principles for which it is committed to protection of personal information and data provided by its affiliates, subsidiaries and relevant third-party service providers from the European Economic Area and/or Switzerland.",
    "recoursemech": "The European Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) may act as an independent recourse mechanism for the resolution of complaints.",
    "signupdate": "2012-01-27",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10011"
}