{
    "Fax": "",
    "OrgName": "Lever Inc",
    "PPLoc": "https:/ www.lever.co/privacy.html ",
    "Phone": "(415) 458-2731",
    "activities": "Lever, Inc. (“we”, “our Organization”, “the Company”) provides a software application for posting and collecting job applications, creating and storing interview data, and keeping a record of hiring activity (“Services”).  \r\n\r\nWe adhere to the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework concerning the transfer of personal data from the European Union (“EU”) and/or Switzerland to the United States.  Accordingly, the we comply with the seven Safe Harbor Privacy Principles published by the U.S. Department of Commerce (\"Principles\") with respect to all such data.",
    "address": "989 Market Street #450",
    "asp_index": "33308",
    "city": "San Francisco",
    "contactemail1": "privacy@lever.co",
    "contactfax1": "(415) 590-3072",
    "contactname1": "Igor Spivak",
    "contactoff1": "Privacy Group",
    "contactphone1": "(415) 458-2731",
    "contacttitle1": "Privacy representative",
    "corpoffemail1": "sarah@lever.co",
    "corpofffax1": "(415) 590-3072",
    "corpoffname1": "Sarah Nahm",
    "corpoffphone1": "(415) 279-6510",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-27",
    "orgverification": "In-house",
    "personaldata": "Personal Data may come to be collected by Lever via: Job application records Interview records Hiring records Personal account information Personal log in information via third party authentication Payment or billing information.  The data do not include manually processed data.",
    "ppdate": "2014-01-15",
    "previous": "26118",
    "privacyprograms": "None",
    "recoursemech": "We verify our compliance through an in-house process to ensure compliance and handle complaints, as detailed below:\r\n\r\nHandling complaints\r\n\r\nOur privacy policy, posted on our website, will always disclose details around our efforts to protect our users’ privacy and our compliance with Safe Harbor framework.  If an individual becomes aware that information we maintain about that individual is inaccurate, or if an individual would like to update or review his or her information, the individual may contact us using the contact information below.\r\n\r\nWe have designated a privacy officer within our Organization who is tasked with working with the public with any complaints they may have with regards to handling their private information.  Our privacy officer will respond to the consumer’s inquiries within 30 days, and remedy their complaints to the extent that is affordable and reasonable for both parties.  \r\n\r\nThe individual will need to provide sufficient identifying information, such as name, address, and birth date. We may request additional identifying information as a security precaution. In addition, we may limit or deny access to personal data where providing such access would be unreasonably burdensome or expensive in the circumstances, or as otherwise permitted by the Principles. In some circumstances, we may charge a reasonable fee, where warranted, for access to personal data. \r\n\r\nShould resolution not be able to be reached internally, we agree to work with the relevant EU Data Protection Agencies in investigation and resolution of complaints brought under Safe Harbor per the framework described at https://export.gov/safeharbor.\r\n\r\nWe will record our interactions with such individuals in internal documentation (“Documentation”) and retain them for verification and audits.  We ensure that the Documentation is kept up-to-date and will be reviewed in accordance with our own internal compliance reviews.\r\n\r\n\r\nAccountability and Enforcement\r\n\r\nWe employ various physical, electronic, and managerial measures, including education and training of our personnel, designed to provide personal data with reasonable protection from loss, misuse or unauthorized access, disclosure, alteration or destruction. Personal data collected or displayed through a website or that is transmitted in order to provide our Services protected in transit by standard encryption processes. However, we cannot guarantee the security of information on or transmitted via the Internet.\r\n\r\nLever is committed to cooperating with the EU and/or Swiss Data Protection Authorities and complying with their advice.  In the event that we or such authorities determine that we did not comply with this Policy, we will take appropriate steps to address any adverse effects and to promote future compliance.  The Company maintains a dispute resolution process as described in its Terms of Service featuring binding arbitration pursuant to the rules of the American Arbitration Association (ICDR/AAA Safe Harbor Program).  The Company may also be subject to the jurisdiction of various state and federal courts.\r\n\r\nPersonnel who violate our privacy policies could be subject to disciplinary process.\r\n\r\n\r\nCompliance reviews\r\n\r\nWe will conduct periodic reviews of our compliance, involving the Organization’s privacy officer and/or other leadership.  As part of the review, we will monitor the Organization’s adherence to the Principles and address questions and concerns regarding their adherence. At least once a year, an authorized representative will certify that that this statement is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented, and accessible. We encourage interested persons to raise any concerns using the contact information provided below.\r\n\r\n\r\nContact Information\r\n\r\nAttn: Privacy Officer\r\nLever, Inc.\r\n989 Market St. suite 450\r\nSan Francisco, CA 94103\r\n\r\nprivacy@lever.co",
    "signupdate": "2014-01-27",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94103"
}