{
    "CertifiedThroughLabel": "",
    "Fax": "917-258-2260",
    "OrgName": "Ghostery, Inc.",
    "PPLoc": "https:/ www.ghosteryenterprise.com/privacy-statement/ ",
    "Phone": "917-262-2528",
    "activities": "Ghostery, formerly known as Evidon, reveals the invisible web through tools that we develop. We’re dedicated to improving the online ecosystem by helping people and businesses see, understand and control how data is collected and used across the web. Ghostery may ask for personal information from someone visiting our website if he would like to take advantage of the services we offer. Personal information may include name, home address, telephone number, and email address. We use this information to respond to the user's requests and otherwise provide information regarding our products and services. We allow the user to subscribe to our blog and weekly privacy news summary called the Ghostery Weekly Dispatch and to receive notifications of new posts by email. From time to time we send the user general marketing emails, notifications of events, and other important news about Ghostery. Any information actively collected from our website is only done through a web form.  We contract with a third party vendor, Act On, to maintain the webform.  Act On also has certified its compliance with the Safe Harbor Program.\r\n\r\nGhostery, Inc. offers consumers a free privacy tool called Ghostery®. It is a free browser extension that allows you to detect, learn more about, and control your interaction with web page elements that are designed for advertising. Ghostery® is found on the Website and is available to download and use, subject to our Terms of Use Agreement.\r\n\r\nWhen a user downloads Ghostery® onto his computer, we collect basic data in server logs, like the user's web request, the data sent in response to that request, the Internet Protocol (IP) address--that is encrypted and hashed, then destroyed, the browser type, the browser language, and a timestamp for the request.  We do not collect personal information automatically for monitoring or performance analysis purposes on the Website. We do not collect audience data, but rather only data about the companies that are tracking you.\r\n\r\nWe also have three employees in England and one contractor in France.  We collect personal information on those people, with their express consent at the time of hire, for the limited purpose of issuing payroll, which is performed through a local payroll provider.\r\n\r\nAdditional website operated by Ghostery, Inc.: www.ghostery.com",
    "address": "10 E. 39th Street, 8th Floor",
    "asp_index": "33365",
    "city": "New York",
    "contactemail1": "todd@ghostery.com",
    "contactfax1": "917-258-2260",
    "contactname1": "Todd Ruback",
    "contactoff1": "Privacy Department",
    "contactphone1": "917-262-2528",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "todd@ghostery.com",
    "corpofffax1": "917-258-2260",
    "corpoffname1": "Todd Ruback",
    "corpoffphone1": "917-262-2528",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-25",
    "orgverification": "In-house",
    "personaldata": "organization data and IP addresses.  We don't collect any PII such as name, address via automated means unless a user comes to our website and signs up on a web form to receive information such as a newsletter from us.",
    "ppdate": "2014-04-21",
    "previous": "26735",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR, www.bbb.org/us/safe-harbor-complaints",
    "signupdate": "2013-02-25",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10016"
}