{
    "CertifiedThroughLabel": "",
    "Fax": "971 250 4125",
    "OrgName": "NAVEX Global (formerly EthicsPoint, Inc. and Global Compliance, Inc.)",
    "PPLoc": "http://www.navexglobal.com/privacy-statement ",
    "Phone": "971 250 4100",
    "activities": "NAVEX Global contracts with multi-national organizations to provide products and services in the governance, risk and compliance market space. NAVEX may receive personal data in connection with our clients' whistleblowing program or hotline, employee training,  policy management or third party (vendor/supplier) due diligence screening. In the course of providing products and services, NAVEX may receive personal data from and/or about a customer's employees and other third parties, such as vendors, customers, subcontractors and similar parties associated with the client organization. Clients (data controllers) instruct NAVEX with regard to the specific information to be collected. In connection with the hotline, a caller may reveal personal data about himself/herself or a third party when reporting concerns. NAVEX customers can (a) review information collected; (b) further process or otherwise use or not use the information; and (c) retain or delete the information at their discretion. Data collected in connection with employee training, third party due diligence and policy management tools may include name, title, email address or other contact information necessary in delivering the products or services. NAVEX Global may process HR information concerning its employees or that of its affiliates, who are resident in the EU or Switzerland. Where appropriate, NAVEX may also process data collected by its clients in connection with investigations concerning allegations of misconduct in accordance with the legislation and regulations of the country in which the employee resides.",
    "address": "6000 Meadows Road, Suite 200",
    "asp_index": "33394",
    "city": "Lake Oswego",
    "contactemail1": "agratchner@navexglobal.com",
    "contactfax1": "971-250-4125",
    "contactname1": "Amanda Gratchner",
    "contactoff1": "NAVEX Global",
    "contactphone1": "971-250-4100",
    "contacttitle1": "Global Privacy Officer & Sr. Counsel",
    "corpoffemail1": "agratchner@navexglobal.com",
    "corpofffax1": "971-250-4125",
    "corpoffname1": "Amanda Gratchner",
    "corpoffphone1": "971-250-4100",
    "corpofftitle1": "Global Privacy Officer & Sr. Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Management Consulting Services - (MCS)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Education & Training - (EDS)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-13",
    "orgverification": "Third Party",
    "personaldata": "Client data may be processed online, offline or manually.  NAVEX Global data, including HR data may be processed online, offline or manually.",
    "ppdate": "2003-12-16",
    "previous": "25956",
    "privacyprograms": "TRUSTe, 835 Market Street, Suite 800, San Francisco, California 94103",
    "recoursemech": "TRUSTe",
    "signupdate": "2004-01-13",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97035"
}