{
    "CertificationStatus": "true",
    "Fax": "(717) 225-2745",
    "OrgName": "P. H. Glatfelter Company",
    "PPLoc": "http://www.glatfelter.com/files/about_us/SafeHarborPrivacyPolicy.pdf ",
    "Phone": "(717) 225-4711",
    "activities": "The following information is being transferred, if applicable:  names, addresses, date of birth, telephone number, salary information, date of hire, date of termination (if applicable), family identification and contact information (e.g., name, address and telephone numbers of spouse, children, etc.), tax identification numbers, tax data, pension data and, employment history.\r\nThe information is being transferred electronically from the employees’ respective EU-based employment locations (in Germany, France or the UK) to the Company’s US-based computer server.  \r\n\r\nThe information is being transferred for the sole purpose of facilitating the employee status of the EU-based employees and for HR-related internal reporting.\r\n\r\nThe following customer and supplier personal information is being transferred, if applicable: name, addresses, telephone number and contact information.  Customer and supplier banking information may also be transferred for payment and billing purposes.\r\n\r\nThe customer and supplier personal information is used in accordance with notices provided to customers and suppliers and they may choose whether their personal information is disclosed to third parties or used for a purpose other than for which it was originally collected.",
    "address": "96 South George Street, Suite 500",
    "asp_index": "33401",
    "city": "York",
    "contactemail1": "jill.urey@glatfelter.com",
    "contactfax1": "(717) 225-2745",
    "contactname1": "Jill Urey",
    "contactoff1": "P. H. Glatfelter Company, Global Corporate Headquarters",
    "contactphone1": "(717) 225-2048",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "kent.matsumoto@glatfelter.com",
    "corpofffax1": "(717) 225-2745",
    "corpoffname1": "Kent K. Matsumoto",
    "corpoffphone1": "(717) 225-2071",
    "corpofftitle1": "General Counsel",
    "eucountries": "France, Germany, Ireland, Luxembourg, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "IRL",
        "LUX",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Paper & Paperboard - (PAP)",
    "industrysector_parsed": [
        "Paper & Paperboard - (PAP)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-10",
    "orgverification": "In-house",
    "personaldata": "Employee info: names, addresses, date of birth, telephone number, salary info, date of hire/termination (if applicable), family identification & contact information (name, address & telephone numbers of spouse, children, etc.), tax identification numbers, tax data, pension data, employment history. Customer/Supplier info: names, addresses, telephone numbers and contact info. Visitor information.",
    "ppdate": "2014-01-31",
    "previous": "26536",
    "privacyprograms": "None",
    "recoursemech": "The Company will cooperate with the European Union Data Protection Authorities (EU DPAs) and will comply with the advice given by such authorities.",
    "signupdate": "2011-02-10",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "17401-1434"
}