{
    "CertifiedThroughLabel": "",
    "Fax": "4085502829",
    "OrgName": "Blue Jeans Network, Inc.",
    "PPLoc": "http://bluejeans.com/privacy-policy ",
    "Phone": "4085502828",
    "activities": "Blue Jeans Network (“Blue Jeans”) receives, stores, and/or processes personal data from the EEA and Switzerland, during the course of Blue Jeans’ business activities; such personal data includes personally identifiable information related to prospective, current, and former vendors, suppliers, customers, and clients.  Blue Jeans may receive, store and/or process such information as a data controller or a data processor.  For example, when providing video conferencing services and service support, Blue Jeans may receive, store and/or process personal information controlled by its clients about the clients' customers, employees or others, and receive, store and/or process that personal information at the direction of that client.  When customers purchase or inquire about products or services, request information, attend a video conference session, seek customer support services, or subscribe to receive marketing materials, service updates and other information from Blue Jeans, Blue Jeans collects and maintains their information as the data controller.  Blue Jeans will also collect, transfer and use the personal data of employees for the purposes of providing employee benefits and services, human resources management, legal and compliance reasons, and other related purposes.  When Blue Jeans is the data controller, notice to the data subject regarding the data collected, processed, used, and transferred and their rights regarding such data is provided in applicable privacy statements, policies, and other documents, including Blue Jeans’ online privacy policy. When Blue Jeans is the data processor, appropriate notice to the data subject is to be provided by the data controller.",
    "address": "516 Clyde Avenue",
    "asp_index": "33416",
    "city": "Mountain View",
    "contactemail1": "privacy@bluejeans.com",
    "contactfax1": "4085502829",
    "contactname1": "Alagu Periyannan",
    "contactoff1": "Blue Jeans Corporate Headquarters",
    "contactphone1": "4085502837",
    "contacttitle1": "Co-Founder and Chief Technology Officer",
    "corpoffemail1": "alagu@bluejeans.com",
    "corpofffax1": "4085502829",
    "corpoffname1": "Alagu Periyannan",
    "corpoffphone1": "4085502837",
    "corpofftitle1": "Co-Founder and Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Audio/Visual Equipment - (AUV)Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Audio/Visual Equipment - (AUV)",
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-06",
    "orgverification": "In-house",
    "personaldata": "On-line; Off-line; Manually Processed; HR Data; Client and Customer Data.",
    "ppdate": "2011-06-01",
    "previous": "26578",
    "privacyprograms": "None",
    "recoursemech": "Blue Jeans commits to cooperate with the European Data Protections Authorities and the Swiss Federal Data Protection and Information Commissioner with respect to human resources data; For all other personal data Blue Jeans commits to the TRUSTe EU Safe Harbor dispute resolution mechanism.",
    "signupdate": "2014-02-06",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94043"
}