{
    "CertifiedThroughLabel": "",
    "Fax": "832-213-1875",
    "OrgName": "Santa Fe Americas, Inc.",
    "PPLoc": "http://www.santaferelo.com/p/privacy-policy ",
    "Phone": "713-554-4142",
    "activities": "As a relocation and move management company, we must collect personal addresses, social security, visa and passport information as well as family member information and travel itineraries in order to arrange customs clearance and other services for relocating customers",
    "address": "1001 S. Dairy Ashford Street, Suite 380",
    "asp_index": "33414",
    "city": "Houston",
    "contactemail1": "USServiceCenter@santaferelo.com",
    "contactfax1": "832-213-1875",
    "contactname1": "Annamaria Balazs",
    "contactoff1": "Santa Fe Americas, Inc.",
    "contactphone1": "713-554-4320",
    "contacttitle1": "General Manager",
    "corpoffemail1": "francesca.vollaro@santaferelo.com",
    "corpofffax1": "832-213-1875",
    "corpoffname1": "Francesca A. Vollaro",
    "corpoffphone1": "713-554-4142",
    "corpofftitle1": "Vice President, Amercas",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Transportation Srvs (Except Aviation) - (TRN)General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Transportation Srvs (Except Aviation) - (TRN)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-21",
    "orgverification": "Combination of In-House and Third Party via ISO 90",
    "personaldata": "Individual client information only is covered",
    "ppdate": "2012-06-19",
    "previous": "25046",
    "privacyprograms": "Santa Fe is certified for Data Protection & Information Management to ISO 27001.  Our work processes which outline privacy protects  fall under our quality system which is certified under ISO 9001. We also are members of Respect, the UN Global Compact for Corporate Social Responsibility",
    "recoursemech": "In the event that a consumer should have a dispute with Santa Fe Americas, they are advised to first communicate directly with marketing@thesantafegroup.com which is at the UK office of our parent company. As the UK is part of the EU, our parent company takes privacy matters extremely seriously and will fully investigate and attempt to resolve all issues. In the event that an inquiry is not responded to or adequately addressed, consumers are recommended to communicate with the specific European data protection authority for the consumer’s country of residence. The contact information for the EU data protection authorities (DPAs) can be found at the following link: http://ec.europa.eu/justice/data-protection/bodies/authorities/eu/index_en.htm, and that of the Federal Data Protection and Information Commissioner (FDPIC) of Switzerland can be found at the following link: http://www.edoeb.admin.ch/kontakt/index.html?lang=en. In addition, consumers with unresolved EU-related issue may also contact the panel established by the EU DPAs to resolve disputes pursuant to the Safe Harbor Privacy Principles at: ec-dppanel-secr@ec.europa.eu. The Santa Fe Group Americas pledges to work diligently with the respective data protection authorities towards quick resolution.",
    "signupdate": "2012-09-21",
    "state": "Texas",
    "statutorybody": "DoT",
    "zip": "77077"
}