{
    "CertifiedThroughLabel": "",
    "Fax": "585-295-7609",
    "OrgName": "iCardiac Technologies",
    "PPLoc": "http://icardiac.com/privacy-policy-legal/ ",
    "Phone": "585-295-7610",
    "activities": "iCardiac Technologies, Inc. headquartered and operating an electrocardiogram (ECG) and pulmonary function testing (PFT) core lab in the USA provides a broad range of cardiac and respiratory safety related analytical services to the pharmaceutical, biotechnology and clinical research industries. In order to provide comprehensive ECG and PFT analysis services to its clients, iCardiac may collect and process data including ECG, PFT, electronic Patient Reported Outcomes (ePRO) and ambulatory blood pressure monitoring (ABPM) data relating to study participants in clinical trials.  iCardiac may also collect data relating to clinical research investigators and their staff, customers, vendors, contractors, consultants, in addition to human resources data.  Because iCardiac has employees residing in the EU and its clients may require iCardiac to process data from clinical study sites outside the USA, iCardiac may transfer personal data between members of the European Union, Switzerland and the United States",
    "address": "150 Allens Creek Road",
    "asp_index": "33428",
    "city": "Rochester",
    "contactemail1": "charcy.schultz@icardiac.com",
    "contactfax1": "585-295-7609",
    "contactname1": "Charcy Schultz",
    "contactoff1": "Quality and Regulatory Compliance",
    "contactphone1": "585-295-7610",
    "contacttitle1": "Director of Quality and Regulatory Compliance",
    "corpoffemail1": "alex.zapesochny@icardiac.com ",
    "corpofffax1": "585-295-7609",
    "corpoffname1": "Alex Zapesochny",
    "corpoffphone1": "585-295-7610",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Biotechnology - (BTC)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-15",
    "orgverification": "In-house",
    "personaldata": "all study subject data, including manually processed data, provided for collection and/or analysis to support clinical trials",
    "ppdate": "2010-04-09",
    "previous": "26452",
    "privacyprograms": "All employees are trained on our Privacy Policy and SOP which incorporates Safe Harbor.",
    "recoursemech": "JAMS; iCardiac Technologies is committed to cooperating with data protection authorities located in the European Union (EU DPAs) or Swiss Federal Data Protection and Information Commissioner (FDPIC) or their authorized representatives regarding organization human resources data.",
    "signupdate": "2012-02-15",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "14618"
}