{
    "CertifiedThroughLabel": "",
    "Fax": "937-439-0693",
    "OrgName": "Teradata Corporation, its US-based subsidiaries Teradata US, Inc., Teradata Operations, Inc., Teradata International, Inc., and Teradata Government Systems LLC, inclusive of the Aprimo, Aster Data, Claraview and eCircle business operations",
    "PPLoc": "http://www.teradata.com/privacy or from www.teradata.com select the 'Privacy/Terms of Use' tab at the bottom of the webpage",
    "Phone": "937-242-4718",
    "activities": "Teradata serves as a third party data processor for certain customers, such as customers who use Teradata Data Warehouse as a Service (DWaaS), Software as a Service (SaaS), Teradata Cloud and Marekting Applications.  In those instances, the cusotmer is the data controller. \r\n\r\nIn other instances, such as with respect to Human Resources (HR) data regarding Teradata employees, former employees, employment applicants and their beneficiaries, and direct web interactions with individuals, Teradata is the data controller. Teradata uses the HR data to compensate, provide benefits to and meet social benfits, tax and other legal and regualtory obligations with respect to HR data subjects. Teradata uses individual web interaction data to make the user's use of our web sites more efficient, effective and individualized, provide them with relevant information, and market our offerings and those of our business alliance partners.\r\n\r\nWe also use and process data in connection with services performed for customers, including for technical support, diagnostic, testing, demonstration, implementation, hosting, consulting and discovery/assessment services, and in connection with communicating and marketing offerings to and/or for customers, prospects and business alliance partners.",
    "address": "10000 Innovation Drive",
    "asp_index": "33444",
    "city": "Miamisburg",
    "contactemail1": "todd.carver@teradata.com",
    "contactfax1": "937-847-8425",
    "contactname1": "Todd Carver",
    "contactoff1": "Teradata Office of Ethics, Compliance & Privacy",
    "contactphone1": "937-242-4718",
    "contacttitle1": "Deputy General Counsel and Chief Ethics, Compliance & Privacy Officer",
    "corpoffemail1": "todd.carver@teradata.com",
    "corpofffax1": "937-847-8425",
    "corpoffname1": "Todd Carver",
    "corpoffphone1": "937-242-4718",
    "corpofftitle1": "Deputy General Counsel and Chief Ethics, Compliance & Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer & Peripherals - (CPT)Computer Services - (CSV)Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer & Peripherals - (CPT)",
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-13",
    "orgverification": "In-house, including through use of Teradata Inform",
    "personaldata": "Data regarding our clients and data regarding our clients' clients, customers, prospects and constituents - used for processing, analytics and marketing.  HR data regarding employees, applicants, former employees, their benficiaries, etc. Data is processed both online and offline/manually.",
    "ppdate": "2016-02-12",
    "previous": "26767",
    "privacyprograms": "The Safe Harbor program of the American Arbitration Association (AAA) through its international division, the International Centre for Dispute Resolution (ICDR).",
    "recoursemech": "The Safe Harbor program of the American Arbitration Association (AAA) through its international division, the International Centre for Dispute Resolution (ICDR). Data subjects may use this arbitration process free from filing fees, adminstration fees and arbitrator fees/compensation/expenses (i.e., those will be covered by Teradata) and in accordance with the EU-U.S. Privacy Shield Framework announced in February 2016. Teradata also submits to dispute resolution jurisdiction of the U.S. Federal Trade Commission (FTC), U.S. Department of Commerce and otherwise to the extent such is provided for under the EU-U.S. Privacy Shield Framework.",
    "signupdate": "2012-02-13",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "45342"
}