{
    "CertifiedThroughLabel": "",
    "Fax": "440-788-5199",
    "OrgName": "Hyland Software Inc.",
    "PPLoc": "http://www.hyland.com/en/legal/safe-harbor-policy.aspx ",
    "Phone": "440-788-5000",
    "activities": "The organization’s U.S.-based employees may process data received from customers and prospective customers in the EU, the EEA, and Switzerland, subject to their instructions, to demonstrate the Company’s enterprise content management software to prospective customers, or to provide implementation or support services to the Company’s current customers.  Data received from customers and prospective customers may, at times, include personal data.  \r\n\r\nThe organization may process personal data of its or its subsidiaries' employees, if any, received from the EU, the EEA, or Switzerland for any and all employment-related purposes, including, but not limited to, workforce management; administering compensation, payroll, and benefits; administering stock options and bonus plans; administering physical and information systems security; addressing various legal obligations related to the employment relationship; and to administer training.\r\n\r\nThe public privacy policy is available at the link below; the privacy policy applicable to personal data received from the organization’s or its subsidiary’s employees is posted on the company’s intranet.",
    "address": "28500 Clemens Road",
    "asp_index": "33466",
    "city": "Westlake",
    "contactemail1": "Safeharbor@hyland.com",
    "contactfax1": "(440) 788-5199",
    "contactname1": "D. Timothy Pembridge",
    "contactoff1": "The Legal Department",
    "contactphone1": "(440) 788-5000",
    "contacttitle1": "Vice President, General Counsel",
    "corpoffemail1": "tim.pembridge@hyland.com",
    "corpofffax1": "440-788-5199",
    "corpoffname1": "D. Timothy Pembridge",
    "corpoffphone1": "440-788-5098",
    "corpofftitle1": "Vice President, General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2017-03-30",
    "orgverification": "In-house",
    "personaldata": "Any personal data in any form received from customers or prospective customers located in the EU, EEA, or Switzerland, excluding personal data received from customers or prospective customers of the Organization's Lawlogix division.  Also, any personal data in electronic or paper form regarding the Organization’s and its subsidiaries' employees, if any, located in the EU, EEA, or Switzerland.",
    "ppdate": "2011-03-31",
    "previous": "27148",
    "privacyprograms": "None",
    "recoursemech": "For matters related to personal data received from the organization’s customers and prospective customers, Council of Better Business Bureaus, Inc., BBB EU Safe Harbor Program,  http://www.bbb.org/us/european-dispute-resolution/consumer/.  For matters related to the personal data of the organization’s employees, the EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2011-03-30",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "44145"
}