{
    "CertificationStatus": "true",
    "Fax": "415-789-4485",
    "OrgName": "Dropbox, Inc.",
    "PPLoc": "https:/ www.dropbox.com/privacy ",
    "Phone": "415-857-6821",
    "activities": "Dropbox provides a website, software, and mobile applications that allow people to store files, synchronize files across multiple devices, and collaborate with others. Dropbox offers services to individual users on both a free and paid subscription basis (Dropbox Basic and Dropbox Pro, respectively). Dropbox also offers services intended for use within teams and organizations on a paid subscription basis (Dropbox Business and Dropbox Enterprise). Certain Dropbox services may also be accessed by Application Programming Interfaces (APIs), which taken together, are elements of the Dropbox Developer Platform. Dropbox also offers a service called Mailbox that lets people manage their third-party email accounts and a service called Carousel that lets people manage and share their photos and videos. Dropbox intends to shut down the Mailbox service on February 26, 2016 and the Carousel service on March 31, 2016. Dropbox collects personal information from individuals in EU member states and Switzerland for the purposes of providing and improving these services, entering into contracts, providing customer support, and enforcing its Terms of Service. Dropbox also collects personal information from employees to provide human resources services, to comply with applicable laws, and to provide internal security services.",
    "address": "185 Berry Street",
    "asp_index": "33465",
    "city": "San Francisco",
    "contactemail1": "bart@dropbox.com",
    "contactfax1": "415-789-4485",
    "contactname1": "Bart Volkmer",
    "contactoff1": "Legal Department",
    "contactphone1": "415-857-6821",
    "contacttitle1": "Legal Counsel",
    "corpoffemail1": "ramsey@dropbox.com",
    "corpofffax1": "415-789-4485",
    "corpoffname1": "Ramsey Homsany",
    "corpoffphone1": "415-857-6821",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-16",
    "orgverification": "In-house",
    "personaldata": "On-line data, organization human resources data, off-line data",
    "ppdate": "2016-02-12",
    "previous": "26774",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "2012-02-16",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}