{
    "CertificationStatus": "true",
    "Fax": "312 424 8080",
    "OrgName": "Cushman & Wakefield, Inc.",
    "PPLoc": "Corporate intranet accessible by employee login only; see link below",
    "Phone": "312 424 8000",
    "activities": "Cushman & Wakefield may need to transfer, process, and control certain European Union personnel data of its affiliated companies, subject, however, to applicable laws and regulations.  Such data may be characterized as Personal Information including, as may be necessary, Sensitive Information.  For these purposes:  \r\n\r\nPersonal Information shall mean any information about an identified or identifiable individual, regardless of the medium or format in which the information is stored. \r\n\r\nSensitive Information shall mean Personal Information treated by European data protection laws as posing special risks to individuals, such as information about racial or ethnic origin, political opinions, religious or philosophical beliefs, trade-union membership, health, or sex life. Other categories of Personal Information subject to special protections in some European countries include information about criminal history, civil judgments, administrative sanctions, government security measures, government-issued ID numbers, biometric data, genetic data, geo-location data, personality profiling, and information in the context of “whistleblowing.” \r\n\r\nFor illustrative purposes, Cushman & Wakefield may need to use information about prospective, current and former employee data for human resources and benefits processing, such as name; contact information (including home and work address; home and work telephone numbers; mobile telephone numbers; web address data; instant messenger data; home and work email address); marital status; ethnicity; citizenship information; visa information; national and governmental identification information; drivers’ license information; passport information; banking details; military service information; religion information; birth date and birth place; gender; disability information; employee identification information; education, language(s) and special competencies; certification information; probation period and employment duration information; job or position title; business title; job type or code; business site; company, supervisory, cost centre and region affiliation; work schedule and status (full-time or part-time, regular or temporary); compensation and related information (including pay type and information regarding raises and salary adjustments); payroll information; allowance, bonus, commission and stock plan information; leave of absence information; employment history; work experience information; information on internal project appointments; accomplishment information; training and development information; award information; membership information.",
    "address": "77 W. Wacker Drive",
    "asp_index": "33491",
    "city": "Chicago",
    "contactemail1": "privacy@cushwake.com",
    "contactfax1": "212-845-6800",
    "contactname1": "",
    "contactoff1": "Privacy Office",
    "contactphone1": "212-841-7766",
    "contacttitle1": "",
    "corpoffemail1": "brett.soloway@cushwake.com",
    "corpofffax1": "",
    "corpoffname1": "Brett Soloway",
    "corpoffphone1": "312-424-8038",
    "corpofftitle1": "Global General Counsel",
    "eucountries": "Belgium, Czech Republic, Denmark, France, Germany, Greece, Hungary, Ireland, Italy, Luxembourg, Netherlands, Poland, Portugal, Romania, Slovakia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "CZE",
        "DNK",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)Leasing Services - (LES)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)",
        "Leasing Services - (LES)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-22",
    "orgverification": "In-house self-assessment process.",
    "personaldata": "The data covered for purposes of this application is human resource data that may be processed off-line, on-line, or manually processed.",
    "ppdate": "2016-02-22",
    "previous": "26814",
    "privacyprograms": "None",
    "recoursemech": "Cushman & Wakefield and its subsidiaries will cooperate with applicable EU data protection authorities (DPAs) or such authorities designated representatives.",
    "signupdate": "2011-02-22",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60601"
}