{
    "CertifiedThroughLabel": "",
    "Fax": "210-312-4848",
    "OrgName": "Rackspace US, Inc.",
    "PPLoc": "http://www.rackspace.com/information/legal/privacystatement/ and http://www.rackspace.com/information/legal/privacystatement/safeharbor",
    "Phone": "210-312-4000",
    "activities": "When Rackspace is a data controller: Rackspace collects personal information about: (i) visitors to, or users of, its websites; (ii) prospective and current customers; (iii) users of any mobile-device applications that it offers; (iv) service providers and business partners; (v) job applicants; and (vi) other third-parties that Rackspace interacts with.\r\n\r\nRackspace uses this information to: (i) provide services to its customers (these purposes may include any of the following: process service requests, contract negotiation, handle orders, deliver services, process payments, communicate with customers about orders, services, promotional offers and marketing to such businesses, providing customer support, manage customer relationship, developing and improving the services, fraud detection and prevention, compliance with governmental, legislative and regulatory bodies ,and to investigate complaints about the use of its services); (ii) contact individuals or companies about Rackspace services, employment opportunities, and potential business transactions, and to generally improve the way it markets its services; (iii) manage relations with its vendors and service provides; (iv) carry out financial and other business operations; (v) and to perform its own human resources functions. \r\n\r\nWhen Rackspace is a data processor: Rackspace affiliates located in the European Union and Switzerland provide Rackspace with personal information about their prospective and current customers, service providers, business partners, job applicants, employees, and other third parties they interact with. Rackspace uses this information to assist its affiliates in providing services to their customers, and to assist its affiliates with vendor relations and contract management, human resources management, and their internal financial and other business operations. \r\n\r\nWhen using Rackspace information technology hosting, cloud computing, and related services, Rackspace customers and customers of Rackspace affiliates located in the European Union or Switzerland may process personal data controlled by them (“Customer Data”). Rackspace does not determine the types of data its customers store on Rackspace’s servers, or transmit using its services, and/or how Customer Data is classified, accessed, exchanged or otherwise processed. Rackspace customers are responsible for compliance with applicable data protection principles. Rackspace provides its services at the direction of its customers and defines its obligations with respect to Customer Data in its agreements with its customers. Rackspace also has in place an intercompany data processing agreement (in accordance with the standards of the EU Data Protection Directive).\r\n\r\nOur Privacy Statement (available at http://www.rackspace.com/information/legal/privacystatement/) was last updated on February 13, 2015. We also added a Safe Harbor specific privacy notice (available at http://www.rackspace.com/information/legal/privacystatement/safeharbor)\r\n\r\nHuman Resources Privacy Statement is located on internal Policy website (last updated September 23, 2015).",
    "address": "1 Fanatical Place",
    "asp_index": "33503",
    "city": "San Antonio",
    "contactemail1": "privacy@rackspace.com",
    "contactfax1": "210-312-4848",
    "contactname1": "Privacy Team",
    "contactoff1": "Rackspace US, Inc.",
    "contactphone1": "210-312-4630",
    "contacttitle1": "",
    "corpoffemail1": "william.alberts@rackspace.com ",
    "corpofffax1": "210-312-4848",
    "corpoffname1": "William Alberts",
    "corpoffphone1": "210-312-5205",
    "corpofftitle1": "Vice President and Associate General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-25",
    "orgverification": "In-House",
    "personaldata": "On-Line, Off-Line, Manually Processed",
    "ppdate": "2001-01-01",
    "previous": "26880",
    "privacyprograms": "None",
    "recoursemech": "European Union data protection authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC) for employee data.\r\n\r\nWe use BBB EU Safe Harbor as our independent recourse mechanism for unresolved complaints. Please see http://www.bbb.org/us/safe-harbor-complaints.",
    "signupdate": "2004-02-25",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78218"
}