{
    "CertifiedThroughLabel": "",
    "Fax": "703-258-8585",
    "OrgName": "Towers Watson Delaware, Inc.",
    "PPLoc": "http://www.towerswatson.com/en/HR-technology-workday-implementation-practices-safe-harbor-privacy-statement ",
    "Phone": "703-258-8000",
    "activities": "Towers Watson's US-based companies have certified to the Safe Harbor program for personal data pertaining to residents of the European Union/European Economic Area and Switzerland, which is collected and processed in relation to three aspects of the company's operations.  First, the company is certified for its human resources personal data (i.e., that pertaining to Towers Watson associates, temporary personnel, interns, job applicants and former employees).  Second, the company is certified for purposes of personal data relating to its clients, their employees, and any beneficiaries or dependents of those employees, to the extent that data is collected in relation to Towers Watson's Human Resource Technology (HRT) and Workday® implementation services.  Finally, Towers Watson is certified for the personal data collected in relation to the company's data loss prevention (DLP) software, which includes data pertaining to its workforce members and third parties who interact with the company via email or over the Internet.",
    "address": "901 Glebe Road",
    "asp_index": "33529",
    "city": "Arlington",
    "contactemail1": "scott.kenney@willistowerswatson.com",
    "contactfax1": "",
    "contactname1": "Scott A. Kenney",
    "contactoff1": "Compliance Office",
    "contactphone1": "703-258-7530",
    "contacttitle1": "Chief Compliance Officer",
    "corpoffemail1": "Max.Caldwell@willistowerswatson.com",
    "corpofffax1": "203-326-4485",
    "corpoffname1": "Max Caldwell",
    "corpoffphone1": "203-326-4415",
    "corpofftitle1": "Managing Director, Data, Surveys & Technology",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)Insurance Services - (INS)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Financial Services - (FNS)",
        "Insurance Services - (INS)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-17",
    "orgverification": "In-House",
    "personaldata": "HR data; client and client employee/beneficiary/dependent data (HRT and Workday implemention services); other individuals to the extent that their data is transmitted to/from Towers Watson via email or the Internet, and blocked by the company's data loss prevention software system.",
    "ppdate": "2014-01-15",
    "previous": "26376",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2014-01-17",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22203"
}