{
    "CertifiedThroughLabel": "",
    "Fax": "418-263-1221",
    "OrgName": "Coveo Software Corporation",
    "PPLoc": "http://www.coveo.com/en/privacy ",
    "Phone": "800-635-5476",
    "activities": "Coveo Software Corp. provides information access and enterprise search solutions. Personal information collected online and offline in connection with Coveo’s business activities, including information concerning current, prospective and former: customers; suppliers and vendors; partners; employees; and in connection with services to Coveo’s customers, access to information concerning our customers’ customers and prospects, suppliers, vendors, partners and employees. In each case above, the data may include information obtained in connection with merger and acquisition activity, where it may be used for evaluation and integration purposes and for ongoing business management as outlined below. Coveo receives information concerning customers, prospects, partners, vendors and suppliers. Coveo collects, transfers, and uses this information for a range of business purposes, including marketing and sales, provision of products and services, partner and supply chain management and legal compliance. Coveo maintains a privacy policy for information it collects in connection with its online and offline business activities. Coveo acts as a data processor. When conducting those activities, Coveo holds and/or processes data at the direction of its customers, which act as data controllers and are responsible for providing notices to and obtaining required consents from data subjects. Coveo does not control this data and any access to or use of such data is incidental to completing its contractual requirements for the customers. Coveo maintains a privacy policy in connection with its provision of services to its customers.",
    "address": "1510 Fashion Island Blvd, Suite 380",
    "asp_index": "33616",
    "city": "San Mateo",
    "contactemail1": "jlavigueur@coveo.com",
    "contactfax1": "418-263-1221",
    "contactname1": "Jean Lavigueur",
    "contactoff1": "Coveo Software Corporation",
    "contactphone1": "800-635-5476",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "tetulou@coveo.com",
    "corpofffax1": "418-263-1221",
    "corpoffname1": "Louis Tetu",
    "corpoffphone1": "800-635-5476",
    "corpofftitle1": "Chief Executive Officer (CEO)",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-18",
    "orgverification": "In-House",
    "personaldata": "Online and Offline Customer, Prospect, Partner, Supplier, Services Data",
    "ppdate": "2014-02-01",
    "previous": "26363",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2014-02-18",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94404"
}