{
    "CertifiedThroughLabel": "",
    "Fax": "918-234-1702",
    "OrgName": "Navico, Inc.",
    "PPLoc": "https:/ www.gofreeshop.com/policies/privacypolicy ",
    "Phone": "918-437-6881",
    "activities": "(1)Information Collection By Company (A)Information We Directly Collect From You: We collect the following types of personal information (collectively, “Personal Information”) that you voluntarily provide through the Service. A “Personal Identifier” is information that can be used to identify &/or contact a natural person & includes name, postal address, telephone number, or email address. “Other Personal Information” is information combined with Personal Identifiers that may include country of residence, demographic information, if you make a purchase through the site, credit card information or purchase history, correspondence sent to us through the Service or information regarding your tastes & preferences. If you register with the Service, create a unique user ID & password which will be associated with the Personal Identifiers you’ve provided.\r\n(B) There are a number of different ways that we collect Personal Information. When you email or write to us, you may provide us with your name, contact details, & other Personal Information as part of your message. You may provide us with Personal Information when you telephone/email us to request technical assistance with products or information that you would like to receive about products. If you elect to receive our online newsletters or promotional email, from time to time we may contact you with information about new products, promotions, special offers. If you register a Navico product, you may be asked to provide information that we will use to record you as an owner of a Navico product & to assist us in providing you with product specific accessories, services & information. If you wish to purchase Navico products through the Service we will require sufficient information to complete your purchase including your credit card information. From time to time we may conduct optional surveys in respect of our products & services. If you respond to one of our surveys, we may ask you for information like type of boat you own, what your experience is with marine electronics, saltwater or freshwater preference & other preferences. Unless you otherwise consent, we will only use this information to determine the types of offers, products or services that may be of interest to you & to operate/improve our product & services offerings.\r\n(C) We (or service providers on our behalf) may automatically collect information from you using “session cookies” which may include data such as: pages you visit within the Service; date/time of your visit to the Service; Internet Protocol (IP) address; your computer & connection information such as your browser type/version, browser language, operating system/platform, your purchase history. We will use data gathered using session cookies to help us improve your experience of the Service.\r\n(D) Sonar Logs- When you install & use certain of our products, functions within the products may enable you to provide us with sonar logs based on your use of products. Product Reviews- You may have the option to post reviews of our products through the Service. Any review that you post may be viewed by other users of the Service. If you elect to post a review we recommend that you do not post any Personal Information or other information that you do not want to make publicly available.\r\n(2) If you access the Service from a 3rd party website the 3rd party website may give you a unique code, cookie or graphic which will uniquely identify you. Your activities on the Service while such a code is active may be reported back to the third party website. We will not report any information to these third party websites that will allow them to personally identify you. We may also provide social media features through the Service that enable you to share information with your social networks & to interact with us on various social media sites. Your use of these features may result in the collection or sharing of information about you, depending on the feature. We encourage you to review the privacy policies & settings on the social media sites with which you interact.\r\n(3) We use the information above (a) to process any orders you place through the Service, including to send you emails to confirm order status, ship products to you, & (b) to send you information that you have requested about our products/services, if you have elected to receive promotional communications, by email, postal mail, telephone, text message or other means.  We may also use this information for our own statistical or analytical purposes, including to help us develop/improve our Service &/or products, & to tailor our Service to your interests.\r\n(4) Except as expressly provided in this Policy, we will not rent, sell or otherwise disclose your Personal Information to unrelated/unaffiliated 3rd parties without your consent.\r\n(A) We may employ other companies or individuals & their affiliates, contractors, suppliers, agents & employees (“Service Providers”) to provide certain services to us or on our behalf, such as operating/supporting the Service, processing payments, fulfilling orders you place through the Service, analyzing data, or performing marketing or consulting services.  Service Providers will only have access to the information needed to perform these limited functions on our behalf & are required to provide your Personal Information with at least the same level of protection & security as we use on the Service. Such Service Providers are prohibited from using your Personal Information for any purpose other than the purpose for which the applicable Service Provider was engaged by us. Any Service Providers that we permit to use data received from us may only do so in accordance with this Policy.  We may also share aggregated information with our Service Providers, such as the number of users who used a certain feature of the Service, however, this aggregated information will not identify you personally.\r\n(B) If you place an order through the Service, the information you provide will be transmitted to your payment card company to verify & authorize your purchase.\r\n(C) To the extent permitted by law, we will disclose Personal Information to government authorities or third parties pursuant to a legal request, subpoena or other legal process. We may also use or disclose your information as permitted by law to perform charge verifications, report or collect debts owed, fight fraud or protect our rights or property as well as those of our affiliates or customers.  You should be aware that, following disclosure to any third party, your Personal Information may be accessible by others to the extent permitted or required by applicable law.\r\n(D) We may share some or all of your information with our parent company, subsidiaries & affiliates, joint venturers, or other companies under common control with us. We will require these entities to comply with the terms of this Policy with regard to their use of your information.\r\n(5) The Service is intended for a general audience & is not directed to children under the age of 18 or persons who are below the age of majority in any country. We will never knowingly collect Personal Information from children under the age of 18 or persons who are below the age of majority without verifiable parental consent. If we become aware that a user is a minor & has submitted Personal Information without verifiable parental consent, we will remove his or her Personal Information from our files.\r\n(6) We use appropriate security measures to protect against the loss, unauthorized access or disclosure, misuse or alteration of your Personal Information. All pages within our checkout process & areas containing personal information are secured using SSL technology, which encrypts data between our computer & yours.",
    "address": "4500 South 129th East Avenue, Suite 200",
    "asp_index": "33625",
    "city": "Tulsa",
    "contactemail1": "ip@navico.com",
    "contactfax1": "918-234-1702",
    "contactname1": "Karie Mullins",
    "contactoff1": "Navico, Inc.",
    "contactphone1": "918-438-8767",
    "contacttitle1": "Senior Paralegal",
    "corpoffemail1": "ip@navico.com",
    "corpofffax1": "918-234-1702",
    "corpoffname1": "Robert A. Earnest",
    "corpoffphone1": "918-438-8638",
    "corpofftitle1": "SVP, General Counsel, and Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Commercial Fishing Equipment - (CFE)Construction Equipment - (CON)Pleasure Boats & Accessories - (PLB)Sporting Goods & Recreational Equipment - (SPT)",
    "industrysector_parsed": [
        "Commercial Fishing Equipment - (CFE)",
        "Construction Equipment - (CON)",
        "Pleasure Boats & Accessories - (PLB)",
        "Sporting Goods & Recreational Equipment - (SPT)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-25",
    "orgverification": "In-house",
    "personaldata": "Customer data including name, address, email, username and password.  No manually processed data.",
    "ppdate": "2013-01-25",
    "previous": "26224",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (ICDR/AAA Safe Harbor Program)",
    "signupdate": "2013-01-25",
    "state": "Oklahoma",
    "statutorybody": "FTC",
    "zip": "74134-5885"
}