{
    "CertifiedThroughLabel": "",
    "Fax": "415-358-9913",
    "OrgName": "Control Discovery Incorporated",
    "PPLoc": "http://www.controldiscovery.com/u-s-eu-safe-harbor-privacy-policy/ ",
    "Phone": "415-334-9700",
    "activities": "Processing client electronic data for purposes of legal discovery, internal audits, and regulatory investigations.\r\n\r\nStoring information identifying specific companies, executives, and employees along with their self-certified data protection policies and practices.",
    "address": "3883 Guadalupe Creek Road",
    "asp_index": "33639",
    "city": "Mariposa",
    "contactemail1": "privacy@controldiscovery.com",
    "contactfax1": "415-358-9913",
    "contactname1": "Jim Barrick",
    "contactoff1": "Corporate Offices",
    "contactphone1": "415-334-9700",
    "contacttitle1": "Chief Executive Office",
    "corpoffemail1": "privacy@controldiscovery.com",
    "corpofffax1": "415-358-9913",
    "corpoffname1": "Jim Barrick",
    "corpoffphone1": "415-334-9700",
    "corpofftitle1": "Chief Executive Officer",
    "eucountries": "France, Germany, Ireland, Italy, Netherlands, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NLD",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Computer Services - (CSV)Information Services - (INF)Legal Services - (LES)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Legal Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-13",
    "orgverification": "In-house",
    "personaldata": "Electronic data supplied by corporate clients and individual customers",
    "ppdate": "2015-09-30",
    "previous": "26281",
    "privacyprograms": "None",
    "recoursemech": "Control Discovery has established procedures to verify ongoing compliance with these Safe Harbor privacy principles. Control Discovery conducts an annual self-assessment of its privacy practices to verify that the certifications the company makes about its privacy practices are true and that the company’s privacy practices have been implemented as represented. Clients may file a complaint concerning Control Discovery’s processing of their Personal Data with Control Discovery’s Privacy Officer, whose contact information is below. Control Discovery will take steps to remedy any issues arising out of a failure to comply with the Safe Harbor principles. Please contact Control Discovery as specified below to address any complaints regarding the company’s client Personal Data practices.\r\n\r\nIf the complaint cannot be resolved through Control Discovery’s internal processes, Control Discovery will cooperate with JAMS pursuant to the JAMS International Mediation Rules, which are accessible on the JAMS website at www.jamsadr.com/international-mediation-rules. The mediator may propose any appropriate remedy, such as publicity for findings of non-compliance, payment of compensation for losses incurred as a result of non-compliance, or cessation of processing of the Personal Data of the Client who has brought the complaint. Control Discovery will assume the costs of the administrative fees if the mediator makes a written recommendation that finds Control Discovery in breach of its duties pursuant to the Safe Harbor. The mediator or client also may refer the matter to the U.S. Federal Trade Commission, which has Safe Harbor enforcement jurisdiction over Control Discovery. The Federal Trade Commission may be contacted at the following address:\r\n\r\nFederal Trade Commission\r\nAttn: Consumer Response Center\r\n600 Pennsylvania Avenue NW\r\nWashington, DC 20580\r\nwww.ftc.gov",
    "signupdate": "2012-02-13",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95338"
}