{
    "Fax": "5037153171",
    "OrgName": "Jibe Consulting",
    "PPLoc": "http://www.jibeconsulting.com/jibe-consulting-safe-harbor-policy ",
    "Phone": "5032740788",
    "activities": "Jibe Consulting provides technical support services and managed services for customers who store organizational HR data for their employees.  These systems may be used for the following purposes: Employee Data • Design, evaluate, and implement HR programs and services to fulfill the employment agreement, which include but are not limited to staffing, compensation, education, employee development, training, relocation, employee relations, and organizational development, and payroll. • Support employee performance and development assessment programs. • Fulfill legal, contractual, and compliance related commitments, such as subpoenas, garnishments, ethics investigations, disciplinary investigations, and security investigations, and compliance with lawful requests for information from government agencies. • Supply clients’ external providers and partners HR data so they can administer programs such as health & welfare, savings plan, pension, stock options and insurance, stock incentives, stock awards, life insurance, employment verification, unions, and bank direct deposits. • Supply other internal service providers such as legal, medical, security, corporate electronic directory, information systems management, etc. with HR data so they can manage their processes and programs • For customer service • For product and service marketing and promotion • To facilitate customer use of Jibe Consulting web sites • To provide customers with information, products and services they request • To inform customers about other information, events, promotions, products or services that might be of interest to them • To administer and assist Jibe Consulting with the operation of web sites and of its business. • For the purpose for which the information was provided.",
    "address": "5000 Meadows Rd, Ste 300",
    "asp_index": "33664",
    "city": "Lake Oswego",
    "contactemail1": "mark.emery@jibeconsulting.com",
    "contactfax1": "5037153171",
    "contactname1": "Mark Emery",
    "contactoff1": "Executive Office",
    "contactphone1": "5035173277",
    "contacttitle1": "Controller/CFO",
    "corpoffemail1": "mark.emery@jibeconsulting.com",
    "corpofffax1": "5037153171",
    "corpoffname1": "Mark Emery",
    "corpoffphone1": "5035173277",
    "corpofftitle1": "Controller/CFO",
    "eucountries": "Denmark, Estonia, France, Germany, Greece, Ireland, Italy, Luxembourg, Netherlands, Norway, Poland, Sweden, United Kingdom",
    "eucountries_parsed": [
        "DNK",
        "EST",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-03-11",
    "orgverification": "In-House",
    "personaldata": "organization HR employee and customer data",
    "ppdate": "2014-03-05",
    "previous": "26856",
    "privacyprograms": "Jibe Consulting adheres to corporate policies governing the privacy and security of HR and customer data.",
    "recoursemech": "Jibe Consulting attempts to resolve complaints internally; however, if complaints cannot be resolved internally, Jibe Consulting will refer the complainant to the EU Data Protection Authorities (DPAs).",
    "signupdate": "2014-03-11",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97035"
}