{
    "CertifiedThroughLabel": "",
    "Fax": "212-656-1335",
    "OrgName": "LongTail Ad Solutions, Inc., dba JW Player",
    "PPLoc": "http://www.jwplayer.com/privacy/ ",
    "Phone": "212-244-0140",
    "activities": "JWPlayer offers publishers (i.e., website operators) the tools to upload videos, manage video content and gain insight into how Users watch video within our easy to use online dashboard. Our technology tools collect  information that might be deemed personal data from User interactions with the videos publishers upload via our Technology tools. This information includes: the User’s IP address, browser type, Internet Service Provider, computer (or mobile device’s) operating system. We also collect the URL of the page where our Technology tools are enabled, the referring URL, the version of the video player the Publisher is utilizing, when and how long the video was played, which advertising message(s) were inserted into the video, whether the video was played in full screen mode, and certain meta data about the video or the publisher web page.\r\n\r\nWe use this information in a number of ways, including: a) to help us ensure that the web content is deploying accurately, b) to help us, our Publisher’s and our advertisers understand how the web content and advertising we deploy is being viewed by Users, and c) to help ensure that the advertising and videos are both appropriate and relevant to User interests.\r\n\r\nWe collect email address, telephone number and other personal data via our website when Users provide that information to us. We use that information to answer the User's questions or concerns.",
    "address": "8 West 38th Street, 6th floor",
    "asp_index": "33669",
    "city": "New York",
    "contactemail1": "brian@jwplayer.com",
    "contactfax1": "212-656-1335",
    "contactname1": "Brian Rifkin",
    "contactoff1": "NYC",
    "contactphone1": "212-244-0140",
    "contacttitle1": "Co-Founder",
    "corpoffemail1": "brian@jwplayer.com",
    "corpofffax1": "212-656-1335",
    "corpoffname1": "Brian Rifkin",
    "corpoffphone1": "212-244-0140",
    "corpofftitle1": "Co-Founder",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2017-03-26",
    "orgverification": "In-House",
    "personaldata": "Organizational and Client data",
    "ppdate": "2015-03-18",
    "previous": "27247",
    "privacyprograms": "None",
    "recoursemech": "American Arbitration Association (AAA).",
    "signupdate": "2015-03-26",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10018"
}