{
    "Fax": "(410) 579-3516",
    "OrgName": "Allegis Group, Inc. and its US Controlled Subsidiaries",
    "PPLoc": "https:/ www.allegisgroup.com/privacy#Safe Harbour ",
    "Phone": "(410) 579-3516",
    "activities": "Allegis Group, Inc. its U.S.-based controlled subsidiary operations (collectively, \"Allegis\") receives personal data regarding natural living persons located in the EEA and/or Switzerland from the its operations in the EU in connection with activities such as:  (1) providing recruiting and staffing services for temporary and permanent placements; (2) providing IT managed services and IT consulting services; (3) providing human capital consulting; (4) providing workforce management solutions; (5) providing recruitment process outsourcing; (6) providing integrated sales and marketing services; and (7) processing for purposes consented to by the subjects of the personal data.  Allegis may also process personal data regarding (i)current, former, potential and prospective employees (collectively “Personnel”) in connection with Allegis’s activities as an employer or potential employer; and (ii) vendors, in connection with the management and administration of vendor services; the selection and vetting of vendors; information gathering regarding vendors; vendor relationship management statistics and data analytics.  In relation to Personnel, Allegis processes such personal data in connection with its obligations as an employer and to provide services and benefits to the Personnel.  Allegis does not sell personal data.  The personal data received may be stored in the U.S. in support of Allegis's staffing and employment services and other business activities.",
    "address": "7301 Parkway Drive, 5th Floor",
    "asp_index": "33701",
    "city": "Hanover",
    "contactemail1": "mdry@allegisgroup.com",
    "contactfax1": "(410) 579-3136",
    "contactname1": "Maureen R. Dry-Wasson",
    "contactoff1": "Allegis Group, Inc.",
    "contactphone1": "(410) 579-3516",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "ahilger@allegisgroup.com",
    "corpofffax1": "(410) 579-7362",
    "corpoffname1": "Andrew Hilger",
    "corpoffphone1": "(410) 579-7362",
    "corpofftitle1": "CIO",
    "eucountries": "Belgium, Denmark, Finland, France, Germany, Ireland, Luxembourg, Netherlands, Norway, Poland, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "DNK",
        "FIN",
        "FRA",
        "DEU",
        "IRL",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Employment Services - (EMP)Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Employment Services - (EMP)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-20",
    "orgverification": "self-assessment",
    "personaldata": "Human resources, customer and vendor data; processed offline, on-line and manually",
    "ppdate": "2016-03-01",
    "previous": "26409",
    "privacyprograms": "None",
    "recoursemech": "For human resources data: EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC); For all other types of data: BBB EU Safe Harbor Program",
    "signupdate": "2010-01-20",
    "state": "Maryland",
    "statutorybody": "FTC",
    "zip": "21076"
}