{
    "CertifiedThroughLabel": "",
    "Fax": "(954) 337 3707",
    "OrgName": "Advantage Opco, LLC and its U.S. controlled subsidiary E-Z Rent A Car, LLC",
    "PPLoc": "https://www.advantage.com/privacy; http://www.e-zrentacar.com/privacy ",
    "Phone": "(954) 522 6307",
    "activities": "Advantage is a vehicle rental company. Regarding personal information received from the EU/EEA and/or Switzerland, we comply with applicable law and the company's privacy policy. We collect personal data and non-personal data to facilitate and provide services you request from us and for our operational uses in connection with such services, which data may include: -Name, address and contact details, including telephone and mobile number and email; -Date of birth; -Driver’s license number; -Employer(s) name; -Credit card information; -Membership reward program information;-Password and challenge/response question and answer for password recovery; -Affiliations with companies or associations; -Limited static location data such as geographic location where the auto is to be picked up and dropped off;  - Airline flight information-Rental charges you incur and other information relating to your transactions; and – Age of renter. - We collect this information: -Directly from you when you provide it to us. - -Automatically as you navigate through the site. Information collected automatically may include usage details, IP addresses and information collected through cookies, web beacons, and other tracking technologies. -From third parties, for example, travel agents or brokers, social networks, consumer reporting agencies, and other companies that we have relationships with, such as our affiliates and business partners.",
    "address": "101 NE Third Avenue, Suite 1600",
    "asp_index": "33724",
    "city": "Fort Lauderdale",
    "contactemail1": "janie.brumbaugh@advantage.com",
    "contactfax1": "954-337-3707",
    "contactname1": "Janie Brumbaugh",
    "contactoff1": "Advantage Rent A Car",
    "contactphone1": "954-522-6307",
    "contacttitle1": "",
    "corpoffemail1": "scott.lieberman@advantage.com",
    "corpofffax1": "954-337-3707",
    "corpoffname1": "Scott Lieberman",
    "corpoffphone1": "954-522-6307",
    "corpofftitle1": "Chief Administrative Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "true",
    "nextcertification": "2017-03-30",
    "orgverification": "In-house",
    "personaldata": "Customer - includes manually processed data.",
    "ppdate": "2015-03-25",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "BBB EU SAFE HARBOR",
    "signupdate": "2015-03-30",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33301"
}