{
    "CertifiedThroughLabel": "",
    "Fax": "718 989 8558",
    "OrgName": "IPsoft, Inc.",
    "PPLoc": "http://www.ipsoft.com/privacy-policy/ ",
    "Phone": "212 708 5500",
    "activities": "IPsoft hosts and manages client computers, applications and related data that may contain information protected by the provisions of Safe Harbor.  All client data is protected by strict confidentiality restrictions and controls.  IPsoft does not market, sell or otherwise disseminate client information.\r\n\r\nPersonally Identifiable Information IPsoft Collects \r\nWe may ask for specific Personally Identifiable Information about you when you sign up for an IPsoft service, and when you register for the use of this site. For example, we will ask for contact and billing information, super-user account information, system information, etc. We may also ask you for information about your interests, preferences and future needs, so that we can improve our services. \r\n\r\nUse of Your Personally Identifiable Information \r\nWe will primarily use your Personally Identifiable Information to provide IPsoft services to you, as required by our agreements with you. We also use Personally Identifiable Information to improve our marketing and promotional efforts, to analyze site usage, to improve our site and service offers, and to customize our site. We may use Personally Identifiable Information to deliver information to you and to contact you regarding administrative notices. We may also use Personally Identifiable Information to resolve disputes, troubleshoot problems and enforce our agreements with you, including our Customer Service Agreement, Terms of Use, Acceptable Use Policy and this Privacy Policy",
    "address": "17 State Street",
    "asp_index": "33737",
    "city": "New York",
    "contactemail1": "jalford@ip-soft.net",
    "contactfax1": "718 989 8558",
    "contactname1": "John Alford",
    "contactoff1": "Information Security",
    "contactphone1": "212 708 5540",
    "contacttitle1": "CSO",
    "corpoffemail1": "jalford@ip-soft.net",
    "corpofffax1": "718 989 8558",
    "corpoffname1": "John Alford",
    "corpoffphone1": "212 708 5500",
    "corpofftitle1": "CSO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-04",
    "orgverification": "In-house",
    "personaldata": "On-line and Off-line (backup)",
    "ppdate": "2005-01-01",
    "previous": "27224",
    "privacyprograms": "None",
    "recoursemech": "Issues concerning unresolved complaints on Safe Harbor Principals should be addressed to the European Data Protection Authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2006-04-04",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10004"
}