{
    "Fax": "212-293-2033",
    "OrgName": "Van Eck Associates Corporation",
    "PPLoc": "https:/ www.vaneck.com/privacy-policy/ ",
    "Phone": "212-293-2052",
    "activities": "This certification covers the following data that may be transferred from the EU, EEA and/or Switzerland and housed in Van Eck’s U.S. servers by Van Eck and/or its subsidiaries and affiliates: 1) personal information concerning current, former, and potential employees and/or contractors for purposes such as workforce management, evaluation for employment, performance evaluation, employee benefits, payroll, and other programs; 2) personal information of employees and customers that is used to ensure online and other computerized security and computer network access and authentication; 3) personal information that is collected manually or online for purposes of completing customers’ requests for products and services, improving customer services and support, marketing, and sales activities; and 4) personal information of service providers, vendors, and other third parties with which Van Eck partners to conduct and/or improve its business and related activities.  All the data described above may be transferred to and/or processed in the U.S. for purposes of processing, preparing, and submitting information or documents in connection with litigation, arbitration, mediation, adjudication, government or internal investigations, or other legal or administrative proceedings; complying with U.S. or other applicable laws, rules, or regulations; and archive or backup of such data.  Some of the data will be collected and/or transferred manually.",
    "address": "666 Third Avenue",
    "asp_index": "33744",
    "city": "New York",
    "contactemail1": "jsquitieri@vaneck.com",
    "contactfax1": "212-293-2033",
    "contactname1": "Janet Squitieri",
    "contactoff1": "Van Eck Associates Corporation",
    "contactphone1": "212-293-2052",
    "contacttitle1": "Global Head of Compliance",
    "corpoffemail1": "jsquitieri@vaneck.com",
    "corpofffax1": "212-293-2033",
    "corpoffname1": "Janet Squitieri",
    "corpoffphone1": "212-293-2052",
    "corpofftitle1": "Global Head of Compliance",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)Investment Service - (INV)",
    "industrysector_parsed": [
        "Financial Services - (FNS)",
        "Investment Service - (INV)"
    ],
    "latest": "true",
    "nextcertification": "2017-03-20",
    "orgverification": "In-house",
    "personaldata": "Off-line, on-line, manually processed, human resources data, client data, customer data, and vendor and service provider data.",
    "ppdate": "2015-01-05",
    "previous": "25932",
    "privacyprograms": "BBB EU Safe Harbor Program",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2015-03-20",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10017"
}