{
    "CertificationStatus": "true",
    "Fax": "650-556-0081",
    "OrgName": "Silver Spring Networks, Inc.",
    "PPLoc": "http://www.silverspringnet.com/pdfs/SilverSpring-Global-Privacy-Policy.pdf ",
    "Phone": "650-839-4000",
    "activities": "Silver Spring adheres to the Department of Commerce's safe harbor privacy principles with regard to processing personal information from the EU. \r\n\r\nSilver Spring collects personal information from the EU for legitimate purposes, including to offer or provide products or services, to address inquiries and in connection with human resource programs and functions.  \r\n\r\nDepending on the circumstances, Silver Spring may process personal information from the EU as a data controller (e.g., processing of human resource information) or as a data processor (e.g., processing information on behalf of a utility customer). \r\n\r\nHuman Resources Data:  \r\nSilver Spring maintains records of current, former and prospective EU employees and contingent workers (including temporary workers and other non-employees), to manage and maintain its employee workforce, to conduct its business and to ensure the safety and protection of its employees and other workers.\r\n\r\nOn-line data: \r\nSilver Spring maintains utility customer and partner records and performs analysis against its EU utility customer and partner records in order to perform various utility customer services activities and partner relationship development activities. \r\n\r\nData collected in SaaS/hosted systems:  \r\nSilver Spring receives information transferred from the EU to the U.S. when Silver Spring provides SaaS/hosted systems services to its EU utility customers. In this situation, Silver Spring does not own or control the data. The data is owned and controlled by Silver Spring’s utility customers, and Silver Spring acts solely as a data processor relating to the data.",
    "address": "555 Broadway Street",
    "asp_index": "33761",
    "city": "Redwood City",
    "contactemail1": "rarnold@silverspringnet.com",
    "contactfax1": "650-556-0081",
    "contactname1": "Rick Arnold",
    "contactoff1": "Office of the General Counsel",
    "contactphone1": "650-839-4000",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "rarnold@silverspringnet.com",
    "corpofffax1": "650-556-0081",
    "corpoffname1": "Rick Arnold",
    "corpoffphone1": "650-839-4000",
    "corpofftitle1": "General Counsel",
    "eucountries": "France, Ireland, Luxembourg, Norway, Portugal, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "IRL",
        "LUX",
        "NOR",
        "PRT",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-03-22",
    "orgverification": "In-house",
    "personaldata": "1) On-line data EU sales, partnering data we collect into our internal lead tracking data bases  2) Human Resources data  3) third party data collected in SaaS/hosted systems",
    "ppdate": "2012-02-27",
    "previous": "27259",
    "privacyprograms": "None",
    "recoursemech": "Dispute Resolution: \r\nFor unresolved issues involving human resources data \r\n\r\nFor questions or concerns regarding SSN’s privacy statements, the first point of contact is to write to privacy@silverspringnet.com\r\n\r\nFor any unresolved complaints or if a complaint is not satisfactorily addressed, the organization will utilize the applicable European Data Protection Authorities (EU DPAs) as its dispute resolution mechanism. \r\n\r\n\r\nDispute Resolution: \r\nFor unresolved issues involving personal data (other than human resources data) \r\n\r\nFor questions or concerns regarding SSN’s privacy statements, the first point of contact is to write to privacy@silverspringnet.com\r\n\r\nFor any unresolved complaints or if a complaint is not satisfactorily addressed, the organization will utilize the applicable European Data Protection Authorities (EU DPAs) as its dispute resolution mechanism.",
    "signupdate": "2012-03-22",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94063"
}