{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "WWE Inc",
    "PPLoc": "http://www.wwe.com/main-help/generalfaq/privacy-policy ",
    "Phone": "2033528600",
    "activities": "WWE collects Personal Information from visitors to our websites as follows:\r\n•\tSubscriptions to free newsletters, which include updates, special offers and promotions from WWE's various entities, subsidiaries, and affiliates.\r\n•\tParticipation in contests and sweepstakes.\r\n•\tRegistrations to participate in chat servicesand the gaming area.\r\n•\tRegistrations for individual accounts or profiles.\r\n•\tPurchases of merchandise, magazine subscriptions, Streaming Pay Per View events, Network subscriptions, and transactions where home delivery is required.\r\n•\tE-mail transmitted via various links on our websites.\r\n \r\nIf an individual sends us an e-mail in which he or she discloses Personal Information, we will use it to discuss the subject of the correspondence. WWE also collects Personal Information from individuals who subscribe to magazines, whether this is done online, over the phone, by mail, etc. in order to provide subscriptions.\r\n \r\nWeuse two types of cookies –\"browser cookies\" and \"Flash cookies.\" Browser cookies (also called \"HTTP cookies\") allow us to recognize your computer and save the user from having to re-enter the same data. They also allow us and our affiliates and advertising partners to learn how visitors use our websites. This user data is aggregated for tracking purposes primarily by tallying pages viewed throughout our websites and logging Internet Protocol (\"IP\") addresses, browser types, general geographic origin of access and similar usage data. Flash cookies (also  are used to remember settings and preferences and to track usage.\r\n \r\nOur websites may use other technologies such as pixel tags, web beacons, or other forms of local storage, including HTML5 local storage  to collect and track information about individuals to our websites. This data enables us to tailor content to our visitors' interests and to help our affiliates and advertisers better understand the preferences of our audience. Our third-party advertisers also may place, access or recognize a browser or Flash cookie on a hard drive, or use other technologies to collect and track information in order to serve the most appropriate advertisements.\r\n \r\nWe use mobile analytics software to allow us to better understand the functionality of our Mobile Software on mobile phones. This software may record information such as how often the application is used, the events that occur within the application, aggregated usage, performance data, and where the application was downloaded from. We do not link the information we store within the analytics software to any personally identifiable information submitted via the mobile application.\r\n \r\nAll Personal Information that WWE collects at our websites is transferred to, and accessed from, jurisdictions including the United States. By using the website and/or by submitting Personal Information to it, the individual consents to having his or her information transferred to, accessed from, and processed or maintained in any location worldwide, including the United States.\r\n \r\nWe will use Personal and Payment Information only in a manner that is consistent with this Privacy Policy. If we obtain Personal or Payment Information from a third party, such as a business partner, our use of that information is also governed by our Privacy Policy. We use Personal and Payment Information for purposes such as: providing the user with products and services; administering or enforcing transactions the user has requested; protecting accounts from fraud, unauthorized access, or identity theft; verifying identity in connection with transactions the user has requested; and managing our business and protecting our interests. We also use Personal Information (but not Payment Information) to better understand and serve the needs of the WWE community, and to provide information to this community, without limitation, via direct e-mail.\r\n \r\nWe may share Personal and Payment Information with our service providers to assist us with any of the purposes set forth above (which, for example, might include disclosures to attorneys, accountants, auditors, credit bureaus, data processors, payment processors, and technical systems consultants) to the extent necessary or appropriate for them to perform their services to us. We will release an individual’s Personal or Payment Information if required to do so by law. WWE may also disclose your Personal or Payment Information if we have a good faith belief that such disclosure is reasonably necessary to detect or prevent fraud or to protect the rights, property, health or personal safety of WWE, WWE employees, our third party licensors, customers or the public. We may also disclose Personal or Payment Information if an individual or his/her legal representative authorizes us to do so, or if it is necessary to perform credit checks or collect or report debts owed to us.\r\n \r\nWWE reserves the right to transfer any Personal or Payment Information in the event we transfer all or a portion of our business or assets, such as bankruptcy, dissolution, merger or acquisition.  \r\n\r\nInformation about visits to our websites and third party websites, such as number of times an ad has been viewed, date/time at which the ads were shown, the advertisers' cookies (browser or Flash) or other technologies, and the IP address of the computer being used is used to serve ads to users on our websites. We do not have access to the cookies that may be placed by our third party advertising companies. We share website usage information about visitors to our websites with these companies for our purposes, and for their purposes, which include –managing and targeting advertisements, measuring ad effectiveness, and for market research analysis.",
    "address": "1241 East Main Street",
    "asp_index": "33788",
    "city": "Stamford",
    "contactemail1": "elana.sofko@wwecorp.com",
    "contactfax1": "",
    "contactname1": "Elana Sofko",
    "contactoff1": "WWE Digital Media",
    "contactphone1": "2033521140",
    "contacttitle1": "VP Digital",
    "corpoffemail1": "Tandy.O'Donoghue@wwecorp.com",
    "corpofffax1": "",
    "corpoffname1": "Tandy O'Donoghue",
    "corpoffphone1": "2033528600",
    "corpofftitle1": "EVP Corporate Strategy",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Films Videos & Other Recordings - (FLM)Telecommunications Services - (TES)Toy & Games - (TOY)General Consumer Goods - (GCG)",
    "industrysector_parsed": [
        "Films Videos & Other Recordings - (FLM)",
        "General Consumer Goods - (GCG)",
        "Telecommunications Services - (TES)",
        "Toy & Games - (TOY)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-02",
    "orgverification": "Third Party",
    "personaldata": "Online (via WWE.com), offline via Magazine, Manually Processed via Magazine",
    "ppdate": "2015-04-20",
    "previous": "27422",
    "privacyprograms": "TrustE",
    "recoursemech": "TrustE",
    "signupdate": "2014-04-02",
    "state": "Connecticut",
    "statutorybody": "FTC",
    "zip": "06902"
}