{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "REDBEARNEGOTIATION",
    "PPLoc": "http://redbearnegotiation.com/privacy-policy/ ",
    "Phone": "513 608 6296",
    "activities": "We receive individuals email addresses from the individual's Company which are used to email requested course assignments.  Individuals and their Companies may opt out at any time by making a request via email.  Email addresses are used for the sole purpose of communicating course assignments.  The online privacy policy details use, user choice and provides a simple mechanism for opt-out.",
    "address": "123 N. Main Street",
    "asp_index": "33827",
    "city": "Crown Point",
    "contactemail1": "marketing@redbearnegotiation.com",
    "contactfax1": "",
    "contactname1": "Sean Carew",
    "contactoff1": "Marketing",
    "contactphone1": "5136086296",
    "contacttitle1": "Chief Experience Officer",
    "corpoffemail1": "sean@redbearnegotiation.com",
    "corpofffax1": "",
    "corpoffname1": "Sean Carew",
    "corpoffphone1": "5136086296",
    "corpofftitle1": "Chief Experience Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Education & Training - (EDS)General Services - (GSV)",
    "industrysector_parsed": [
        "Education & Training - (EDS)",
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-11",
    "orgverification": "in-house",
    "personaldata": "Client email addresses collected online and offline.",
    "ppdate": "2015-01-01",
    "previous": "",
    "privacyprograms": "RED BEAR Negotiation Company operates a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles.  We collect personally identifiable information, like names, email addresses, etc., when voluntarily submitted by our visitors. The information you provide is used to fulfill you specific request. This information is only used to fulfill your specific request, unless you give us permission to use it in another manner, for example to add you to one of our mailing lists.\r\n\r\nCookie/Tracking Technology\r\n\r\nThe Site may use cookie and tracking technology depending on the features offered. Cookie and tracking technology are useful for gathering information such as browser type and operating system, tracking the number of visitors to the Site, and understanding how visitors use the Site. Cookies can also help customize the Site for visitors. Personal information cannot be collected via cookies and other tracking technology, however, if you previously provided personally identifiable information, cookies may be tied to such information. Aggregate cookie and tracking information may be shared with third parties.\r\n\r\nDistribution of Information\r\n\r\nWe may share information with governmental agencies or other companies assisting us in fraud prevention or investigation. We may do so when: (1) permitted or required by law; or, (2) trying to protect against or prevent actual or potential fraud or unauthorized transactions; or, (3) investigating fraud which has already taken place. The information is not provided to these companies for marketing purposes.\r\n\r\nCommitment to Data Security\r\n\r\nYour personally identifiable information is kept secure. Only authorized employees, agents and contractors (who have agreed to keep information secure and confidential) have access to this information. All emails and newsletters from this site allow you to opt out of further mailings.\r\n\r\nPrivacy Contact Information\r\n\r\nIf you have any questions, concerns, or comments about our privacy policy you may contact us at marketing@redbearnegotiation.com and/or using the contact information on this website.",
    "recoursemech": "Individuals are first encouraged to contact RED BEAR Negotiation Company directly with any concerns or complaints via the contact information listed on this site or via email marketing@redbearnegotiation.com.  If the initial resolution is not satisfactory, RED BEAR Negotiation Company will commit to cooperate with the EU Data Protection Authorities (DPAs) and/or the Swiss Data Protection Authority and their authorized representatives.",
    "signupdate": "2016-04-11",
    "state": "Indiana",
    "statutorybody": "FTC",
    "zip": "46307"
}