{
    "CertificationStatus": "true",
    "Fax": "(888) 493-7023",
    "OrgName": "INTECROWD LLC",
    "PPLoc": "http://www.intecrowd.com/safe-harbor/ ",
    "Phone": "5613461096",
    "activities": "Intecrowd is a company formed by experienced professionals with deep expertise in Workday and Enterprise software. Intecrowd principals have held key leadership roles on some of the largest most complex and successful Workday implementations to date. Intecrowd is focused on solving difficult problems in the Workday Ecosystem, faced by customers, partners and Workday. We often design, build and test integrations and reporting related to HR, Benefits and Payroll to or from Workday to various vendor and internal downstream systems as directed by Company (clients).",
    "address": "7189 lake island drive",
    "asp_index": "33852",
    "city": "lake worth",
    "contactemail1": "compliance@intecrowd.com",
    "contactfax1": "(888) 493-7023",
    "contactname1": "A.J. Ripin",
    "contactoff1": "Compliance Department | Corporate Office",
    "contactphone1": "5613461096",
    "contacttitle1": "General Manager",
    "corpoffemail1": "aripin@intecrowd.com",
    "corpofffax1": "(888) 493-7023",
    "corpoffname1": "A.J. Ripin",
    "corpoffphone1": "5613461096",
    "corpofftitle1": "General Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-09",
    "orgverification": "in-house",
    "personaldata": "Client",
    "ppdate": "2015-03-29",
    "previous": "27432",
    "privacyprograms": "We commit to the highest legal and ethical principles in the conduct of all aspects of our business. INTECROWD LLC and each individual who is a part of it will adhere to the highest standards of moral and ethical business conduct and will keep promises, treat each other and any others with whom they come into contact with honesty, civility, and respect.\r\n\r\nWe self-regulate in the following manner:\r\n\r\n1. IT Security Policy - All Employees and Contractors are required to review, authorize and uphold our IT Security Policy. We monitor and self-certify compliance of said policy in an ongoing basis. Annual reaffirmation by employees and contractors are required. You can view the policy here:\r\nhttps://drive.google.com/open?id=0B6_RE0D154oNUWVocVExZkVKb1U&authuser=0\r\n2. IT Security Awareness Training - All Employees and Contractors are required to participate, review, authorize and uphold training and knowledge presented in our IT Security Awareness Training Program. We monitor and self-certify compliance of said training in an ongoing basis. Annual reaffirmation by employees and contractors are required. You can view the policy here:\r\nhttps://drive.google.com/open?id=0B6_RE0D154oNdHJ2SGhXdWd1cUE&authuser=0\r\n3. We are exploring professional membership in The International Association of Privacy Professionals and evaluating participation by our Organizational Contact to fufill the CIPT. The freely available resources by IAPP specific to CIPT has been made available across the Organization.",
    "recoursemech": "INTECROWD LLC uses a self-assessment approach to assure compliance with this privacy policy and periodically verifies that the policy is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented and accessible and in conformity with the Principles. We encourage interested persons to raise any concerns using the contact information provided and we will investigate and attempt to resolve any complaints and disputes regarding use and disclosure of Personal Information in accordance with the Principles. If a complaint or dispute cannot be resolved through our internal process, we agree to dispute resolution using the International Centre For Dispute Resolution as a third party resolution provider. They can be contacted as follows:\r\n?????????????????a. Online: http://go.adr.org/safeharbor\r\nb. Fax: 877-304-8457 (USA) | 212-484-4178 (Outside USA) c. Mail:\r\nInternational Centre for Dispute Resolution\r\nCase Filing Services\r\n120 Broadway, 21st Fl. New York, NY 10271",
    "signupdate": "2015-04-09",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33467"
}