{
    "Fax": "415-738-8848",
    "OrgName": "Disqus, Inc.",
    "PPLoc": "https://help.disqus.com/customer/portal/articles/466259-privacy-policy",
    "Phone": "415-738-8848",
    "activities": "We collect information that can be used to identify you as an individual (“Personally Identifiable Information”) only when you provide such information directly to us in connection with the Service. We ask for Personally Identifiable Information such as your name and e-mail address when you register for a Disqus account with the Service, or if you correspond with us (in which case we will also retain our responses). We may also retain any messages you send through the Service, and may collect information you provide in User Content you post to the Service. We may receive Personally Identifiable Information about you from third parties, including, for example, information about your transactions, purchase history, or relationships with various product and service providers, and your use of certain applications. For example, if you access our website or Service through a third-party connection or log-in, for example, through Facebook Connect, by “following,” “liking,” linking your account to the Disqus service, etc., that third party may pass certain information about your use of its service to Disqus. This information could include, but is not limited to, the user ID associated with your account, any information you have permitted the third party to share with us, and any information you have made public in connection with that service. You should always review, and if necessary, adjust your privacy settings on third-party websites and services before linking or connecting them to Disqus’ website or Service.\r\n\r\nWe use Personally Identifiable Information for the following purposes: (i) internally for purposes such as analyzing how the Service is used, diagnosing service or technical problems or maintaining security, (ii) to operate, maintain, and provide to you the features and functionality of the Service, (iii) to fulfill requests you may make to us, (iv) to personalize your experience and (v) to provide you with information and offers that we believe you may find useful or interesting, including newsletters, marketing or promotional materials and other information on services and products offered by us or third parties. Following termination or deactivation of your Disqus account, Disqus may retain your profile information and User Content for a commercially reasonable time for backup, archival, or audit purposes. Furthermore, Disqus may retain and continue to use indefinitely all information (including User Content) contained in your communications to other Users or posted to public or semi-public areas of the Service after termination or deactivation of your Disqus account. Disqus reserves the right, but has no obligation, to monitor the User Content you post on the Service. We reserve the right to remove any such information or material for any reason or no reason, including without limitation if in our sole opinion such information or material violates, or may violate, any applicable law or our Terms of Service, or to protect or defend our rights or property or those of any third party. Disqus also reserves the right to remove information upon the request of any third party.",
    "address": "301 Howard St, Floor 3",
    "asp_index": "33854",
    "city": "San Francisco",
    "contactemail1": "jwaggoner@disqus.com",
    "contactfax1": "415-738-8848",
    "contactname1": "Jim Waggoner",
    "contactoff1": "Disqus HQ",
    "contactphone1": "415-738-8848",
    "contacttitle1": "Finance",
    "corpoffemail1": "jwaggoner@disqus.com",
    "corpofffax1": "415-738-8848",
    "corpoffname1": "Jim Waggoner",
    "corpoffphone1": "415-738-8848",
    "corpofftitle1": "VP Finance",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-26",
    "orgverification": "In-House",
    "personaldata": "visitor",
    "ppdate": "2012-06-05",
    "previous": "27441",
    "privacyprograms": "N/A",
    "recoursemech": "TRUSTe’s EU Safe Harbor Program",
    "signupdate": "2011-04-26",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}