{
    "CertificationStatus": "true",
    "Fax": "402-493-3433",
    "OrgName": "LeaseTeam, Inc.",
    "PPLoc": "http://www.leaseteam.com/page/show/809923-leaseteam-s-privacy-policy ",
    "Phone": "402-493-3445",
    "activities": "LeaseTeam’s web site (LeaseTeam.com) allows for requesting additional information about LeaseTeam’s Products or Services. When this request is made we prompt for personal contact information, such as name, company name, address, phone number, and email address (“Contact Information”). Entry of this data is optional. The Company uses Contact Information to provide the additional information requested and to allow us to follow-up with the person requesting the information. \r\n\r\nThe web site also allows for event registration. During the registration process we provide the option of paying for the event by credit card. If this option is requested we collect the credit card information. Use of this data is limited to collection of the event fee only.\r\n\r\nLeaseTeam does not share, sell, rent, or trade any personal information collected on our web site with third parties for their promotional purposes.\r\n\r\nLeaseTeam offers software as a service product to companies in the equipment finance industry (“Software”).  LeaseTeam customers enter personal information into the Software for performing credit adjudication, generating and executing contracts and servicing the contract. We do not use, copy, share, sell, distribute, display or make any information available to any third party, except as may be required by law, without the prior written consent of the customer. LeaseTeam shall hold the information in confidence and may access the information only for the purpose of providing the Services, preventing or addressing service or technical problems, at a customer’s request in connection with customer support matters, or as may be required by law. LeaseTeam takes appropriate physical, technical and organizational measures to protect the information from loss, misuse, unauthorized access or disclosure, alteration and destruction.",
    "address": "4139 S 143rd Circle",
    "asp_index": "33872",
    "city": "Omaha",
    "contactemail1": "marci@leaseteam.com",
    "contactfax1": "402-493-3433",
    "contactname1": "Marci Tast",
    "contactoff1": "LeaseTeam, Inc.",
    "contactphone1": "402-493-3445",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "russ@leaseteam.com",
    "corpofffax1": "402-493-3433",
    "corpoffname1": "Russ Hallberg",
    "corpoffphone1": "402-493-3445",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-24",
    "orgverification": "In-house",
    "personaldata": "Customer data entered on LeaseTeam's web site (LeaseTeam.com).  Customers enter data into our software as a service application for processing credit applications and servicing finance contracts.",
    "ppdate": "2013-04-22",
    "previous": "27370",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor program",
    "signupdate": "2013-04-24",
    "state": "Nebraska",
    "statutorybody": "FTC",
    "zip": "68137"
}