{
    "CertificationStatus": "true",
    "Fax": "650-508-8877",
    "OrgName": "Xtime, Inc.",
    "PPLoc": "http://www.xtime.com/privacy-policy ",
    "Phone": "650-508-4300",
    "activities": "Xtime® delivers retention solutions for the retail automotive industry. Addressing the customer’s needs around value, convenience and trust, the Xtime Retention System integrates all customer touch points into a unified system for both consumers and service personnel, resulting in increased service retention for OEMs and their dealerships.\r\n\r\nIn March 2016, Xtime announced the launch of Xtime Spectrum, the industry’s first integrated, cloud-based system designed to drive owner loyalty through one service experience platform. The system’s four products — Invite, Schedule, Engage and Inspect powered by Service Pro — were built to help service departments create a consistent, high-quality ownership experience that drives repeat business\r\n \r\nHeadquartered in Silicon Valley, with offices in Australia, Canada, Germany and the United Kingdom, Xtime is wholly owned by Cox Automotive™, which also owns Dealertrack®, Dealer.com®, AutoTrader.com®, Kelley Blue Book (KBB.com®), Manheim Auctions, as well as companies that provide a full suite of software tools that help dealers and manufacturers manage their inventory and advertising online: vAuto®, HomeNet Automotive®, VinSolutions®, AIS Rebates™, Genius Labs® and Haystak™. Cox Automotive is a subsidiary of Cox Enterprises. For more information, please visit http://www.xtime.com. \r\n\r\nPersonal information received from the EU/EEA and/or Switzerland:\r\nXtime offers automotive dealerships the opportunity to subscribe to its Xtime retention system, thereby enabling automotive dealership customers and automotive dealership personnel to submit electronic data and information, including personal data, to Xtime’s servers.  In this context, Xtime acts as a data processor (rather than a data controller) and therefore does not ultimately determine precisely what customer data is processed or how it is utilized.  Any access to, or use of, personal data by Xtime is incidental to completing Xtime’s contractual obligations as data processor to its automotive dealership subscribers and automotive industry partners.\r\n\r\nSimilarly, in connection with Xtime’s professional services operations, Xtime processes data, including personal data. In this context, as in the context of its role as a software-as-a-service hosted applications provider, Xtime acts as a data processor on behalf of automotive dealership subscribers and vehicle manufacturer business partners.\r\n\r\nAs an element of Xtime’s operations, Xtime transfers personal data of current and prospective automotive dealership subscribers and other current and prospective business partners (e.g., automotive vehicle manufacturers) to U.S. data centers (owned by a third party with which Xtime contracts) for processing and storage. Xtime collects, transfers, and uses personal data of current and prospective automotive dealership customers and current and prospective business partners for sales, billing, marketing, and business partner recruitment purposes.  In this context, Xtime acts as a data controller.\r\n\r\nAs part of Xtime’s internal operations, Xtime transfers personal data of its employees and non-employee personnel to Xtime’s U.S. headquarters for processing and storage. Xtime collects, transfers, and uses employee data for purposes related to employee benefits and employees services. Such benefits and services include evaluation of qualifications for employment, provision of employment, compensation and benefits, reporting, security management, administration of compensation, stock option administration, performance management and company network access, authentication and personalization. In this context, Xtime acts as a data controller.\r\n\r\nOutside of the scope of Xtime’s Safe Harbor registration, Xtime also stores and uses personal information collected through its publicly-accessible website in accordance with the Xtime Privacy Policy posted on its website at the following URL:  http://www.xtime.com/privacy-policy; the publicly accessible portions of the Xtime home page are only covered by Xtime’s Privacy Policy and not by the Safe Harbor – as further explained in detail in Xtime’s Privacy Policy and Xtime’s General EEA Safe Harbor Notice.",
    "address": "1400 Bridge Parkway, Suite 200",
    "asp_index": "33906",
    "city": "Redwood City",
    "contactemail1": "jay.seirmarco@xtime.com",
    "contactfax1": "650-508-1214",
    "contactname1": "Jay Seirmarco",
    "contactoff1": "Xtime, Inc.",
    "contactphone1": "650-741-7979",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "jay.seirmarco@xtime.com",
    "corpofffax1": "650-508-1214",
    "corpoffname1": "Jay Seirmarco",
    "corpoffphone1": "650-741-7979",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-08",
    "orgverification": "In-House",
    "personaldata": "Online, offline, and human resources data.",
    "ppdate": "2014-04-02",
    "previous": "27399",
    "privacyprograms": "None at this time.",
    "recoursemech": "The following independent recourse mechanisms are available to investigate unresolved complaints concerning Xtime's compliance with the Safe Harbor Frameworks:\r\n--  EU Data Protection Authorities \r\n--  Swiss Federal Data Protection and Information Commissioner",
    "signupdate": "2014-04-08",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94065"
}