{
    "CertifiedThroughLabel": "",
    "Fax": "973-974-3399",
    "OrgName": "ADP, LLC",
    "PPLoc": "http://www.adp.com/privacy.aspx ",
    "Phone": "973-974-5000",
    "activities": "ADP, LLC and its wholly-owned US subsidiaries fall under the following situations:  (1) ADP as Controller; and (2) ADP as a Data Processor on behalf of its clients.   ADP, as controller, processes personal information of prospective, current and former associates and other individuals and the public for the following purposes: (1) recruitment and staffing; (2) administration of compensation and benefit programs; (3) time and expense management and other workplace administration; (4) performance management and training, including verification of compliance with ADP policies and procedures; (5) talent management, advancement and succession planning; (6) identity verification and authentication, including system administration and access credentialing; (7) providing advanced prevention, detection, response and intelligence capabilities to protect client and employee personal data; (8) legal compliance and risk management; (9) corporate audit, analysis and consolidated reporting; (10) to protect ADP, its workforce, its clients and the public against injury, theft, legal liability, fraud or abuse; and (11) other legal and customary business-related purposes, such as making back-up copies of files for business continuity, as needed for computer system maintenance and other everyday human resources purposes; (12) ADP collects personal information through its websites, including without limitation in connection with subscriptions for newsletters, downloads of materials and registration for products and services, including online and offline personal information pertaining to prospective, current and former employees and other human resources data; (13) data processed by the Trusted Platform Security Infrastructure and related technologies that provide advanced prevention, detection, response and intelligence capabilities to protect ADP, LLC and the employee and client data it processes.  ADP Employee Services as Data Processor:   Data processed on behalf of Employee Services’ clients may be used for a variety of purposes, including: (a)  payroll services; (b) employee benefits administration;  (c) human resources management; (d) benefits administration; (e) tax and compliance; (f) time and attendance;  (g) retirement services; (h) insurance services; (i) payment services; (j) talent management; (k) HR business process outsourcing; (l) tax and compliance; and (m) payment solutions.  When ADP is acting as Data Processor for its clients, ADP does not own or control any of the information it processes on behalf of its clients.  All such information is owned and controlled by ADP’s’ clients.",
    "address": "One ADP Boulevard",
    "asp_index": "33904",
    "city": "Roseland",
    "contactemail1": "john.gevertz@adp.com",
    "contactfax1": "973-974-3399",
    "contactname1": "John Gevertz",
    "contactoff1": "Global Security Organization: Office of Privacy, Risk and Governance",
    "contactphone1": "973-974-5865",
    "contacttitle1": "VP, Global Chief Privacy Officer",
    "corpoffemail1": "jan.siegmund@adp.com",
    "corpofffax1": "973-974-3399",
    "corpoffname1": "Jan Siegmund",
    "corpoffphone1": "973-974-5000",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Employment Services - (EMP)Financial Services - (FNS)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Employment Services - (EMP)",
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2017-03-22",
    "orgverification": "In-house",
    "personaldata": "Client human resources data; Online and offline personal information pertaining to prospective, current and former employees and other human resources data; data processed by the Trusted Platform Security Infrastructure and related technologies that provide advanced prevention, detection, response and intelligence capabilities to protect ADP, LLC and the employee and client data it processes.",
    "ppdate": "2015-12-01",
    "previous": "27305",
    "privacyprograms": "International Association of Privacy Professionals (IAPP)",
    "recoursemech": "American Arbitration Association",
    "signupdate": "2012-03-22",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07068"
}