{
    "CertifiedThroughLabel": "",
    "Fax": "(617) 812-5820",
    "OrgName": "HubSpot",
    "PPLoc": "http://legal.hubspot.com/privacy-policy/ ",
    "Phone": "(888) 482-7768",
    "activities": "The HubSpot Marketing and Sales Software platform provides online capture of customer, prospect, and lead  data. Information is gathered through various channels which include Landing Pages, HubSpot's API, email integrations, and other 3rd party integrations.  Clients can configure HubSpot's platforms to collect various prospect or customer information, which may include important business or individual information such as email address, name, address, correspondence, and phone number. Clients may also use associated products and/or plug-ins independently or in conjunction with the HubSpot Marketing and Sales Software platform to capture data.\r\n \r\nHubSpot collects and processes this information under the direction of its clients, and HubSpot has no direct relationship with the individuals whose personal data it processes.  HubSpot acts as a data processor and does not determine how its clients' data is used on HubSpot’s servers. \r\n \r\nAs HubSpot Inc., HubSpot uses the HubSpot Marketing and Sales Software platform, and may use associated products and/or plug-ins, to collect and use personal information to operate the HubSpot website.  HubSpot collects and uses personal data of current and prospective customers and business partners for marketing, sales, and billing purposes.  In this context HubSpot acts as a data controller for its own corporate data.\r\n \r\nHubSpot’s privacy policy covers personally identifiable information, tracking methods, and use of such information as outlined above but covers each specific topic with appropriate details.",
    "address": "25 First Street, 2nd Floor",
    "asp_index": "33919",
    "city": "Cambridge",
    "contactemail1": "privacy@hubspot.com",
    "contactfax1": "(617) 812-5820",
    "contactname1": "",
    "contactoff1": "HubSpot",
    "contactphone1": "(888) 482-7768",
    "contacttitle1": "",
    "corpoffemail1": "cmclellan@hubspot.com",
    "corpofffax1": "(617) 812-5820",
    "corpoffname1": "Chris McLellan",
    "corpoffphone1": "(888) 482-7768",
    "corpofftitle1": "CSO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-09",
    "orgverification": "Third Party",
    "personaldata": "Online data collected through HubSpot’s platforms and mobile applications, including navigational, personal,  and demographic information; includes manually processed data.",
    "ppdate": "2014-06-12",
    "previous": "26704",
    "privacyprograms": "TRUSTe EU Safe Harbor Program",
    "recoursemech": "TRUSTe for all data other than organization human resources data",
    "signupdate": "2012-02-09",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02141"
}