{
    "Fax": "",
    "OrgName": "Xola, Inc.",
    "PPLoc": "http://www.xola.com/privacy-policy ",
    "Phone": "6503195814",
    "activities": "Xola is a unified booking, marketing, and distribution system that powers businesses offering tours, activities, classes and experiences.  Xola software helps businesses manage their back-office and online reservations, payment processing, calendaring, inventory, guides, and customers.\r\n\r\nAs a white label software utilized by businesses, Xola collects guest information such as name, email address, phone number, and other such information businesses deemed necessary by the businesses we serve for them to provide their services and serve their guests (such as dietary preferences, height, weight, pickup location, etc). This information is used by the businesses to serve their guests. Xola uses the name and contact information to send confirmation emails for guest purchases, as well as any confirmations emails for modifications and cancelations to such reservations.  Xola does not use guest information for marketing purposes.\r\n\r\nBusinesses who use Xola utilize Xola to run their business. As such, they input descriptive and identifying information bout their business (Business name, URL, phone number, address, contact email, etc) as well as descriptive information about their offerings including text, pricing, photo, video and multi-media content that provides more information about the tour, cost, availability, meeting location, adn anything else they believe is pertinent--at their discretion).",
    "address": "67 Langton St",
    "asp_index": "33921",
    "city": "San Francisco, CA",
    "contactemail1": "scott@xola.com",
    "contactfax1": "",
    "contactname1": "James Scott Zimmerman",
    "contactoff1": "Xola, Inc. HQ",
    "contactphone1": "6503195814",
    "contacttitle1": "CEO",
    "corpoffemail1": "scott@xola.com",
    "corpofffax1": "",
    "corpoffname1": "James Scott Zimmerman",
    "corpoffphone1": "6503195814",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-01",
    "orgverification": "In-house and TRUSTe (see PP link above)",
    "personaldata": "On-line data",
    "ppdate": "2016-03-18",
    "previous": "",
    "privacyprograms": "TRUSTe's Privacy Seal program (http://www.xola.com/privacy-policy)\r\n",
    "recoursemech": "TRUSTe",
    "signupdate": "2016-04-01",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94103"
}