{
    "CertifiedThroughLabel": "",
    "Fax": "904-432-8347",
    "OrgName": "e-Zassi LLC",
    "PPLoc": "http://www.e-zassi.com/connect/privacy.html ",
    "Phone": "904-432-8315",
    "activities": "We are a software as a service company that offers organizations innovation management software specific to each client's needs.  While we host our solution and services for all clients the amount of personal information collected by each client from their users is up to the individual organization.  However as part of our license agreement with each client we adhere to strict privacy policies and are in compliance with Safe Harbor guidelines.",
    "address": "1886 S. 14th St., Suite 6",
    "asp_index": "33934",
    "city": "Fernandina Beach",
    "contactemail1": "r.brandstaetter@e-zassi.com",
    "contactfax1": "904-432-8347",
    "contactname1": "Raymond J. Brandstaetter",
    "contactoff1": "e-Zassi Office",
    "contactphone1": "904-432-8315",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "r.brandstaetter@e-zassi.com",
    "corpofffax1": "904-432-8347",
    "corpoffname1": "Raymond J. Brandstaetter",
    "corpoffphone1": "904-432-8315",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-11",
    "orgverification": "in-house",
    "personaldata": "All personal data collected by our software system for our clients is covered by this self-certification and is all automated.  There is no manually processed personal data coolected",
    "ppdate": "2008-12-03",
    "previous": "26560",
    "privacyprograms": "We have a self-regulatory privacy program that adheres to Safe Harbor Privacy Principles",
    "recoursemech": "Since we have chosen a self- assessment approach, our organization's published privacy policy on our website regarding the privacy of personal information received from our client's use of our software system is accurate, comprehensive, prominently displayed, completely implemented and accessible and complies with EU standards. Our privacy policies also conform to the Safe Harbor Principles; that individuals are informed of any in-house arrangements for handling complaints and of the independent mechanisms through which they may pursue complaints; that we have in place procedures for training employees in the  implementation of our privacy policies and we will discipline employees for non-compliance to our procedures.  We have internal procedures for periodically conducting objective reviews of compliance with the above.\r\nWe are committed to cooperate with data protection authorities located in the European Union and the Swiss Federal Data Protection and Information Commissioner (FDPIC) or their authorized representatives.",
    "signupdate": "2015-02-11",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "32034"
}