{
    "CertificationStatus": "true",
    "Fax": "512-437-2365",
    "OrgName": "Asure Software, Inc.",
    "PPLoc": "http://www.asuresoftware.com/legal-notice ",
    "Phone": "512-437-2700",
    "activities": "The products that Asure Software offers to its end users are meant to be used in an ethical way.  For TLM products, the end user can use any information entered for HR, payroll, time entry and management as well as disbursement of tax and payroll information (W-2, paystubs).    For MRM products, the end user can use the information for purposes of inclusion in a requested or proposed meeting.   In the case of TLM, the information is generally entered via import or upload, but sometimes manually, by designated representatives of Asure Software, in conjunction with a designated representative from the company that is requesting the data load.  In the case of MRM, the information is entered manually through the web portal or an outlook interface by a user of the software, not Asure Software.  The data is housed in a secure location offsite with appropriate backups and failovers so as not to compromise the data.  The information collected is strictly for use by the person or company that purchased the service.  No information will be distributed by Asure Software.",
    "address": "110 Wild Basin Rd, Suite 100",
    "asp_index": "33941",
    "city": "Austin",
    "contactemail1": "bwolfe@asuresoftware.com",
    "contactfax1": "512-437-2365",
    "contactname1": "Brad Wolfe",
    "contactoff1": "Asure Headquarters",
    "contactphone1": "512-437-2700 x2732",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "jkaeterle@asuresoftware.com",
    "corpofffax1": "512-437-2365",
    "corpoffname1": "Jason Kaeterle",
    "corpoffphone1": "512-437-2700 x2783",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Belgium, Cyprus, Finland, France, Germany, Greece, Ireland, Netherlands, Norway, Poland, Romania, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "CYP",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "NLD",
        "NOR",
        "POL",
        "ROU",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-17",
    "orgverification": "In-house",
    "personaldata": "Personal data processed by Asure Software includes personal information, such as name, DOB, address, family information, and payroll information, which can include pay rate, salary, banking information and tax information.  This data is in some cases manually processed, but generally imported from the company that uses our services.",
    "ppdate": "2012-01-20",
    "previous": "26557",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2012-02-17",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78746"
}