{
    "Fax": "954-374-6934",
    "OrgName": "International Payout Systems Inc.",
    "PPLoc": "https://i-payout.com/files/Safe%20Harbor%20Policy.pdf",
    "Phone": "954-513-3150",
    "activities": "Due to governmental oversight, personal information is required to be collected in order to offer our services. The need for the requested identification information and subsequent verification checks are mandatory as dictated by U.S. law.\r\ni-payout collects personal information directly from individuals and provides all members with a notice to inform them about the purposes and use of such personal information. Where i-payout collects personal information from the EU to the U.S., i-payout will use and disclose such information in accordance with the applicable data protection law to ensure the individuals have been provided with appropriate notice and choice made by the individuals to whom such information relates.",
    "address": "540 NE 4th St",
    "asp_index": "33968",
    "city": "Fort Lauderdale",
    "contactemail1": "compliance@i-payout.com",
    "contactfax1": "954-374-1639",
    "contactname1": "Lucy Wong",
    "contactoff1": "International Payout Systems Inc.",
    "contactphone1": "954-513-3151",
    "contacttitle1": "COO",
    "corpoffemail1": "natalia@i-payout.com",
    "corpofffax1": "954-374-1639",
    "corpoffname1": "Natalia Yenatska",
    "corpoffphone1": "954-513-3151",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-05-05",
    "orgverification": "in-house",
    "personaldata": "i-payout collects personal information to help provide, analyze, and improve the service (including but not limited to data storage, maintenance services, database management, web analytics, payment processing, and improvement of the service’s features). The need for the requested identification information and subsequent verification checks are mandatory as dictated by U.S. law.",
    "ppdate": "2015-05-04",
    "previous": "27999",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor Dispute Resolution Program",
    "signupdate": "2015-05-05",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33301"
}