{
    "Fax": "612-659-3001",
    "OrgName": "RedBrick Health Corporation",
    "PPLoc": "https://home.redbrickhealth.com/privacy/",
    "Phone": "612-659-3000",
    "activities": "RedBrick Health provides eligible participants with information and tools designed to help those participants make informed choices about their individual health and wellness. Our services are delivered via computers, mobile devices, telephone, print materials and in-person.\r\n\r\nThe Services cover many different aspects and areas including general health information, nutrition, exercise, personal care and other similar content. We will provide you with tools and information to help them make healthy life style choices and do this by communicating with you using your preferred method(s). You will have the opportunity to use tools, techniques and information in the forms you like most while completing a wide range of activities at a reasonable pace that you can you help set. We also provide you with information tailored to your unique circumstances.\r\n\r\nWe collect information about you from several sources in order to provide you with our Services.\r\n\r\nYou:\r\n•\tProvide us or our partners with any information.\r\n•\tUse any of our online Services.\r\n•\tChoose to complete surveys or questionnaires.\r\n•\tParticipate in any of the phone or onsite Services.\r\n\r\nYour Sponsor:\r\n•\tDepending on the services your Sponsor has selected, we may collect medical- or pharmacy-related claims information from your insurer(s) at the direction of your Sponsor.\r\n•\tYour Sponsor may provide personal information that may include your name, date of birth, gender, postal address, telephone number, email address, social security or other unique identifier, marital status, language spoken.\r\n\r\nOur Partners:\r\n•\tUpon your prior approval, Partners who provide biometric testing services will share those results with us.\r\n•\tUpon your prior approval, Partners who provide other lab testing services will share those results with us.\r\n•\tUpon your authorization and synching, Partners who provide device and mobile app services will share those data with us.\r\n\r\nYour Health Care Provider:\r\n•\tYour health care provider from whom we may obtain your Personal Health Information upon your request and only with your prior approval.\r\n\r\nNon Identifiable Information:\r\nWe will collect non-personal information from all visitors to our web site using various methods and tools, including the use of cookies. The types of information we collect include, but are not limited, to the following:\r\n•\tNumber of visitors to the site\r\n•\tThe websites from which visitors came to our site\r\n•\tThe pages visited while on our site\r\n•\tThe length of visits to our site\r\n•\tThe names of internet providers\r\n•\tInternet Protocol (IP) addresses\r\n•\tBrowser information\r\n•\tConnection speed\r\n•\tSearch terms used to find our site\r\n\r\nOur Sync Partners:\r\nParticipants can see an up-to-date list of all of our Sync Partners on our web portal. Upon your prior approval, our Sync Partners will share your information with us. This information could be any information related to the physical device you use with their service and any of the needed information for uniquely identifying you.\r\n\r\nOur Sync Partners are not provided any data held by RedBrick. Redbrick also has no control over the agreement you sign when you sign up for their services. Each of these Sync Partners has their own Privacy Policies and their own Terms of Service. You need to review their documents for how they handle your information.\r\n\r\nData collected is normally kept by RedBrick Health for a period of seven years to meet various contractual and regulatory requirements.  Not all data is kept for that full time frame.  When data is disposed of, it is done so in such a way as to make the data unreadable.\r\n\r\nWe will disclose information we have about you in order to provide you with our Services. We will share your personal information with third parties only in the ways that are described in our privacy policy. Disclosures will only be made to entities that are legally entitled to the data and are contractually committed to protect the data in accordance with all regulatory and contractual requirements.  \r\n\r\nYou have the ability to “Opt Out” of communications from us or our partners if you wish, by changing your communication preferences under your “Profile,” but this will limit our ability to support you when or if you have questions. It will also limit our ability to provide you with important updates from us, and potentially your Sponsor, about changes or deadlines in your programs.\r\n\r\nYou may also tell us you do not want your data shared with us or our partners, and we will honor any such request, but if you choose this option we will not be able to provide you with any of our Services.\r\n\r\nYou always have the ability to access and have us correct or delete any errors with your personal data. We strongly encourage you to contact us if you find any errors so that we can correct them for you. Please contact us using the support method set up between us and your Sponsor. If you are having difficulties or are not sure what method to use, you can always contact us via email at legal@redbrickhealth.com and we will get someone to help you. We will respond to your request within 30 days or less",
    "address": "510 Marquette Avenue",
    "asp_index": "33988",
    "city": "Minneapolis",
    "contactemail1": "privacy@redbrickhealth.com",
    "contactfax1": "612-659-3001",
    "contactname1": "Patrick Midden",
    "contactoff1": "Compliance",
    "contactphone1": "612-659-3194",
    "contacttitle1": "VP Compliance",
    "corpoffemail1": "pmidden@redbrickhealth.com",
    "corpofffax1": "612-659-3001",
    "corpoffname1": "Patrick Midden",
    "corpoffphone1": "612-659-3194",
    "corpofftitle1": "VP Compliance",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Health Care Services - (HCS)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-25",
    "orgverification": "Third Party",
    "personaldata": "Wellness Program Participant Data; On-line data; offline data; Manually processed data",
    "ppdate": "2014-02-19",
    "previous": "26916",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2014-02-25",
    "state": "Minnesota",
    "statutorybody": "FTC",
    "zip": "55402"
}