{
    "CertifiedThroughLabel": "",
    "Fax": "440-892-9253",
    "OrgName": "Nordson Corporation",
    "PPLoc": "http://www.nordson.com/en/our-company/legal/privacy-statement ",
    "Phone": "440-414-5499",
    "activities": "Nordson Corporation delivers precision technology solutions that help customers succeed worldwide. The company engineers, manufactures and markets differentiated products and systems used for precision dispensing of adhesives, coatings, sealants, biomaterials, fluids and other materials, plastic extrusion and injection molding, electronics testing and inspecting, and surface preparation, all supported by application expertise and direct global sales and service.  Nordson collects personal data for legitimate business purposes, which may include processing payroll and benefits information, recruitment and retention reviews, talent management, meeting government, national security, public interest, or law enforcement requirements or in an emergency where the health or security of an individual may be endangered.",
    "address": "28601 Clemens Road",
    "asp_index": "33983",
    "city": "Westlake",
    "contactemail1": "gina.beredo@nordson.com",
    "contactfax1": "440-892-9253",
    "contactname1": "Gina Beredo",
    "contactoff1": "Nordson Corporation",
    "contactphone1": "440-414-5499",
    "contacttitle1": "Deputy General Counsel & Assistant Secretary",
    "corpoffemail1": "gina.beredo@nordson.com",
    "corpofffax1": "440-892-9253",
    "corpoffname1": "Gina Beredo",
    "corpoffphone1": "440-414-5499",
    "corpofftitle1": "Deputy General Counsel & Assistant Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "General Industrial Eqpt & Supplies - (GIE)",
    "industrysector_parsed": [
        "General Industrial Eqpt & Supplies - (GIE)"
    ],
    "latest": "true",
    "nextcertification": "2018-02-11",
    "orgverification": "In-house",
    "personaldata": "Nordson collects information that can be used to uniquiely identify or contact you and includes a variety of information such as your name and mailing address. Personal data is collected for legitimate business purposes. In certain situations, Nordson may transfer information to trusted third parties who assist us in conducting our business, servicing you or complying with the law.",
    "ppdate": "2006-06-21",
    "previous": "26562",
    "privacyprograms": "n/a",
    "recoursemech": "BBB EU SAFE HARBOR",
    "signupdate": "2008-02-11",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "44145"
}