{
    "Fax": "831-426-2965",
    "OrgName": "Plantronics, Inc.",
    "PPLoc": "http://www.plantronics.com/us/privacy/ ",
    "Phone": "831-426-5858",
    "activities": "On-line and off-line customer and human resources data.  Plantronics collects customer data during certain transactions and communications with its customers, including when customers register to use Plantronics products and services, purchase Plantronics products and services, and participate in surveys. Customer data is transferred from EU Plantronics subsidiaries to Plantronics, Inc. (in the United States) for the purposes of marketing, facilitating transactions, security, customer support, customer communications, improving Plantronics products and services, auditing, data analysis and data storage.  Human resources data is transferred from EU Plantronics subsidiaries to Plantronics, Inc. for the purposes of human resources and financial management.  Such purposes include:  providing employee documentation; administering compensation, payroll, benefits, stock options/awards and incentive compensation plans; succession planning; recruiting new employees; addressing legal issues concerning employee status; security; data audit; and tracking temporary and independent worker use.",
    "address": "345 Encinal",
    "asp_index": "33992",
    "city": "Santa Cruz",
    "contactemail1": "sarah.wright@plantronics.com",
    "contactfax1": "(831) 426-2965",
    "contactname1": "Sarah Wright",
    "contactoff1": "Legal Department",
    "contactphone1": "(831) 458-7006",
    "contacttitle1": "Corporate Compliance Manager",
    "corpoffemail1": "rich.pickard@plantronics.com",
    "corpofffax1": "(831) 426-2965",
    "corpoffname1": "Richard Pickard",
    "corpoffphone1": "(831) 426-5858",
    "corpofftitle1": "VP Legal, General Counsel and Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Consumer Electronics - (CEL)Telecommunications Equipment - (TEL)Electronic Components - (ELC)",
    "industrysector_parsed": [
        "Consumer Electronics - (CEL)",
        "Electronic Components - (ELC)",
        "Telecommunications Equipment - (TEL)"
    ],
    "latest": "true",
    "nextcertification": "2017-03-26",
    "orgverification": "In-house and Third Party",
    "personaldata": "On-line and off-line customer and human resources data",
    "ppdate": "2015-05-01",
    "previous": "27204",
    "privacyprograms": "TRUSTe",
    "recoursemech": "Consumers may contact Plantronics directly with privacy complaints or disputes at privacy@plantronics.com, or contact TRUSTe.  Questions or complaints about human resources data are handled by an employee’s local HR manager or the Plantronics Legal Department.  If the matter is not resolved through Plantronics’ procedures, then employees may contact the state or national data protection authority in their jurisdiction.",
    "signupdate": "2010-03-26",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95060"
}