{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "GE Healthcare Molecular Imaging & CT (MICT), Detection & Guidance Solutions (DGS), Life Care Solutions (LCS), Ultrasound (US), Magnetic Resonance (MR), Global Services and Surgery Divisions of GE Healthcare (for the business processes described herein)",
    "PPLoc": "http://www3.gehealthcare.com/en/About_Us/Safe_Harbor_Privacy_Policy ",
    "Phone": "(800) 437-1171",
    "activities": "This certification applies to the GE Healthcare Molecular Imaging & CT (MICT), Detection & Guidance Solutions (DGS), Life Care Solutions (LCS), Ultrasound (US), Magnetic Resonance (MR), Global Services and Surgery divisions of GE Healthcare, in connection with the business processes described below.  The GE Healthcare divisions (and relevant business processes) covered by this certification are collectively referred to herein as “GEHC.”  GEHC obtains, uses, discloses and otherwise processes personal data regarding individuals located in the EEA or Switzerland who are patients, health care professionals, health care facility personnel or others whose personal data may be received in or accessed from the U.S. in connection with GEHC’s products and services (collectively, “Personal Information”). \r\n\r\nGEHC personnel in the U.S. obtain or access Personal Information on behalf of GEHC customers for purposes of (1) managing and responding to customer requests for service or support, (2) addressing customer service events and issue escalations, (3) developing and implementing customized protocols for customers, (4) providing remote services and troubleshooting certain devices and equipment, (5) providing technical support for relevant systems and databases, (6) managing off-site repair, refurbishment and disposal of malfunctioning components and devices, (7) providing various enhanced or add-on services to which a customer has subscribed (for example, data analytics and trending) and (8) otherwise supporting GEHC customers’ use of GEHC’s products and services.  GEHC provides relevant hosting, infrastructure and other related technology services in the U.S. to support the activities described in (1) through (8) above.  In connection with the activities described above, GEHC acts as a service provider to its customers and pursuant to their instructions.",
    "address": "Research Park, 9900 Innovation Drive",
    "asp_index": "33998",
    "city": "Wauwatosa",
    "contactemail1": "gehcprivacy@ge.com",
    "contactfax1": "+44-149-449-8465",
    "contactname1": "Matthew Silva, Esq.",
    "contactoff1": "GE Healthcare",
    "contactphone1": "+44-149-449-8059",
    "contacttitle1": "Chief Privacy Counsel",
    "corpoffemail1": "gehcprivacy@ge.com",
    "corpofffax1": "+44-149-449-8465",
    "corpoffname1": "Matthew Silva, Esq.",
    "corpoffphone1": "+44-149-449-8059",
    "corpofftitle1": "Chief Privacy Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Health Care Services - (HCS)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-09",
    "orgverification": "In-house",
    "personaldata": "Personal Information obtained or accessed on behalf of customers in connection with the business processes described herein, including manually processed data.",
    "ppdate": "2014-03-31",
    "previous": "27624",
    "privacyprograms": "None",
    "recoursemech": "JAMS",
    "signupdate": "2014-04-09",
    "state": "Wisconsin",
    "statutorybody": "FTC",
    "zip": "53226"
}