{
    "CertifiedThroughLabel": "",
    "Fax": "702 529 0827",
    "OrgName": "BeMo Corp",
    "PPLoc": "http://www.bemopro.com/PrivacyPolicy.aspx ",
    "Phone": "702 529 0820",
    "activities": "BeMo - a Microsoft Gold Certified Partner, is a premier Software as a Service (SaaS) provider specializing in hosted Project Portfolio Management (PPM) and hosted Unified Communication and Collaboration (UCC) solutions built on Microsoft SharePoint, Project Server, Office 365, Exchange, and Lync Server with Enterprise Voice. We deliver cost-effective enterprise-grade hosted services for small to Fortune 500 companies from 22+ data center locations around the world with no setup fee, no activation fee and no long term commitment.\r\n\r\nBeMo (or “the Company”) offers a variety of services that are collectively referred to as the “Service.” BeMo collects information from individuals who visit the Company’s Web sites (“Visitors”) and individuals who register to use the Service (“Customers”).\r\n\r\nWhen expressing an interest in obtaining additional information about the Service or registering to use the Service, BeMo requires you to provide the Company with contact information, such as name, company name, address, phone number, and email address (“Required Contact Information”). When purchasing the Service, BeMo requires you to provide the Company with financial qualification and billing information, such as billing name and address, credit card number, and the number of employees within the organization that will be using the Service (“Billing Information”). BeMo may also ask you to provide additional information, such as company annual revenues, number of employees, or industry (“Optional Information”). Required Contact Information, Billing Information, and Optional Information are referred to collectively as “Data About BeMo Customers.”\r\n\r\nAs you navigate BeMo’s Web sites, BeMo may also collect information through the use of commonly used information-gathering tools, such as cookies and Web beacons (“Web Site Navigational Information”). Web Site Navigational Information includes standard information from your Web browser (such as browser type and browser language), your Internet Protocol (“IP”) address, and the actions you take on the Company’s Web sites (such as the Web pages viewed and the links clicked).",
    "address": "3773 Howard Hughes Pkwy Suite 500 South",
    "asp_index": "34017",
    "city": "Las Vegas",
    "contactemail1": "execteam@bemopro.com",
    "contactfax1": "702 529 0827",
    "contactname1": "Joel Lachance",
    "contactoff1": "Headquarter",
    "contactphone1": "702 529 0807",
    "contacttitle1": "VP Business Development",
    "corpoffemail1": "execteam@bemopro.com",
    "corpofffax1": "702 529 0827",
    "corpoffname1": "Joel Lachance",
    "corpoffphone1": "702 529 0807",
    "corpofftitle1": "VP Business Development",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-22",
    "orgverification": "in-house",
    "personaldata": "Personal information (name, email address, phone no, IP & physical addresss) received via automatic means from EU, EFTA and Switzerland customers, trial users & pre-sales inquiries, support tickets for the purpose of providing hosted services, customer trials, pre-sales info, maintenance info and new services and as well as handling customer billing & technical support.",
    "ppdate": "2010-07-06",
    "previous": "28511",
    "privacyprograms": "None",
    "recoursemech": "EU DPAs via USCIB and the Federal Data Protection & Information Commissioner (FDPIC).",
    "signupdate": "2014-04-22",
    "state": "Nevada",
    "statutorybody": "FTC",
    "zip": "89169"
}