{
    "CertificationStatus": "true",
    "Fax": "510 985 7410",
    "OrgName": "IAC Search & Media Inc., only on behalf of Ask.com",
    "PPLoc": "http://about.ask.com/privacy-policy/ ",
    "Phone": "510 985 7400",
    "activities": "This certification applies to IAC Search & Media, Inc., but only with respect to Ask.com.  Through Ask.com, IAC Search & Media provides web search and reference services through the Ask.com website and Ask.com search applications.  When users use our services, we automatically collect information such as the IP address, technical information about the computer or mobile device and other information as set forth in our Privacy Policy. In addition, if the use of our services requires registration to participate in certain features, we collect personal data such as email address, username and password, as well as any optional profile information that the user provides.   \r\nIAC Search & Media, Inc. also processes personal data from users of the social networking platform Ask.fm Europe Ltd. and its affiliates within the EU/EEA and Switzerland on behalf of, and as a data processing service provider for, Ask.fm Europe Ltd., which controls such data and processing.  IAC Search & Media, Inc. also provides web-hosting and a wide range of technical services for Ask.fm Europe Ltd. and  may process personal data provided by Ask.fm Europe Ltd.’s corporate business partners based in the EU/EEA and/or Switzerland and may process personal data provided by Ask.fm Europe Ltd.’s corporate business partners based in the EU/EEA and/or Switzerland. IAC Search & Media may also process personal information from Ask.fm employees and other employees of IAC Corp. located in the EU/EEA and/or Switzerland, which processing may occur either directly or through third-party vendors.",
    "address": "555 12th Street 4th Floor",
    "asp_index": "34025",
    "city": "Oakland",
    "contactemail1": "veronique.conrad@iacpublishing.com",
    "contactfax1": "510 985 7410",
    "contactname1": "Veronique Conrad-Dormoy",
    "contactoff1": "Ask.com Oakland Office",
    "contactphone1": "510 985 7555",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "kevin.cotter@iacpublishing.com",
    "corpofffax1": "510 985 7410",
    "corpoffname1": "Kevin Cotter",
    "corpoffphone1": "510 985 7622",
    "corpofftitle1": "VP and Assistant Treasurer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-17",
    "orgverification": "In-house, Legal Department and Audit Committee",
    "personaldata": "Online data of the users of the Ask.com website and of the social networking platform, Ask.fm, and human resources data",
    "ppdate": "2013-12-18",
    "previous": "25532",
    "privacyprograms": "None",
    "recoursemech": "Better Business Bureau BBB EU Safe Harbor program dispute mechanism",
    "signupdate": "2010-12-17",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94607"
}