{
    "CertificationStatus": "true",
    "Fax": "718 234-0010",
    "OrgName": "DDS, Inc.",
    "PPLoc": "http://www.employeescreening.com/safeharborprivacypolicy.aspx ",
    "Phone": "718 234-0005",
    "activities": "DDS is commissioned by employers to ascertain and verify information (including information on employment applications) as part of the employment screening / due diligence process. Any and all information gathered and verified is done only after a signed authorization by the subject is completed, allowing DDS to proceed. Any information that would be received from the EU would be entered into our secure Internet Due Diligence system by DDS authorized personnel and reviewed by our quality assurance department. Besides DDS authorized personnel, that information would only be accessible to the client’s authorized personnel through a unique user ID and “strong” password. We follow all Internet security protocols and proprietary protocols to ensure restricted and authorized access to all private information.",
    "address": "7618 17th Ave.",
    "asp_index": "34049",
    "city": "Brooklyn",
    "contactemail1": "dan@employeescreening.com",
    "contactfax1": "718 234-0010",
    "contactname1": "Dan Stevens",
    "contactoff1": "DDS, Inc.",
    "contactphone1": "718 234-0005",
    "contacttitle1": "President",
    "corpoffemail1": "dan@employeescreening.com",
    "corpofffax1": "718 234-0010",
    "corpoffname1": "Dan Stevens",
    "corpoffphone1": "718 234-0005",
    "corpofftitle1": "President",
    "eucountries": "France, Germany, Greece, Ireland, Italy, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "GRC",
        "IRL",
        "ITA",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Employment Services - (EMP)",
    "industrysector_parsed": [
        "Employment Services - (EMP)"
    ],
    "latest": "true",
    "nextcertification": "2017-05-02",
    "orgverification": "In-house & Third Party",
    "personaldata": "Human Resources data",
    "ppdate": "2000-01-01",
    "previous": "27777",
    "privacyprograms": "DDS complies with all Federal and State privacy regulations and policies, including the Fair Credit Reporting Act (FCRA) which applies to both US citizens and foreign nationals. We also follow the By-Laws and Code of Conduct as prescribed by the National Association of Professional Background Screeners (N.A.P.B.S.).",
    "recoursemech": "For organization human resources data: EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner; for all other data: BBB EU Safe Harbor program",
    "signupdate": "2007-05-02",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11214"
}