{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "talkdesk",
    "PPLoc": "https:/ www.mytalkdesk.com/privacy ",
    "Phone": "(888) 743-3044",
    "activities": "Talkdesk processes personal information entered into Talkdesk.com to provide the service described at https://www.mytalkdesk.com/privacy. Talkdesk processes personal data on behalf of EU and Swiss consumers only at the direction of its customers, who are responsible for their constituents’ records. Talkdesk’s EU and Swiss customers are responsible for providing their members and supporters the choice to opt-out of their websites and databases. To provide its services, Talkdesk works with SendGrid, Inc., a bulk email provider which complies with the Safe Harbor Principles (https://sendgrid.com/privacy), Twilio, a service that enables software developers to integrate telecommunications capabilities into their applications which complies with the Safe Harbor Principles (https://www.twilio.com/legal/privacy), Compose.io, a service that hosts databases in the cloud which complies with the Safe Harbor Principles (https://docs.compose.io/policies/eu-safe-harbor.html), and Amazon Web Services, an on demand cloud computing platform service, which also complies with the Safe Harbor Principles (http://aws.amazon.com/privacy/). Talkdesk processes personal data using industry standard encryption, including OpenSSL encryption. However, no data protection protocol is 100% secure, and Talkdesk does not warrant that information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.",
    "address": "535 Mission Street, 12th floor",
    "asp_index": "34060",
    "city": "San Francisco",
    "contactemail1": "milena@talkdesk.com",
    "contactfax1": "",
    "contactname1": "Milena Talavera",
    "contactoff1": "Security",
    "contactphone1": "617-699-7073",
    "contacttitle1": "Director of Engineering",
    "corpoffemail1": "gadi@talkdesk.com",
    "corpofffax1": "",
    "corpoffname1": "Gadi Shamia",
    "corpoffphone1": "650-492-1897",
    "corpofftitle1": "Chief Operating Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-23",
    "orgverification": "in-house",
    "personaldata": "customer",
    "ppdate": "2015-04-16",
    "previous": "27850",
    "privacyprograms": "A self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles",
    "recoursemech": "The EU and/or Swiss data protection authorities",
    "signupdate": "2015-04-23",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}