{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Lytics",
    "PPLoc": "http://www.getlytics.com/privacy ",
    "Phone": "5037018157",
    "activities": "Lytics is a data hub for marketing organizations.  We collect and organize marketing data to help marketers create more personal, contextual experiences.  \r\n\r\nFrom our Published Privacy Policy:\r\n\r\nThe Information We Collect:\r\n\r\nIn the course of operating the Service and providing our services, collects the following types of information (collectively, the “Information”).\r\n\r\n1. Information From Your Activity. Information that we or our technology providers may automatically collect when you visit, access, and/or use our Clients’ websites, mobile sites or mobile applications (the “Websites”), include your IP address; referring URL; time stamp; browser type and language; operating system; screen height; screen width; color depth; whether your computer is Java enabled; Internet connection type; whether or not your browser accepts cookies; pages viewed on the Websites; products viewed, content viewed, and purchases on Websites; products viewed or purchased on the Websites; and any other custom page data, as defined by our Clients.\r\n\r\n2. Inferred Information. Based on the Information we collect from your Website activity, search terms entered through your browser, and information gleaned from previous Lytics cookies, we may infer other information, such as zip code, country, state, time zone, weather and other information.\r\n\r\n3. From Cookies and JavaScript Tags. We collect Information using “cookie” technology and JavaScript tags. Cookies are small packets of data that a website stores on your computer’s hard drive so that your computer will “remember” information about your visit. We may use both session cookies (which expire once you close your web browser) and persistent cookies (which stay on your computer until you delete them) to help us collect Information and to enhance your experience using the Websites. If you do not want us to place a cookie on your hard drive, you may be able to turn that feature off on your computer. Please consult your Internet browser’s documentation for information on how to do this and how to delete persistent cookies. However, if you decide not to accept cookies from us, the Websites may not function properly. We use JavaScript tags to trigger a sequence of events that includes viewing a first-party cookie (or setting that cookie if it does not already exist) and to help us and our Clients tailor, analyze, manage, report, and optimize your experience.\r\n\r\n4. From API Services. We collect information from other marketing services and social networks via API. We may collect personal information about yourself, such as your name, company, title, address, e-mail address, and phone number from these different API services. We do not collect any personal information from you when you access and use the Website unless you provide such information voluntarily.\r\n\r\n5. Log File Information. We may collect log file information, which is automatically reported by your browser each time you access a Website. When you access a Website, our servers automatically record certain information that your web browser sends whenever you visit any website. These server logs may include information such as your web request, Internet Protocol (\"IP\") address, browser type, referring / exit pages and URLs, number of clicks, domain names, landing pages, pages viewed, and other such information.",
    "address": "720 NW Davis Street, Suite 400",
    "asp_index": "34090",
    "city": "Portland",
    "contactemail1": "james@lytics.io",
    "contactfax1": "",
    "contactname1": "James McDermott",
    "contactoff1": "CEO",
    "contactphone1": "5037018157",
    "contacttitle1": "CEO",
    "corpoffemail1": "james@lytics.io",
    "corpofffax1": "",
    "corpoffname1": "James McDermott",
    "corpoffphone1": "5037018157",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-05-19",
    "orgverification": "In-House",
    "personaldata": "Visitor, client and customer data are the different types of personal data that are covered under our privacy policy.",
    "ppdate": "2015-01-01",
    "previous": "28170",
    "privacyprograms": "The company has adopted a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles.",
    "recoursemech": "We are committed to resolve any complaints which cannot be resolved directly with our company, through the Council of Better Business Bureaus, Inc.’s Safe Harbor Privacy Dispute Resolution Procedures, BBB EU SAFE HARBOR at www.bbb.org/us/safe-harbor-complaints",
    "signupdate": "2015-05-19",
    "state": "Oregon",
    "statutorybody": "FTC",
    "zip": "97210"
}