{
    "CertifiedThroughLabel": "",
    "Fax": "650-627-1001",
    "OrgName": "NetSuite Inc.",
    "PPLoc": "http://www.netsuite.com/portal/privacy.shtml ",
    "Phone": "650-627-1000",
    "activities": "NetSuite, Inc. (“NetSuite”) hosts the NetSuite Service and NetSuite OpenAir Service (together, the “Covered Services”), which it provides to customers pursuant to NetSuite’s subscription services agreement. In connection with the Covered Services, NetSuite processes customers’ business data, which may include personal information, received from registered customers through password-protected webpages that require customers to log in. NetSuite also receives personal information about employees, service providers, and actual and prospective customers, suppliers, and business partners. Data from Covered Services: For registered customers of the Covered Services, NetSuite processes any data that the customer enters into the Covered Services (“Hosted Business Data”). NetSuite processes and stores Hosted Business Data at the customer’s initiative, direction and control. Hosted Business Data. is transferred to NetSuite’s U.S. data centers for processing, and for accounts with the primary hosting location in the U.S., storage. Data about Customers, Suppliers, and Partners: NetSuite collects, transfers, and uses personal information about its actual and prospective customers, suppliers, and partners for sales, billing, business partner recruitment, and marketing purposes as permissible under applicable law. As part of NetSuite’s internal operations, NetSuite transfers such information to NetSuite’s U.S. data centers for processing and storage. Data about Employees and Service Providers: NetSuite receives and processes a number of different categories of information about employees of NetSuite and its affiliates, which may include name, job title, birthdate, gender, marital status, employee identification number, workplace contact information, reporting line, education/qualification, credentials, work history, professional achievements and awards, salary, stock option information, compensation history, performance/work history, and information regarding an employee’s spouse, family members or other dependents and beneficiaries for emergency contact and benefits administration purposes. As part of NetSuite’s internal operations, NetSuite transfers personal information about its employees and service providers to NetSuite’s U.S. headquarters for processing and storage.",
    "address": "2955 Campus Drive, Ste 100",
    "asp_index": "34154",
    "city": "San Mateo",
    "contactemail1": "cblum@netsuite.com",
    "contactfax1": "650-627-1001",
    "contactname1": "Chris Blum",
    "contactoff1": "NetSuite Inc.",
    "contactphone1": "650-627-1011",
    "contacttitle1": "Chief Security Architect",
    "corpoffemail1": "egoldberg@netsuite.com",
    "corpofffax1": "650-627-1001",
    "corpoffname1": "Evan Goldberg",
    "corpoffphone1": "650-627-1000",
    "corpofftitle1": "CTO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-30",
    "orgverification": "In-house",
    "personaldata": "online, off-line, and human resources data",
    "ppdate": "2015-04-02",
    "previous": "27940",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs)and the Swiss Federal Data Protection & Information Commission (FDPIC).",
    "signupdate": "2008-02-14",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94403"
}