{
    "CertifiedThroughLabel": "",
    "Fax": "646-494-9901",
    "OrgName": "Brightbox, Inc.",
    "PPLoc": "http://brightboxcharge.com/safe-harbor/ ",
    "Phone": "646-494-9901",
    "activities": "BRIGHTBOX SAFE HARBOR PRIVACY POLICY STATEMENT\r\n\r\nBrightbox respects individual privacy and values the confidence of its customers, employees, pilot and clinical trial participants, consumers, business partners and others. Not only does Brightbox strive to collect, use and disclose personal information in a manner consistent with the laws of the countries in which it does business, but it also has a tradition of upholding the highest ethical standards in its business practices. This Safe Harbor Privacy Policy Statement (the “Policy”) sets forth the privacy principles Brightbox follows with respect to transfers of personal information from the European Economic Area (EEA) (which includes the twenty-seven member states of the European Union (EU) plus Iceland, Liechtenstein and Norway) and from Switzerland to the United States.\r\n\r\nSCOPE\r\n\r\nThis Safe Harbor Privacy Policy Statement (the “Policy”) applies to all personal information received by Brightbox in the United States from the EEA and from Switzerland, in any format, including electronic, paper or verbal.",
    "address": "39 West 37th Street - 17th Floor",
    "asp_index": "34182",
    "city": "New York",
    "contactemail1": "skurdal@brightboxcharge.com",
    "contactfax1": "646-494-9901",
    "contactname1": "Andrew Skurdal",
    "contactoff1": "Support",
    "contactphone1": "646-494-9901",
    "contacttitle1": "CPO",
    "corpoffemail1": "gridley@brightboxcharge.com",
    "corpofffax1": "646-494-9901",
    "corpoffname1": "William Gridley",
    "corpoffphone1": "646-494-9901",
    "corpofftitle1": "CEO",
    "eucountries": "Netherlands, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "NLD",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Consumer Electronics - (CEL)Business Eqpt (other than computers) - (BUS)",
    "industrysector_parsed": [
        "Business Eqpt (other than computers) - (BUS)",
        "Consumer Electronics - (CEL)"
    ],
    "latest": "true",
    "nextcertification": "2017-03-18",
    "orgverification": "self-assessment",
    "personaldata": "All organization, agent, and/or customer personal data, if any, whether processed or not, is covered.",
    "ppdate": "2013-12-20",
    "previous": "26870",
    "privacyprograms": "Brightbox respects individual privacy and values the confidence of its customers, employees, pilot and clinical trial participants, consumers, business partners and others. Not only does Brightbox strive to collect, use and disclose personal information in a manner consistent with the laws of the countries in which it does business, but it also has a tradition of upholding the highest ethical standards in its business practices. Consistent with its commitment to protect personal privacy, Brightbox adheres to the principles set forth in the U.S.-EU Safe Harbor and the U.S.-Swiss Safe Harbor (the “Safe Harbor Principles”)",
    "recoursemech": "DISPUTE RESOLUTION: Any questions or concerns regarding the use or disclosure of personal information should be directed to the Brightbox Privacy Office at the address given below. Brightbox will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information by reference to the principles contained in this Policy. For complaints that cannot be resolved between Brightbox and the complainant, Brightbox has agreed to participate in the following dispute resolution procedures in the investigation and resolution of complaints to resolve disputes pursuant to the Safe Harbor Principles:\r\n\r\n1. for disputes involving all personal information received by Brightbox from Switzerland, Brightbox (or its representative(s) or Agent(s)_have agreed and to cooperate with the Swiss FDPIC;?2. for disputes involving employment-related personal information received by Brightbox from the EEA, Brightbox (or its representative(s) or Agent(s) have agreed to cooperate with the data protection authorities in the EEA and to participate in the dispute resolution procedures of the panel established by the European data protection authorities;?3. for disputes involving all other personal information received by Brightbox from the EEA, Brightbox (or its representative(s) or Agent(s) have agreed to TRUSTe dispute resolution. Individuals who submit a question or concern to Brightbox and who do not receive acknowledgment from Brightbox of the inquiry or who think their question or concern has not been satisfactorily addressed should then contact the TRUSTe Safe Harbor Dispute Resolution Program on the Internet, by mail or by fax. Inquiries by mail or fax should identify Brightbox as the company to which a concern or question has been submitted, and include a description of the privacy concern, the name of the individual submitting the inquiry, and whether TRUSTe may share the details of the inquiry with Brightbox. TRUSTe will act as a liaison to Brightbox to resolve these disputes.\r\na. Online ?b. Fax: 415-520-3420?c. Mail: Watchdog Complaints, TRUSTe, 55 2nd Street, 2nd Floor, San Francisco, CA, USA 94105\r\nFor information about TRUSTe or the operation of TRUSTe’s dispute resolution process, visit TRUSTe on the Internet or request this information from TRUSTe by mail or fax using the contact information listed above. The TRUSTe dispute resolution process shall be conducted in English.",
    "signupdate": "2014-03-18",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10018"
}