{
    "CertificationStatus": "true",
    "Fax": "206-299-3534",
    "OrgName": "BitTitan, Inc.",
    "PPLoc": "https:/ www.bittitan.com/legal/privacy ",
    "Phone": "206-428-6030",
    "activities": "BitTitan uses personal information to:  •\tProvide, maintain and improve the BitTitan Service Offerings, process transactions and send you related information, including confirmations, invoices, technical notices, updates, security alerts and support and administrative messages;\r\n•\tRespond to your comments, questions and requests and provide customer service;\r\n•\tCommunicate with you about products, services, offers, promotions, rewards, and events offered by BitTitan and others, and provide news and information we think will be of interest to you;\r\n•\tMonitor and analyze trends, usage and activities in connection with the BitTitan Service Offerings;\r\n•\tAutomatically determine if you are using the most current version of our software and/or third party software and notify you if an upgrade is available;\r\n•\tPersonalize and improve the BitTitan Service Offerings and provide advertisements, content or features that match user profiles or interests;\r\n•\tLink or combine with information we get from others to help understand your needs and provide you with better service; and\r\n•\tCarry out any other purpose for which the information was collected.",
    "address": "218 Main St, #719",
    "asp_index": "34193",
    "city": "Kirkland",
    "contactemail1": "SafeHarbor@BitTitan.com",
    "contactfax1": "206-299-3534",
    "contactname1": "Geeman Yip",
    "contactoff1": "BitTitan",
    "contactphone1": "206-428-6030",
    "contacttitle1": "CEO",
    "corpoffemail1": "SafeHarbor@BitTitan.com",
    "corpofffax1": "206-299-3534",
    "corpoffname1": "Geeman Yip",
    "corpoffphone1": "206-428-6030",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-03-11",
    "orgverification": "In-house",
    "personaldata": "BitTitan processes customer data and BitTitan’s services are automated.  However, if there is a technical issue or other problem related to the processing of user data, manual processing may be required to troubleshoot or otherwise solve the problem.",
    "ppdate": "2016-04-08",
    "previous": "27942",
    "privacyprograms": "None",
    "recoursemech": "JAMS International Mediation\r\nwww.jamsinternational.com/rules-procedures/mediation-rules",
    "signupdate": "2013-03-11",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98033"
}