{
    "CertificationStatus": "true",
    "Fax": "913-451-6409",
    "OrgName": "ProPharma MIS, LLC",
    "PPLoc": "http://www.propharmagroup.com/safe-harbor-privacy-policy ",
    "Phone": "866-832-6276",
    "activities": "ProPharma MIS, LLC is committed to protecting an individual's privacy and the Personal Information that ProPharma MIS, LLC receives by ensuring that it is managed appropriately. Personal Information collected by ProPharma MIS, LLC is divided into two areas:\r\n\r\nPersonal Information collected on behalf of contracted client: \r\nProPharma MIS, LLC receives Personal Information on behalf of its contracted clients who engage ProPharma MIS, LLC (either directly or through a third party) to receive, store and/or process such Personal Information. This information is collected when the ProPharma MIS, LLC colleagues respond to inquiries from data subjects (via phone or electronically) that may be related to Medical Information (MI), Adverse Event (AE) or Product Complaint (PC). \r\n\r\nFor each such inquiry, ProPharma MIS, LLC attempts to collect the following minimum information from the data subject: name, address, and phone number. Additional information is requested from Data Subject reporting adverse events (AE) and product complaints (PC), including but not limited to: \r\n\r\nAEs: date of report, reporter name, reporter type (physician, pharmacist, nurse, consumer, etc), patient identifier, patient gender, patient age, patient weight/height, demographic information (address, city, state, phone number), drug (dose, frequency, history, action taken following event), event description/outcome, and concomitant medications. \r\nPCs: date of report , nature of complaint, lot number, expiration date, product retrieval information, and product replacement or reimbursement requests. \r\n\r\n\r\nPersonal Information collected for business development:  \r\nProPharma MIS, LLC also collects Personal Information related to its business partners, employment and personal management.",
    "address": "8717 W 110th Street Suite 300",
    "asp_index": "34218",
    "city": "Overland Park",
    "contactemail1": "julie.kozlowski@propharmagroup.com",
    "contactfax1": "913-451-6409",
    "contactname1": "Julie Kozlowski",
    "contactoff1": "ProPharma MIS, LLC",
    "contactphone1": "866-832-6276",
    "contacttitle1": "Director of Operations",
    "corpoffemail1": "kirk.hoffman@propharmagroup.com",
    "corpofffax1": "913-451-6409",
    "corpoffname1": "Kirk Hoffman",
    "corpoffphone1": "866-832-6276",
    "corpofftitle1": "Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Biotechnology - (BTC)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "true",
    "nextcertification": "2017-03-18",
    "orgverification": "In-house. ProPharma MIS, LLC has annual review & a",
    "personaldata": "Personal Information collected for business development & on behalf of contracted clients (Medical info, Adverse Events, Product Complaints).  This info is the property of the contracted clients who are fully responsible to notify the data subject about the identity of the data controller or its reps, the purposes for which it is collecting, processing, and maintaining the data.",
    "ppdate": "2013-03-08",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "For Personal Information collected on behalf of contracted client: Any questions, comments or complaints about the data practices (including without limitation compliance with data privacy principles of notice, choice, onward transfer, access, security, data integrity, or enforcement) of  ProPharma MIS, LLC’s contracted client for whom it collects, stores and processes data should be addressed to that contracted client. \r\nFor Personal Information collected for business development: ProPharma MIS, LLC will investigate and attempt to resolve complaints and disputes regarding use and disclosure of Personal Information in accordance with the principles contained in this policy. For any dispute that cannot be resolved through our internal processes, ProPharma MIS, LLC will engage the services of The American Arbitration Association (ICDR/AAA Safe Harbor Program), an unaffiliated neutral party to act as the dispute-resolution mediator as permitted by the Safe Harbor Frameworks. In the event that ProPharma MIS, LLC or the dispute-resolution mediator determines that it did not comply with this policy, ProPharma MIS, LLC will take appropriate steps to address any adverse effects and to promote future compliance. \r\nProPharma MIS, LLC encourages interested persons to raise any concerns to us using our contact information: \r\nProPharma MIS, LLC.  8717 W 110th Street Suite 300, Overland Park, KS  66210, Phone:  1-866-832-6276, Email:  safeharbor@propharmagroup.com",
    "signupdate": "2013-03-18",
    "state": "Kansas",
    "statutorybody": "FTC",
    "zip": "66210"
}