{
    "CertificationStatus": "true",
    "Fax": "978-858-7120",
    "OrgName": "CompuCom Systems, Inc.",
    "PPLoc": "http://compucom.com/privacy-policy ",
    "Phone": "972-856-3600",
    "activities": "Process, Store, Transmit client data as required. We collect information needed for personalizing your experience and tailoring the information displayed to your business needs.\r\n\r\nThe manner in which you access our site determines the amount of personal information that you share. There are different methods to access our site:\r\n\r\nYou may visit our site as a guest. A guest is not required to give any personal information. They are allowed access to view static, non-client specific content.\r\nA guest may register and request an account. When registering, you are asked for your name, workplace email address and work phone number. If your company is not an existing client, a CompuCom associate will contact you to discuss your business needs to establish the site details and personalized content requirements.\r\nAs a client, we can personalize the site for your business needs. No other personal information is required. Only the business information that you choose to share with your account manager so the site can reflect your business' preferences and present a more relevant shopping experience. At times you may receive product promotions, specials, and newsletters. If you prefer not to receive those, you can opt out by selecting the option on your personal profile. For those clients issuing online orders, we require only the personal information that is needed for safely processing your order and for contacting you about your transactions. It is used exclusively for that purpose.",
    "address": "7171 Forest Lane",
    "asp_index": "34222",
    "city": "Dallas",
    "contactemail1": "richard.noel@compucom.com",
    "contactfax1": "978-858-7120",
    "contactname1": "Richard Noël",
    "contactoff1": "Information Security",
    "contactphone1": "978-858-7541",
    "contacttitle1": "Director, Information Security",
    "corpoffemail1": "steve.buchanan@compucom.com",
    "corpofffax1": "978-858-7120",
    "corpoffname1": "Steve Buchanan",
    "corpoffphone1": "972-856-3972",
    "corpofftitle1": "VP, Human Resources",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2017-05-21",
    "orgverification": "In-House",
    "personaldata": "Client data, as required.",
    "ppdate": "2013-05-21",
    "previous": "27963",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2013-05-21",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75230"
}