{
    "CertifiedThroughLabel": "",
    "Fax": "281-719-4045",
    "OrgName": "Huntsman International LLC and its U.S. subsidiaries and affiliates",
    "PPLoc": "http://www.huntsman.com/corporate/a/Home/Safe%20Harbor%20Privacy%20Policy ",
    "Phone": "281-719-6000",
    "activities": "Huntsman International LLC and its U.S. subsidiaries and affiliates (collectively, “Huntsman”) may obtain and process certain personal data about individuals located in the EEA or Switzerland (excluding “Associates,” as such term is defined below) in connection with (1) providing products and services, (2) processing business transactions and related activities, (3) managing customer and vendor relationships, (4) responding to inquiries and communicating with individuals about requests, questions and comments, (5) administering participation in special events, conferences, programs, surveys and market research, (6) individuals’ use of the websites, (7) sending Investor Kits, financial information or other corporate information about Huntsman, (8) sending information to an individual’s contacts if he or she has asked the company to do so, (9) enforcing contractual terms and conditions, (10) operating, evaluating and improving our business (including developing new products and services; enhancing and improving our products and services; managing our communications; analyzing our products and services; and performing accounting, auditing, financial and economic analyses, and other internal functions), (11) protecting against, identifying and preventing fraud and other unlawful activity, claims and other liabilities, and (12) complying with and enforcing applicable legal requirements, relevant industry standards and our policies. Huntsman also obtains and processes certain personal data about current, former or prospective employees, temporary workers, interns, other non-permanent employees, contractors or consultants of subsidiaries and affiliates of Huntsman International LLC who are located in the EEA or Switzerland (collectively, “Associates”).  Huntsman processes Associates’ personal data in connection with their employment (or potential employment) with or services to Huntsman, including in connection with Huntsman’s human resources and other internal administrative operations, enforcing company policies, procedures, guidelines and standards, and complying with legal requirements.  \r\n\r\nHuntsman obtains and processes personal data about Associates’ emergency contacts and other individuals (such as spouses, family members, dependents and beneficiaries) to the extent Associates provide the information to Huntsman.  Huntsman processes this information to comply with legal obligations and for benefits administration and other internal administrative purposes.",
    "address": "10003 Woodloch Forest Drive",
    "asp_index": "34255",
    "city": "The Woodlands",
    "contactemail1": "privacy@huntsman.com",
    "contactfax1": "281-719-4045",
    "contactname1": "Diane Ziman",
    "contactoff1": "Huntsman International LLC",
    "contactphone1": "281-719-4541",
    "contacttitle1": "Privacy Policy Contact",
    "corpoffemail1": "wade_rogers@huntsman.com",
    "corpofffax1": "281-719-4045",
    "corpoffname1": "R. Wade Rogers",
    "corpoffphone1": "281-719-4315",
    "corpofftitle1": "Sr. Vice President, Global Human Resources",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Industrial Chemicals - (ICH)Plastic Materials & Resin - (PMR)Textile Products - (TXP)",
    "industrysector_parsed": [
        "Industrial Chemicals - (ICH)",
        "Plastic Materials & Resin - (PMR)",
        "Textile Products - (TXP)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-14",
    "orgverification": "In-house",
    "personaldata": "Online, offline, HR and non-HR data, including manually processed data",
    "ppdate": "2014-05-15",
    "previous": "25839",
    "privacyprograms": "None",
    "recoursemech": "For non-HR data, Huntsman will cooperate with JAMS.  For HR data, Huntsman will cooperate with EEA/EU or Swiss Data Protection Authorities (EU DPAs or Swiss FDPIC).",
    "signupdate": "2007-12-14",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "77380"
}