{
    "CertifiedThroughLabel": "",
    "Fax": "(650) 328 6530",
    "OrgName": "Vegas Games Inc.",
    "PPLoc": "http://www.vegasgames.com/policy.htm ",
    "Phone": "(650) 380 5255",
    "activities": "We collect information that can be used to identify a user, such as their name, address, zip code, e-mail address, telephone number, credit card number, billing information, birth date, and other such individually identifiable information, if and when a user chooses to provide it to us and/or that a user provides in connection with their Vegas Games profile or account (e.g., in connection with registration with our Vegas Games service (the “Service”), use of our Apps, choosing to make a purchase, or participating in any activities that are part of the Service).\r\nWe also collect information that by itself cannot be used to identify or contact a user.  This may include information such as demographic information (e.g., age, gender, profession, etc.), devices’ IP addresses, browser types, domain names, and other anonymous statistical data, that is automatically collected through the actions that a user takes in connection with the Service and in connection with any particular App.  For example, each time a user accesses and/or uses the Service, we automatically collect information regarding web browser, operating system, internet service provider, IP address, webpages viewed, and the time and duration of visits to and use of the Service.  Anonymous usage information may be coupled with username and profile, but we do not disclose the associated information to third parties.  Non-Personally Identifiable Information is used to help us garner insights into our users, their interests, and their preferences, so that we are better able to create effective content for advertising and promotional purposes and so that we can design and develop more compelling versions of our casino games and other Apps.\r\nWe also collect information that a user chooses to provide to us directly.  For example, we collect information when users register and create an account, manage their user profiles, participate in any interactive features of the Service, participate in a promotion or survey, request customer support, or choose to communicate with us for any other reason.  Additionally, individuals who win prizes as a result of participating in any contests or sweepstakes may be required to provide certain information (e.g., the winner’s Social Security Number, street address, telephone number, etc.) for prize fulfillment and for tax purposes.\r\nA user may also create a user profile that is viewable by other users of the Service or any of our Apps or any related services that are offered by Vegas Games or any of our affiliates and that are subject to our Privacy Policy.  Generally, a user profile includes a profile photo (or other digital image); user name(s); age and gender; miscellaneous information provided by the user (e.g., hobbies, interests, etc.); particulars regarding user game play; and a user ID number (created by Vegas Games) that’s used to identify the user account and profile.\r\nVegas Games and its affiliates will only permit access to information that is considered \"public\" or that has been designated as \"public\" in the user’s settings.  The user’s name (including both first and last names) and profile picture are considered \"public\" on Vegas Games’ websites that offer direct access to the Service and our Apps.\r\nUsers may choose to import their address book contacts and/or may manually enter e-mail addresses into their user profile or account information in order to (i) identify and locate their contacts that are using any of our Apps or other aspects of the Service; and/or (ii) invite their contacts to join when they play a particular App.  The user’s designated contact information will be stored for the purpose of aiding the user and their contacts to connect online so that they can play our Apps together and/or jointly participate in other aspects of the Service.\r\nInformation collected from users through a mobile device (e.g., smartphone, tablet, or other mobile communications or computing device, etc.) may include the mobile device identifier(s) (e.g., IP address, MAC address, etc.), name associated with the device, type of device, mobile device model, mobile phone number,  the mobile carrier used with the device, country, geo-location, and email address.  We may, at our discretion, create and assign an account number or other such identifier(s) to the device(s).\r\nWhen a user accesses or uses one or more of our Apps through a social networking site (“SNS”), or participates through an SNS in any other activity that’s part of the Service, the user may be granting the SNS permission to share information with us.  This may include information such as the user’s name, address, zip code, gender, age, profile picture, occupation, hobbies, and interests.  Whenever the user accesses and uses the Service or any of our Apps through an SNS, we may collect information concerning their use in compliance with the applicable SNS’s separate terms of service (or terms of use) and privacy policy, and in addition to the information that may be collected from their SNS profile.  When a user chooses to play any of our Apps by means of an SNS, they thereby authorize Vegas Games to collect, store, and use such information in accordance with the provisions of our Privacy Policy. Additionally, this authorization will extend to the collection, storage, and use of the various types of information that they allow the SNS to provide to us through its Application Programming Interface (\"API\") in conformance with the SNS’s platform guidelines and separate terms of service (or terms of use) and privacy policy.  Vegas Games will access information that a user allows depending on the particular App and the particular SNS that they choose to use in order to access and use the Service and/or any of our SNS-enabled Apps.  Our ability to access and collect any such information submitted by or concerning any particular user or any of that user’s contacts is also affected by the user’s privacy settings on the SNS, as well as those of their contacts.\r\nInformation will be collected in order to allow users to make a purchase and/or pay for certain activities or aspects of the Service or any of our Apps, such as when acquiring a license for virtual currency, purchasing digital items, and/or obtaining upgrades or customized versions of any of our Apps.  Vegas Games will collect billing information when it is necessary in order to complete a transaction, which may include mailing address, e-mail address, billing address, shipping address, credit card number, and credit card expiration date.\r\nInformation may also be collected when a user chooses to submit, disclose or share information within the context of any of our Apps, or any related message boards, forums, and/or other aspects or activities that are offered as part of the Service.  The Service may allow users to create, submit, post, display, transmit, perform, publish, distribute, broadcast or otherwise disseminate audio and/or visual content materials to Vegas Games or any of its affiliates.   Such content also includes any feedback, comments, suggestions, recommendations and/or proposals that a user may provide regarding the Service, or any of the Apps, and/or any other content, including, without limitation, any responses that a user may elect to provide in connection with any user surveys.\r\nA user’s interactions with our team will require that we collect and store certain contact information that is provided so that we can efficiently and effectively respond to questions and requests relating to the Service and/or any of our Apps.  Other information that may be collected and stored could include information concerning game play, activities when accessing and using the Service or any of our Apps, and/or participating in any related activities.\r\nIf a user chooses to sign up to have SMS notifications sent to a mobile or non-mobile device, we will store the information that they provide, which may include, but is not limited to, their telephone numbe",
    "address": "850 Stanton Road Suite D",
    "asp_index": "34264",
    "city": "Burlingame",
    "contactemail1": "gcook@vegasgames.com",
    "contactfax1": "(650) 328 6530",
    "contactname1": "Gavan Cook",
    "contactoff1": "Vegas Games Legal Department",
    "contactphone1": "(650) 380 5255",
    "contacttitle1": "Legal Counsel",
    "corpoffemail1": "gcook@vegasgames.com",
    "corpofffax1": "(650) 328 6530",
    "corpoffname1": "Gavan Cook",
    "corpoffphone1": "(650) 380 5255",
    "corpofftitle1": "Legal Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Toy & Games - (TOY)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Toy & Games - (TOY)"
    ],
    "latest": "true",
    "nextcertification": "2017-05-11",
    "orgverification": "Third Party - Entertainment Software Rating Board",
    "personaldata": "Online, offline, manually processed",
    "ppdate": "2015-02-26",
    "previous": "",
    "privacyprograms": "The Entertainment Software Rating Board's Privacy Certified Program (ESRB Privacy Certified)",
    "recoursemech": "Private sector developed dispute resolution mechanism through the Entertainment Software Rating Board’s Privacy Certified Program (ESRB Privacy Certified)",
    "signupdate": "2015-05-11",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94010"
}