{
    "Fax": "415-738-0413",
    "OrgName": "New Relic, Inc",
    "PPLoc": "http://newrelic.com/privacy ",
    "Phone": "(888) 643-8776",
    "activities": "Types of Data Collected: We sell web-based application performance management software.  Our software primarily collects our customer’s web application performance data, such as application response time and hardware utilization metrics.  In addition, we collect contact information from individual representatives of customers, such as first and last name, e-mail and mailing addresses, telephone number, professional title, company name, and password, when they purchase Products, register to receive information, or register for support forums. In addition, we (or our third-party credit card or payment processor on our behalf) will collect Personal Data including customer credit card number or account information when they purchase Products or services on our website. \r\n\r\nHow Data is Used: We collect and use the data for purposes of providing products and services to our customers. New Relic uses the data in the following ways: to process application performance data on behalf of corporate customers, to facilitate the creation of customer accounts on our network; provide improved administration of our website, Products, and related services.",
    "address": "188 Spear St., Suite 1200",
    "asp_index": "34263",
    "city": "San Francisco",
    "contactemail1": "mark@newrelic.com",
    "contactfax1": "415-738-0413",
    "contactname1": "Mark Sachleben",
    "contactoff1": "HQ",
    "contactphone1": "415-404-6710",
    "contacttitle1": "CFO",
    "corpoffemail1": "robin@newrelic.com",
    "corpofffax1": "415-738-0413",
    "corpoffname1": "Robin Schulman",
    "corpoffphone1": "415-684-7079",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-05-15",
    "orgverification": "Third party",
    "personaldata": "data provided by customer for software analytics and automated reporting",
    "ppdate": "2015-08-24",
    "previous": "27866",
    "privacyprograms": "TRUSTe's Privacy Seal",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-05-15",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}