{
    "CertifiedThroughLabel": "",
    "Fax": "866-308-0230",
    "OrgName": "MediaMath Inc",
    "PPLoc": "http://www.mediamath.com/privacy/ ",
    "Phone": "646-840-4200",
    "activities": "MediaMath is a global provider of digital media and data management technology that allows advertisers and agencies to automate and optimize online advertising execution. MediaMath collects data about the media (ads) available for our clients to purchase, visitor traffic on our clients’ sites and in our clients’ mobile applications, and first- and third-party data onboarded by clients and partners. \r\n\r\nIn the course of delivering an ad via the MediaMath buying platform (TerminalOne), MediaMath does not collect personal data such as name, address, phone number, or Social Security number. MediaMath collects pseudonymous data, including mobile advertising identifiers and IP addresses. MediaMath uses this information to target ads and measure the effectiveness of ads on behalf of MediaMath’s advertisers.",
    "address": "4 World Trade Center, 45th Floor",
    "asp_index": "34285",
    "city": "New York",
    "contactemail1": "privacy@mediamath.com",
    "contactfax1": "866-308-0230",
    "contactname1": "Alice Lincoln",
    "contactoff1": "Data Policy and Governance",
    "contactphone1": "646-840-4252",
    "contacttitle1": "Vice President, Data Policy and Governance",
    "corpoffemail1": "alincoln@mediamath.com",
    "corpofffax1": "866-308-0230",
    "corpoffname1": "Alice Lincoln",
    "corpoffphone1": "646-840-4252",
    "corpofftitle1": "Vice President, Data Policy and Governance",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2017-05-15",
    "orgverification": "In-house",
    "personaldata": "Pseudonymous consumer data (e.g., IP address, mobile advertising ID)",
    "ppdate": "2015-12-01",
    "previous": "27486",
    "privacyprograms": "* BBB EU Safe Harbor\r\n* Interactive Advertising Bureau in Australia, Brazil, Canada, Europe, Germany, Italy, Mexico, Singapore, the US and the UK\r\n* European Interactive Digital Advertising Alliance (EDAA)\r\n* Digital Advertising Alliance (DAA)\r\n* Digital Advertising Alliance Canada (DAAC)\r\n* Network Advertising Initiative (NAI) \r\n* Direct Marketing Association (DMA)",
    "recoursemech": "European Union and Swiss citizens with inquiries or complaints regarding this privacy policy should first contact MediaMath at privacy@mediamath.com or by sending correspondence to the following address: MediaMath Inc., Attn: Data Policy and Governance, 4 World Trade Center, 45th Floor, New York, NY 10007. MediaMath has further committed to refer unresolved privacy complaints under the Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU Safe Harbor, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by MediaMath, please visit the BBB EU SAFE HARBOR web site at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "2012-05-15",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10007"
}