{
    "CertificationStatus": "true",
    "Fax": "7812214090",
    "OrgName": "Signiant Inc.",
    "PPLoc": "http://www.signiant.com/website-privacy, http://www.signiant.com/privacy/",
    "Phone": "7812214000",
    "activities": "Signiant, Inc. collects personal information from citizens of the EU and other countries through our website and also through our software service platform. \r\n\r\nWebsite\r\nWe collect and store personal information that is given to us when a person (a) downloads one of our software products available for download from our Site; (b) sends or receives data using our cloud solution; (c) fills in requests to our support department, (d) request information from Signiant via our contact form; (e) or send us an email. This information may include name, mailing address, email address, telephone number, fax number, , and other optional demographic information such as gender and employment status. Signiant may also collect personal information at other points on the website that state that personal information is being collected.\r\nWe use the personal information we collect through our website to anticipate and resolve problems with the Site, personalize service for the user, investigate misuse of the website and develop and market products and services that may be of interest to the user.\r\nWe will share personal information with third parties only in the ways that are described in our posted Privacy Policy. We do not sell users personal information to third parties.\r\nWe may also share personal information with companies that provide services to help us with our business activities such as shipping a user’s order or offering customer service. These companies are authorized to use such personal information only as necessary to provide these services to us.\r\nWe may share a user’s personal information to comply with applicable laws and regulations, or as otherwise required by law such as to comply with a subpoena or similar legal process. When we believe in good faith that disclosure is necessary to protect our rights, protect a user’s safety or the safety of others, investigate fraud, or respond to a government request.\r\nPersonal information may be transferred in connection with a business transition, such as a merger, acquisition, or asset sale involving any Signiant business or asset to which the information pertains. Users will be notified via email and/or a prominent notice on our Site of any change in ownership or uses of personal information, as well as any choices such user may have regarding their personal information. We limit the scope of the information provided to third parties, and we allow its use only for the purposes for which it was disclosed.\r\n\r\nSoftware Service Platform\r\nWe collect the following kinds of personal information from our Clients on the Signiant service platform:\r\n•\tContact Information such as name, email address\r\n•\tUnique Identifiers such as account number, password\r\nWe also collect the following information from our Clients\r\n•\tInformation about the file transfer such as number of files, file name, bytes transferred, transfer speed, elapsed time, direction of transfer and status\r\n•\tInformation about the computer and network environment such as browser type and version, IP address, macAddress, server name, and network protocol\r\n•\tInformation about the usage of our software such as version used and features used\r\nWe use this information to\r\n•\tFulfill customer orders\r\n•\tRespond to customer service requests\r\n•\tInstall and update software\r\n•\tOperate the software as designed including file transfer and email notification\r\n•\tAllow customers to monitor and report on file transfer activity and status\r\n•\tAdminister customer accounts\r\n•\tImprove product support\r\nSigniant, Inc. collects information under the direction of its Clients, and has no direct relationship with the individuals whose personal data it processes. Signiant, Inc. works with its Clients to help them provide notice to their customers concerning, the purpose for which personal information is collected.\r\nWe collect information for our clients.   If a customer of one of our Clients would no longer like to be contacted by one of our Clients that use our service, that customer will be instructed to contact the client that it interacts with, directly. If a Client would like to update its account it may contact us at customercare@signiant.com.\r\nSigniant, Inc. may transfer personal information to companies that help us provide our service. Transfers to subsequent third parties are covered by the provisions in this Policy regarding notice and choice and the service agreements with our Clients.\r\nSigniant, Inc. has no direct relationship with the individuals whose personal data it processes through its Software Service Platform. An individual who seeks access, or who seeks to correct, amend, or delete inaccurate data should direct his query to the Signiant, Inc.’s Client (the data controller). If requested to remove data we will respond within 30 days.\r\nSigniant, Inc. will retain personal data we process on behalf of our Clients for as long as needed to provide services to our Client. Signiant, Inc. will retain this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
    "address": "91 Hartwell Avenue",
    "asp_index": "34333",
    "city": "Lexington",
    "contactemail1": "bbailey@signiant.com",
    "contactfax1": "7812214090",
    "contactname1": "Brian Bailey",
    "contactoff1": "Signiant Inc.",
    "contactphone1": "7812214000",
    "contacttitle1": "Vice President, Customer Operations",
    "corpoffemail1": "afeinzig@signiant.com",
    "corpofffax1": "7812214090",
    "corpoffname1": "Adam Feinzig",
    "corpoffphone1": "7812214000",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-05-30",
    "orgverification": "In-house and TRUSTe (see link above)",
    "personaldata": "On-line data, data collected directly on the internet, and manually processed data from trade shows, paper, etc.",
    "ppdate": "2016-02-16",
    "previous": "28081",
    "privacyprograms": "TRUSTe’s Privacy Seal program - http://www.signiant.com/privacy/",
    "recoursemech": "TRUSTe Privacy Program",
    "signupdate": "2014-05-30",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02421"
}