{
    "CertifiedThroughLabel": "",
    "Fax": "(903) 598 7880",
    "OrgName": "SEVEN Networks",
    "PPLoc": "http://www.seven.com/privacy_policy.php ",
    "Phone": "(903) 702-5220",
    "activities": "In the course pf providing the hosted services available through the Android Market or other app store(s), we may automatically track certain information about the use of the services. The services may log IP addresses, browser types, available memory, processor speed, RAM, type of operating system, type of server, and/or client version for purposes of administering the services. \r\nThe hosted services provided as part of our mobile traffic management and analytics offerings capture per-device data pertaining to network service quality, application behavior and quality of experience (QoE). This information provides our wireless carrier customers with the basis to measure and improve service levels, increase network efficiency, and understand their subscribers’ needs.\r\nWe may ask for, or individuals may submit, specific information that could be used to uniquely identify, contact, or locate them (“Personally Identifiable Information”) when they inquire about a SEVEN service or product or register to download and use SEVEN software and services. For example, we may ask for an e-mail address or phone number so we can provide additional materials or connect the person with a company representative. We may place email links on our website to allow visitors to contact us directly. The information they provide is used to respond directly to questions or comments. We may also file comments to improve our website and services, or we may review and discard the information.",
    "address": "2660 East End Boulevard South",
    "asp_index": "34414",
    "city": "Marshall",
    "contactemail1": "abackholm@seven.com",
    "contactfax1": "(903) 598 7880",
    "contactname1": "Ari Backholm",
    "contactoff1": "Technology Office",
    "contactphone1": "(903) 702-5220",
    "contacttitle1": "CTO",
    "corpoffemail1": "abackholm@seven.com",
    "corpofffax1": "(903) 598 7880",
    "corpoffname1": "Ari Backholm",
    "corpoffphone1": "(903) 702-5220",
    "corpofftitle1": "CTO",
    "eucountries": "Finland, France, Ireland, Sweden, United Kingdom",
    "eucountries_parsed": [
        "FIN",
        "FRA",
        "IRL",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)Computer Services - (CSV)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-15",
    "orgverification": "In-House",
    "personaldata": "The data is collected on-line and all on-line personal data processed is covered under our self-certification process.  The data collected does not include manually processed data.",
    "ppdate": "2010-01-01",
    "previous": "27698",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities",
    "signupdate": "2014-04-15",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75672"
}