{
    "CertifiedThroughLabel": "",
    "Fax": "(650) 644-0228",
    "OrgName": "Stripe, Inc.",
    "PPLoc": "https://stripe.com/privacy",
    "Phone": "8666208423",
    "activities": "Stripe provides payment processing services.  In connection with this activity Stripe receives certain personal information from merchants who use our services (for example, names, addresses, bank account numbers or other identifiers, in connection with the establishment of the merchant’s account with Stripe) and from those merchants’ customers (for example, names, addresses and credit card numbers associated with the transaction).    The personal information we collect enables us to provide payment processing services to these merchants and their customers. We also use this information to prevent or detect fraud or abuse of our services, and enable third parties to carry out payment authorization, settlement or other processing functions, and other technical and logistical functions, on our behalf.",
    "address": "3180 18th Street",
    "asp_index": "34422",
    "city": "San Francisco",
    "contactemail1": "safeharbor@stripe.com",
    "contactfax1": "(650) 644-0228",
    "contactname1": "Jon M Zieger",
    "contactoff1": "Legal Department",
    "contactphone1": "8666208423",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "safeharbor@stripe.com",
    "corpofffax1": "(650) 644-0228",
    "corpoffname1": "Jon M. Zieger",
    "corpoffphone1": "8666208423",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Financial Services - (FNS)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-11",
    "orgverification": "In-house",
    "personaldata": "online, offline, manually processed",
    "ppdate": "2012-10-09",
    "previous": "28364",
    "privacyprograms": "None",
    "recoursemech": "Dispute Resolution: Any individual may refer a privacy issue to Stripe’s General Counsel by emailing safeharbor@stripe.com. If the issue is not resolved, then Stripe will agree to mediate the issue with the San Francisco office of JAMS, a third-party dispute resolution service. An individual may file a request for mediation by calling JAMS at (415) 982-5267. For issues involving employee data in the EU or Switzerland, Stripe agrees to cooperate with the EU Data Protection Authorities (DPAs) and/or the Swiss Federal Data Protection and Information Commissioner (FDPIC), as applicable.",
    "signupdate": "2012-04-11",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94110"
}