{
    "CertifiedThroughLabel": "",
    "Fax": "312-573-5678",
    "OrgName": "Navigant Consulting, Inc.",
    "PPLoc": "The Employee Privacy Policy is posted on the Navigant Consulting, Inc. intranet. The Client Privacy Policy is stored on the Navigant Consulting, Inc. intranet and made available to clients. Navigant C",
    "Phone": "312-573-5600",
    "activities": "Navigant Consulting and its wholly owned U.S. subsidiaries, including CareClarity Inc., Claims Data Repository, LLC, Navigant Energy Services, LLC, HP3, Inc., McKinnis Consulting Services, LLC, Navigant Capital Advisors, LLC, Navigant Consulting (PI) LLC, Navigant Consulting (PI-NY), Inc., Navigant Economics, LLC, Navigant Cymetrix Corporation, Navigant Holdings US, LLC, NCI Healthcare, LLC, PACE Claims Services LLC, Peterson Consulting L.L.C., and Peterson Risk Consulting, LLC, (collectively, the \"Company”), use personal information obtained from the European Union/EEA and/or Switzerland  (“Protected Information”) as follows:\r\n\r\n1.\tThe Company uses Protected Information obtained from or relating to current, prospective or former clients and their personnel, customers, suppliers and other entities that may be involved in legal proceedings or investigations that directly or indirectly relate to such current, prospective or former clients, in any event in connection with the client or prospective client relationships, such as the promotion and delivery of professional services, sales and marketing, contract negotiations, communications with clients, providing advice, providing marketing information and client administration.  These services are of an advisory, consultancy or intermediary nature.  Services also include investigatory services and research.\r\n\r\n2.\tThe Company uses Protected Information pertaining to current, former or prospective employees of the Company and its foreign subsidiaries, and to employees’ and former employees’ dependents, in connection with the management and operation of the Company and its foreign subsidiaries, staff administration, making services and benefits available to these individuals, maintaining contact with former personnel, tax matters, government reporting, assessing performance, development and training, workforce planning and analysis. The Company also uses Protected Information to collect employee applicant information from our website.\r\n\r\n3.  The Company uses Protected Information regarding third parties (such as service providers and contractors) and their personnel in connection with the management and administration of the business relationships with such third parties.\r\n4.  The Company uses Protected Information to process consumer requests for marketing information or research through our website.",
    "address": "30 S. Wacker Drive, Suite 3550",
    "asp_index": "34436",
    "city": "Chicago",
    "contactemail1": "privacy@navigant.com",
    "contactfax1": "312-573-5678",
    "contactname1": "",
    "contactoff1": "Navigant Consulting, Inc.",
    "contactphone1": "312-573-5600",
    "contacttitle1": "",
    "corpoffemail1": "privacy@navigant.com",
    "corpofffax1": "312-573-5678",
    "corpoffname1": "Monica Weed",
    "corpoffphone1": "312-573-5600",
    "corpofftitle1": "Executive Vice President, General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2017-06-04",
    "orgverification": "In-House Verification",
    "personaldata": "On-line, offline, and manually processed",
    "ppdate": "2015-12-08",
    "previous": "28456",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) (for employee information), American Arbitration Association (ICDR/AAA Safe Harbor Program) (other personal information).",
    "signupdate": "2009-06-04",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60606"
}