{
    "Fax": "",
    "OrgName": "Mixpanel, Inc.",
    "PPLoc": "https://mixpanel.com/privacy/",
    "Phone": "415-688-4001",
    "activities": "Mixpanel Services are designed to allow Customer to learn how Customer’s customers, users and other individuals (“Authorized Users”) use Customer’s mobile applications, mobile websites or web properties by giving Customer the ability to collect information and data (collectively, “Customer Content”) based on their interaction with Customer’s mobile applications, mobile websites or web properties where Customer has integrated the Application Services and send communications to them. Some information is automatically collected including but not limited to: the time of an event, the elements an Authorized User has interacted with, metadata and other details about these elements including duration of interaction, how an Authorized User came to Customer’s site, what search engine and search keywords Authorized Users may have used to get to Customer’s site, information about the device an Authorized User is on such as their operating system and browser, as well as the city/country location of Authorized Users, tokens and IDs for push notifications. In addition, Customer can choose what other Customer Content Customer wants to collect such as age, IP addresses, user names, real names, email addresses and other custom properties. If Customer uses the Mixpanel Notifications service, the emails Customer send to Authorized Users through the Application Services may contain web beacons. Mixpanel collects, stores, and uses Customer Content to maintain and improve the Application Services.\r\n\r\nIn Mixpanel’s capacity as a data processor, Mixpanel acts on the instructions of its customers and does not own the personal information it may process on the customers’ behalf. As a data processor, Mixpanel uses reasonable physical, electronic, and administrative safeguards to protect personal information from loss; misuse; or unauthorized access, disclosure, alteration, or destruction.",
    "address": "405 Howard St, 2nd Floor",
    "asp_index": "34443",
    "city": "san francisco",
    "contactemail1": "legal@mixpanel.com",
    "contactfax1": "",
    "contactname1": "Justin Lau",
    "contactoff1": "Legal Dept",
    "contactphone1": "415-688-4001",
    "contacttitle1": "VP, Legal",
    "corpoffemail1": "suhail@mixpanel.com",
    "corpofffax1": "",
    "corpoffname1": "Suhail Doshi",
    "corpoffphone1": "415-688-4001",
    "corpofftitle1": "C.E.O.",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-11",
    "orgverification": "in-house",
    "personaldata": "Organization data, client data, customer data , website visitor",
    "ppdate": "2016-03-25",
    "previous": "26952",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor Program",
    "signupdate": "2014-04-11",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}