{
    "Fax": "(847) 905 7123",
    "OrgName": "Cardinal Intellectual Property",
    "PPLoc": "http://www.cardinal-ip.com/privacy-policy/ ",
    "Phone": "(847) 905-7122",
    "activities": "Intellectual Property management services including Patents, Trademarks and Copyrights.\r\n\r\nCardinal is the leading intellectual property services company in the United States. Our clients include Fortune 500 companies, law firms, and educational institutions.\r\n\r\nSubject to exceptions, such as 37 CFR 1.56. Duty to disclose information material to\r\npatentability (http://www.uspto.gov/web/offices/pac/mpep/mpep generally prohibits service providers from disclosing information about their subscribers to government officials.\r\n\r\nIn the absence of a court order, warrant, or subpoena, service providers must generally keep customer records or subscriber information confidential from the government and are also generally required to keep the contents of communications stored or maintained by the service confidential.  Cardinal protects and uses your personal information only to fulfill your requests and serve you better in the intellectual property services that we provide for you. We do not share your personal details with outside third parties without your consent. We will only send you materials you have indicated you want to receive according to your preferences, and we will honor your opt-out requests.",
    "address": "1603 Orrington Avenue, Suite 2010",
    "asp_index": "34452",
    "city": "Evanston",
    "contactemail1": "rao.vepachedu@cardinal-ip.com",
    "contactfax1": "(847) 905 7123",
    "contactname1": "Dr. Rao Vepachedu",
    "contactoff1": "Cardinal Intellectual Property, 1603 Orrington Avenue, Suite 2010, Evanston, IL 60201",
    "contactphone1": "(847) 859 3077",
    "contacttitle1": "Director of IP Management and Strategy",
    "corpoffemail1": "frank@cardinal-ip.com",
    "corpofffax1": "(847) 905 7123",
    "corpoffname1": "Frank C. Nicholas",
    "corpoffphone1": "(847) 905-7122",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Legal Services - (LES)",
    "industrysector_parsed": [
        "Legal Services - (LES)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-29",
    "orgverification": "In-house",
    "personaldata": "Organization, client, and customer information, includes manually processed data",
    "ppdate": "2002-12-31",
    "previous": "27434",
    "privacyprograms": "None",
    "recoursemech": "Cooperate and comply with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints.",
    "signupdate": "2013-04-29",
    "state": "Illinois",
    "statutorybody": "FTC",
    "zip": "60201"
}