{
    "Fax": "415-738-2318",
    "OrgName": "Quantcast Corporation",
    "PPLoc": "See link below",
    "Phone": "415-738-4755",
    "activities": "Quantcast receives personal information about the employees of its subsidiaries in the EU and transfers it to the United States where Quantcast is headquartered. This information is collected for general employment purposes, such as providing compensation benefits and related services, keeping updated organizational information, making employment-related decisions and employee training.",
    "address": "201 Third Street, Second Floor",
    "asp_index": "34463",
    "city": "San Francisco",
    "contactemail1": "gharrisnewton@quantcast.com",
    "contactfax1": "415-738-2318",
    "contactname1": "Ghita Harris-Newton",
    "contactoff1": "Legal Department",
    "contactphone1": "415-738-4755",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "gharrisnewton@quantcast.com",
    "corpofffax1": "415-738-2318",
    "corpoffname1": "Ghita Harris-Newton",
    "corpoffphone1": "415-738-4755",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "France, Germany, Ireland, Italy, Sweden, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-21",
    "orgverification": "In-house",
    "personaldata": "Personal data of Quantcast employees located in the EU and collected for general employment purposes is covered by the Safe Harbor Framework and could include address, compensation information, national identification number, employment history, and the employment agreement. Any of this data may be manually processed.",
    "ppdate": "2014-02-07",
    "previous": "25325",
    "privacyprograms": "Digital Advertising Alliance \r\nInternet Advertising Bureau EU\r\nNetwork Advertising Initiative \r\nEuropean Digital Advertising Alliance",
    "recoursemech": "Quantcast is committed to cooperating with the EU Data Protection Authorities (“DPAs”) in the investigation and resolution of complaints brought under the Safe Harbor Framework.  Quantcast will comply with any advice given by the DPAs where the DPAs take the view that the Quantcast needs to take specific action to comply with the Safe Harbor Principles, including remedial or compensatory measures for the benefit of individuals affected by any non-compliance with the Safe Harbor Principles.  Quantcast will provide the DPAs with written confirmation that such action has been taken.",
    "signupdate": "2012-11-21",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94103"
}