{
    "Fax": "",
    "OrgName": "GeoRiot Networks, Inc.",
    "PPLoc": "https:/ www.geni.us/privacy ",
    "Phone": "408-384-8165",
    "activities": "GeoRiot Networks, Inc. (“GeoRiot”) does not sell goods or provide services to natural persons (“Consumers”), or engage in transactions with Consumers. GeoRiot provides certain information services (“GeoRiot Services”) to businesses which do sell goods or provide services to Consumers through online marketplace services such as Apple iTunes and Amazon.com (“Clients”). In providing the GeoRiot Services, GeoRiot collects certain information, as described below, which may constitute Potential Personal Information. While GeoRiot does not believe that this Potential Personal Information is subject to the European Union Data Protection Directive, as a matter of prudence and due diligence GeoRiot has elected to attest to its adherence to the U.S.-E.U. Safe Harbor Framework, the U.S.-Swiss Safe Harbor Framework, and the Privacy Principles established by the E.U. Commission. \r\n\r\nGeoRiot performs the following GeoRiot Services: \r\n\r\n• The Link Localization service redirects Consumers to a page on a nationally- or regionally-specific international online marketplace, such as the iTunes and/or Amazon online international storefronts (“Storefronts”), which GeoRiot applications determine is likely to be the most relevant for that Consumer based on a specialized link clicked on by that Consumer, a transaction in which the Consumer’s device transmits data identifying the geographical location of the device at a level of potential specificity no more detailed than the applicable postal code (“Location Data”). Localization helps ensure that the Consumer sees fewer error messages, and helps improve a Consumer’s buying experience by placing them in a storefront where shipping and tax rates are minimized, and currency and language are appropriate. Localization also helps ensure the proper use of nationally- or regionally-specific affiliate programs. \r\n\r\n• The GeoRiot Data Analytics service provides Clients with marketing content based on Location Data as well as the type of computer, tablet, smartphone or other device (“Device Data”) used by a Consumer, as well as the Device’s operating system, browser and other applications on the Device (“Software Data”), and previous transactions using the Device (“Transactions Data”). Our Data Analytics service helps Clients ensure that advertising content is relevant to the Consumer and appropriate to the country or region where the Consumer is located.\r\n\r\nGeoRiot does not collect or use information such as names, addresses or other contact information, governmental or corporate identification numbers, account numbers or images, or other information which specifically identifies individuals (“Personal Data”). However, the data collected by GeoRiot may include Internet protocol (“IP”) address numbers or “cookies.” Because it may be possible to use such information, or potentially other Location, Device, Software or Transaction information in combination with other information to identify individual Consumers, GeoRiot has identified this information as Potential Personal Information, and as a matter of due diligence and prudence GeoRiot has taken appropriate measures to ensure the security, integrity and ethical use of such information. GeoRiot does not combine Potential Personal Information with other data to identify individuals for purposes of the GeoRiot Services.  \r\n\r\nGeoRiot does collect some Personal Information as an ancillary function in contracting with Clients (“Client Contact Information”), in particular information identifying and providing contact information for the Client officer responsible for the contract. It is also possible that some Clients may be natural and not corporate persons. Client Contact Information is provided voluntarily by the Client or Client officer for use by GeoRiot for purposes of contract and account management and administration.",
    "address": "2320 S. Spokane St.",
    "asp_index": "34470",
    "city": "Seattle",
    "contactemail1": "contact@georiot.com",
    "contactfax1": "",
    "contactname1": "Jesse Pasichnyk",
    "contactoff1": "GeoRiot Networks, Inc., 2320 S. Spokane St., Seattle, Washington 98144",
    "contactphone1": "408-384-8165",
    "contacttitle1": "President / Chief Technology Officer",
    "corpoffemail1": "pasichnyk@georiot.com",
    "corpofffax1": "",
    "corpoffname1": "Jesse Pasichnyk",
    "corpoffphone1": "408-384-8165",
    "corpofftitle1": "President / Chief Technology Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-02",
    "orgverification": "In-House",
    "personaldata": "Potential Personal Information, as described above, is processed automatically. Client Contact Information may be processed automatically or manually.",
    "ppdate": "2016-06-01",
    "previous": "27338",
    "privacyprograms": "None",
    "recoursemech": "The Federal Trade Commission may investigate violations of this Policy, and enforce compliance with the Safe Harbor and applicable law.\r\n\r\nGeoRiot provides assurance of its compliance with this Privacy Policy by conducting internal assessments of its relevant practices internally. In the event such an assessment finds non-compliant privacy, corrective action plans will be developed to resolve the identified gaps in compliance, as well as preventive action plans to maintain compliance.\r\nAny employee GeoRiot finds has violated this Policy will be subject to disciplinary action up to and including termination of employment.\r\n\r\nDisputes that cannot be resolved will be subject to arbitration by an arbitrator from the American Arbitration Association, under the rules of that Association.",
    "signupdate": "2014-04-02",
    "state": "Washington",
    "statutorybody": "FTC",
    "zip": "98144"
}