{
    "Fax": "480-361-8801",
    "OrgName": "Global Mobility Solutions",
    "PPLoc": "http://gmsmobility.com/privacy-policy/ ",
    "Phone": "800-617-1904",
    "activities": "Global Mobility Solutions is a full service employee mobility provider. We specialize in creating custom employee relocation programs, coordinating and administering relocation services to corporate entities.\r\nWe collect personal information from the relocating employees, who serve as our customers throughout the relocation process, such as; name, email address, mailing address, phone number, and employee housing information. In addition, we also collect information relating to the employee’s company, who serves as our client, such as company name, size and business type.\r\nThe information collected is used to assess the service needs of our customers relating to product and service offerings, disburse appropriate information in response to customer, conduct target market research and improve on marketing and service offerings. Any information collected throughout the duration of the transaction has an archival retention period of seven years or per client requirements, whichever is less.\r\nWe may provide third party vendors with information to help us provide services to our customers. These vendors are restricted from using the information for any additional products and services beyond the original request.",
    "address": "15333 N Pima Rd, Suite 240",
    "asp_index": "34491",
    "city": "Scottsdale",
    "contactemail1": "lhusted@gmsmobility.com",
    "contactfax1": "480-361-8841",
    "contactname1": "Lisa Husted",
    "contactoff1": "Gobal Mobility Solutions",
    "contactphone1": "480-361-8840",
    "contacttitle1": "Director, Sales Administration",
    "corpoffemail1": "swester@gmsmobility.com",
    "corpofffax1": "800-617-8821",
    "corpoffname1": "Steven Wester",
    "corpoffphone1": "800-617-1904",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)Transportation Srvs (Except Aviation) - (TRN)",
    "industrysector_parsed": [
        "General Services - (GSV)",
        "Transportation Srvs (Except Aviation) - (TRN)"
    ],
    "latest": "true",
    "nextcertification": "2017-08-21",
    "orgverification": "In-House and TRUSTe",
    "personaldata": "On-line data",
    "ppdate": "2016-06-14",
    "previous": "29230",
    "privacyprograms": "TRUSTe's Privacy Seal Program",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-08-21",
    "state": "Arizona",
    "statutorybody": "FTC",
    "zip": "85260"
}