{
    "CertifiedThroughLabel": "",
    "Fax": "",
    "OrgName": "GreatHorn Inc.",
    "PPLoc": "http://www.greathorn.com/privacy-policy/ ",
    "Phone": "8006042566",
    "activities": "GreatHorn may collect and track certain information about website visitors, including but not limited to visitors' IP address, the type of browser used, and the website visited before our Website was accessed. We may also ask for additional personal information, such as title, phone number, department name or additional company information, such as annual revenues, number of employees, or industry. Visitors can opt out of providing this additional information by not entering it when asked.\r\n\r\nClients of GreatHorn's service may have email metadata (IP addresses of servers, existing plaintext information send via the public internet, and destination/recipient data provided via the same channels) transmitted in encrypted form to the GreatHorn data cloud. Customers can opt out of providing this additional information by choosing to host the GreatHorn product within their own environment, and no personally identifiable information, email content, or other data is stored by GreatHorn within its data cloud at any time.",
    "address": "116 Beech St",
    "asp_index": "34526",
    "city": "Belmont",
    "contactemail1": "kobrien@greathorn.com",
    "contactfax1": "",
    "contactname1": "Kevin O'Brien",
    "contactoff1": "GreatHorn HQ",
    "contactphone1": "8006042566",
    "contacttitle1": "CEO",
    "corpoffemail1": "kobrien@greathorn.com",
    "corpofffax1": "",
    "corpoffname1": "Kevin O'Brien",
    "corpoffphone1": "8006042566",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-06-28",
    "orgverification": "In-­house and TRUSTe (see link above)",
    "personaldata": "Client, visitor; does not include manually processed data",
    "ppdate": "2016-06-15",
    "previous": "",
    "privacyprograms": "TRUSTe's Privacy Seal program",
    "recoursemech": "TRUSTe (see link above)",
    "signupdate": "2016-06-28",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02478"
}