{
    "Fax": "781-583-5533",
    "OrgName": "Adelphic, Inc.",
    "PPLoc": "http://www.adelphic.com/privacy-policy ",
    "Phone": "781-583-1000",
    "activities": "A. IP addresses, device identifiers, and other device information\r\n\r\nIn the course of executing advertising campaigns on behalf of our customers, our programmatic advertising platform receives from advertising exchanges and other entities information about devices where advertising can be or has been shown. This information may include IP addresses, device identifiers, device types, operating systems, browsers, and latitude and longitude. This information is collected at data centers in the US and in the EU; it is ultimately stored in databases in the US.\r\n\r\nThis data is encrypted while in transit, is accessible only by authorized Adelphic personnel while at rest, and is automatically deleted 90 days after it was collected.\r\n\r\nNOTE: Our understanding is that these forms of device information can be considered personal information. However, from the device information we hold, we are generally not able to identify a person. Further, if contacted by a person, we are not necessarily able to determine which device information is associated with that person. Therefore, because we may not hold sufficient data, it may not always be possible, despite best efforts, to satisfy Safe Harbor provisions such as the requirement for Access.\r\n\r\nB. Contact information\r\n\r\nIn the course of business, we obtain and communicate contact information, such as names, addresses, email addresses, and phone numbers, for potential or actual customers, contractors, vendors, and business partners of Adelphic.\r\n\r\nWe use this information only in ways compatible with the purpose for which we obtained it. If transmitted electronically from the EU to the US, this data is encrypted.\r\n\r\nC. Customer or visitor information\r\n\r\nIn the course of business, we collect personal information such as names and email addresses of\r\n\r\n[1] Customers who are users of our advertising platform; for each user, upon request by the customer and with information provided by the customer for this purpose, we create a login account and we record the name, the email address, and the platform account name.\r\n\r\n[2] Visitors to our websites who voluntarily provide personal information to us when performing actions such as submitting a question or registering to use our services.\r\n\r\nWe use this personal information only in ways compatible with the purpose for which we collected it, such as to send or receive communications related to the use of our services. This information is encrypted when in transit and is accessible only by authorized Adelphic personnel when at rest.",
    "address": "880 Main Street, Floor 3",
    "asp_index": "34560",
    "city": "Waltham",
    "contactemail1": "mkong@adelphic.com",
    "contactfax1": "781-583-5533",
    "contactname1": "Mike Kong",
    "contactoff1": "Adelphic Headquarters",
    "contactphone1": "781-583-1000",
    "contacttitle1": "Vice President of Engineering",
    "corpoffemail1": "joe@adelphic.com",
    "corpofffax1": "781-583-5533",
    "corpoffname1": "Joe Grabmeier",
    "corpoffphone1": "781-583-1000",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Advertising Services - (ADV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)"
    ],
    "latest": "true",
    "nextcertification": "2017-06-17",
    "orgverification": "In-house",
    "personaldata": "IP addresses, device identifiers, and other device information; contact information; and customer or visitor information",
    "ppdate": "2015-06-09",
    "previous": "28343",
    "privacyprograms": "We participate in the DAA’s Self-Regulatory Program for Interest Based Advertising.",
    "recoursemech": "We have agreed to participate in the dispute resolution procedures of the panel established by the European data protection authorities (DPAs) to resolve disputes pursuant to the Safe Harbor Principles, as well as to cooperate and comply with the Federal Data Protection and Information Commissioner (FDPIC) of Switzerland.",
    "signupdate": "2015-06-17",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02451"
}