{
    "CertificationStatus": "true",
    "Fax": "999-999-9999",
    "OrgName": "Sevanta Systems Corporation",
    "PPLoc": "http://sevanta.com/privacy.php ",
    "Phone": "+1-888-727-9644",
    "activities": "This certification applies to Sevanta Systems Corporation (“Sevanta”).  Sevanta receives personal information regarding natural persons located in the EEA and/or Switzerland (“EEA data subjects”) in connection with activities such as: 1) the use and operation by Sevanta of websites through which Sevanta carries on its business and supplies services to EEA data subjects; 2) the distribution, within member states of the EEA and/or Switzerland, by Sevanta (and other third parties authorized to do so by Sevanta) of applications and products to EEA data subjects; and 3) the provision of data services to companies that use Sevanta products for commercial purposes including services that provide computing and various information processing services.  Personal information listed above are received, held and processed by Sevanta for different purposes depending upon the particular service or product being provided. These purposes may include any of the following: sales and marketing to individuals, consumers and/or businesses; contract negotiation; effecting transactions with individuals, consumers and/or businesses; supplying services and/or products to such consumers and/or businesses; operating, developing and improving services and products; personalizing Sevanta services and products; financial processing and management; supplier relationship management; fraud detection and prevention; compliance with governmental, legislative and regulatory bodies; customer support and/or customer relationship management; and human resources purposes. The personal information received by Sevanta from EEA and/or Switzerland includes both personal data that Sevanta processes as a data controller and personal data that Sevanta processes as a data processor.",
    "address": "PO Box 431435",
    "asp_index": "34572",
    "city": "South Miami",
    "contactemail1": "safeharbor@sevanta.com",
    "contactfax1": "999-999-9999",
    "contactname1": "Daniel Lopez",
    "contactoff1": "HQ",
    "contactphone1": "+1-888-727-9644",
    "contacttitle1": "President",
    "corpoffemail1": "safeharbor@sevanta.com",
    "corpofffax1": "999-999-9999",
    "corpoffname1": "Daniel Lopez",
    "corpoffphone1": "+1-888-727-9644",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-07-12",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed",
    "ppdate": "2013-07-10",
    "previous": "28577",
    "privacyprograms": "None",
    "recoursemech": "Sevanta will cooperate with JAMS in accordance with the JAMS International Mediation Rules.",
    "signupdate": "2013-07-12",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33243"
}