{
    "Fax": "813-286-6000",
    "OrgName": "PricewaterhouseCoopers LLP",
    "PPLoc": "http://www.pwc.com/safeharborpolicy ",
    "Phone": "646-471-3000",
    "activities": "PricewaterhouseCoopers LLP (“PwC US”) uses personal information regarding current, former and prospective partners, principals and employees for the operation and management of PricewaterhouseCoopers, human resource administration, and maintaining contact with individuals.  \r\n\r\nPwC US uses personal information regarding current, former and prospective clients and their personnel or others for the delivery of PricewaterhouseCoopers services, ongoing relationship management, and business development activities.  \r\n\r\nPwC US uses personal information regarding our third parties and their personnel in connection with the management and administration  of the business relationships with such third parties.         \r\n\r\nAdditionally, PwC US may from time to time, collect personal information from the general public in order to answer inquiries or provide information requested.",
    "address": "300 Madison Avenue",
    "asp_index": "34614",
    "city": "New York",
    "contactemail1": "ethics&compliance.office@us.pwc.com",
    "contactfax1": "813-741-8489",
    "contactname1": "Jude A. Curtis",
    "contactoff1": "Ethics and Compliance Office",
    "contactphone1": "646-471-0900",
    "contacttitle1": "Chief Ethics and Compliance Officer",
    "corpoffemail1": "jude.curtis@us.pwc.com",
    "corpofffax1": "813-741-8489",
    "corpoffname1": "Jude A. Curtis",
    "corpoffphone1": "646-471-0900",
    "corpofftitle1": "Chief Ethics and Compliance Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Accounting Services - (ACT)",
    "industrysector_parsed": [
        "Accounting Services - (ACT)"
    ],
    "latest": "true",
    "nextcertification": "2017-06-30",
    "orgverification": "In-house",
    "personaldata": "Personal data in electronic and paper forms collected from current, former and prospective PwC partners, principals, and employees; clients; and other third parties.",
    "ppdate": "2005-06-30",
    "previous": "28661",
    "privacyprograms": "None",
    "recoursemech": "For Human Resources Data - EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)\r\nFor all others - American Arbitration Association (AAA)",
    "signupdate": "2005-06-29",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10017"
}