{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "Kiind, Corp",
    "PPLoc": "http://giftbit.com/terms-and-privacy ",
    "Phone": "877-554-2186",
    "activities": "Kiind, Corp, DBA Giftbit, (\"Giftbit\") is digital gift card fulfilment and delivery service for businesses. \r\nGiftbit's business primarily serves US clients with US gift card recipients. Our web servers are located in the USA.\r\n\r\nSome of the digital gift cards Giftbit offers work internationally, including in EU nations.\r\n\r\nNew Giftbit clients wish use our service to send digital gift cards to opt-in recipients in the EU.\r\nThis requires Giftbit to receive the email address of the gift card recipient. The client may also submit a recipient first name to personalize the gift email.\r\n\r\nGiftbit uses this information to send a CAN-SPAM compliant gift email to the recipient. Giftbit also tracks whether the recipient clicks through and claims the gift card and reports that data back to the client for the purpose of accountability.\r\n\r\nGiftbit does not use recipient data other than to fulfil and deliver an accountable gift card email to a recipient.",
    "address": "1209 Orange Street",
    "asp_index": "34618",
    "city": "Wilmington",
    "contactemail1": "liam@giftbit.com",
    "contactfax1": "",
    "contactname1": "Liam McDonald",
    "contactoff1": "Giftbit, 1546 NW 56th Street  Seattle, WA 98107",
    "contactphone1": "877-554-2186",
    "contacttitle1": "Merchant Services",
    "corpoffemail1": "hello@giftbit.com",
    "corpofffax1": "",
    "corpoffname1": "Leif Baradoy",
    "corpoffphone1": "877-554-2186",
    "corpofftitle1": "President and CEO",
    "eucountries": "France, Germany, Ireland, Italy, Norway, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NOR",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-06-19",
    "orgverification": "In-house",
    "personaldata": "All of it. No data is manually processed.",
    "ppdate": "2016-06-21",
    "previous": "28634",
    "privacyprograms": "Giftbit runs a self-regulatory privacy program that adheres to the Safe Harbor Privacy Principles. This program is reviewed and audited internally and by our enterprise clients.",
    "recoursemech": "EU DPAs and Swiss FDPIC\r\n\r\nOur clients are subject to the Safe Harbor Framework, so individual gift card recipients have direct recourse to Giftbit clients, who can conduct an independent investigation of Giftbit's compliance. Compliance under this program is part of Giftbit's contractual obligation with our clients, so they have legal recourse, should a significant and problematic compliance breach be uncovered.",
    "signupdate": "2015-06-19",
    "state": "Delaware",
    "statutorybody": "FTC",
    "zip": "19801"
}