{
    "CertifiedThroughLabel": "",
    "Fax": "727-827-3940",
    "OrgName": "YourMembership.com",
    "PPLoc": "http://www.yourmembership.com/legal.aspx ",
    "Phone": "727-827-0046 x850",
    "activities": "SaaS model online communities, websites and membership management; job posting and buyers' guides. The information we collect is used to provide services to our customers and the statement of privacy explains data collection and use in those situations. Please read the complete privacy statement at the link below.\r\n\r\nYM collects your information in order to record, support and facilitate your participation on the Site from which this policy is linked. If you subscribe to or register on the site, for example, the information is used provide access to the website and other benefits that may be made available to registered users. Your personal information is also used to track your website preferences and keep you informed within the community unless you have opted not to receive such communications or such communications are prohibited by law.\r\nYM may collect information about the use of the Services and the Site, such as the number of downloads, types of Services used, how many users we receive daily, and the IP/Internet address of your computer. This information is collected in aggregate form, without identifying any user individually.\r\nYM may use this aggregate, non-identifying statistical data for improving the Site and Services, providing more relevant experiences to our customers and for statistical analysis.",
    "address": "9620 Executive Center Drive N #200",
    "asp_index": "34640",
    "city": "St. Petersburg",
    "contactemail1": "gapple@yourmembership.com",
    "contactfax1": "727-827-3940",
    "contactname1": "",
    "contactoff1": "YourMembership.com",
    "contactphone1": "727-827-0046",
    "contacttitle1": "",
    "corpoffemail1": "mbranca@yourmembership.com",
    "corpofffax1": "727-827-3940",
    "corpoffname1": "Michael Branca",
    "corpoffphone1": "727-827-0046 x850",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-04-29",
    "orgverification": "In-house",
    "personaldata": "off-line, online",
    "ppdate": "2000-01-14",
    "previous": "27453",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor",
    "signupdate": "2008-04-29",
    "state": "Florida",
    "statutorybody": "FTC",
    "zip": "33702"
}