{
    "CertifiedThroughLabel": "",
    "Fax": "978-774-5459",
    "OrgName": "ISO Claims Partners, Inc.",
    "PPLoc": "http://www.verisk.com/iso/privacy-trademarks-use/iso-claims-partners-safe-harbor-privacy-statement.html ",
    "Phone": "866-630-2772",
    "activities": "ISO Claims Partners, Inc. (ISO CP) licenses to its customers MSP Navigator, which is a comprehensive solution for Section 111 reporting under the Medicare, Medicaid, and SCHIP Extension Act of 2007. Customers may access MSP Navigator (i) through a fully-automated electronic file interchange connected to the customer’s claims system(s) or (ii) through entry via ISO CP’s web-portal. ISO CP also offers support services related to MSP Navigator via telephone or email. In the course of providing MSP Navigator and related support services, ISO CP may access or obtain personal data about a corporate customer’s consumers located in the EEA or Switzerland. ISO CP accesses or obtains these data on behalf of its customers to provide Section 111 reporting services to its customers. In connection with providing these services, ISO CP acts as a data processor to its customers and pursuant to their instructions. ISO CP also collects personal data directly from consumers. This collection occurs, for example, when a consumer visits ISO CP’s relevant website and provides personal data to ISO CP on the publicly-available pages of the Site. In addition, ISO CP obtains consumer personal data, such as contact information, in connection with maintaining its customer relationships and providing its products and services to customers.",
    "address": "400 Riverpark Drive Suite 400",
    "asp_index": "34643",
    "city": "North Reading",
    "contactemail1": "ndean@verisk.com",
    "contactfax1": "201-469-4143",
    "contactname1": "Nancy Dean",
    "contactoff1": "Enterprise Risk & Compliance",
    "contactphone1": "201-469-2611",
    "contacttitle1": "Vice President - Compliance",
    "corpoffemail1": "rlewis@iso.com",
    "corpofffax1": "978-774-0540",
    "corpoffname1": "Robert T. Lewis",
    "corpoffphone1": "978-825-8100",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Insurance Services - (INS)Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Insurance Services - (INS)"
    ],
    "latest": "true",
    "nextcertification": "2017-07-02",
    "orgverification": "In-house self-assessment",
    "personaldata": "Offline, Online",
    "ppdate": "2016-05-06",
    "previous": "28931",
    "privacyprograms": "None",
    "recoursemech": "ISO CP will cooperate with JAMS in accordance with the JAMS International Mediation Rules.",
    "signupdate": "2013-07-02",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01864"
}