{
    "CertifiedThroughLabel": "",
    "Fax": "877-278-2021",
    "OrgName": "A-CHECK AMERICA, INC.",
    "PPLoc": "https://acheckglobal.com/privacy.aspx",
    "Phone": "877-345-2021",
    "activities": "A-Check America, Inc., DBA A-Check Global, is a corporation specializing primarily in employment screening. The company collects sensitive and confidential information such as names, addresses, social security numbers, date of birth, credit history, criminal records, employment history, educational history, credentials and more, as permitted by law. Information is obtained from a variety of sources, including but not limited to  primary records repositories (courts, police, corrections departments, etc.), Departments of Motor Vehicles, prior employers, and previous educational institutions. The information is compiled into a report, commonly referred to as a “Consumer Report” or a “Background Screening Report.” Information is collected primarily for the purposes of employment screening on behalf of employers who have a legitimate reason for requesting the information, and\r\n only with the written, unambiguous consent from the individual subject to our inquiries.\r\n The information we collect is not used for any other purpose. It is not sold or distributed to any other parties, or used compile direct mail lists. We do not conduct investigations for Private Investigators, Attorneys, private parties, bill collectors or for businesses operated primarily out of homes. All data collection, storage and utilization procedures practiced by A-Check America are in compliance with all applicable laws, which include the Federal Fair Credit Reporting Act (FCRA), individual state or province background screening and privacy laws, the European Union Data Protection Directive and any other national laws, as applicable.",
    "address": "1501 RESEARCH PARK DRIVE",
    "asp_index": "34669",
    "city": "RIVERSIDE",
    "contactemail1": "compliancedept@acheckglobal.com",
    "contactfax1": "951-750-1590",
    "contactname1": "Gary Hanley",
    "contactoff1": "A-CHECK AMERICA, INC.",
    "contactphone1": "877-345-2021",
    "contacttitle1": "Director of Compliance",
    "corpoffemail1": "mhoyal@acheckglobal.com",
    "corpofffax1": "951-750-1302",
    "corpoffname1": "MICHAEL HOYAL",
    "corpoffphone1": "877-345-2021",
    "corpofftitle1": "PRESIDENT",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Employment Services - (EMP)Information Services - (INF)",
    "industrysector_parsed": [
        "Employment Services - (EMP)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-06-02",
    "orgverification": "In-house",
    "personaldata": "off-line, on-line, manually processed data",
    "ppdate": "2008-05-15",
    "previous": "29249",
    "privacyprograms": "NAPBS\r\nVERISIGN\r\nTHAWTE",
    "recoursemech": "EU Data Protection Authorities (DPAs)",
    "signupdate": "2008-06-02",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92507"
}