{
    "CertificationStatus": "true",
    "Fax": "314-654-5366",
    "OrgName": "Mallinckrodt",
    "PPLoc": "http://www.mallinckrodt.com ",
    "Phone": "314-654-2000",
    "activities": "Personal Information regarding prospective, current, and former Mallinckrodt employees in the EU/EEA and/or Switzerland is transferred to the US for customary and legitimate business purposes, such as reaching decisions regarding hiring, placement, and promotion; providing compensation and benefits; offering training and career development; supporting other Human Resources programs and services; meeting legal, audit, and insurance requirements; issuing travel safety bulletins; and ensuring compliance with other Mallinckrodt policies.  Also, Personal Information regarding patients, customers, suppliers, and health care professionals located in the EU/EEA and/or Switzerland is transferred to the US for customary and legitimate purposes, such as clinical research; product safety and quality monitoring activities; providing education and training; expense management; supporting business operations; meeting legal, audit, and insurance requirements; and ensuring compliance with Mallinckrodt policies.",
    "address": "675 McDonnell Blvd.",
    "asp_index": "34672",
    "city": "Hazelwood",
    "contactemail1": "safeharbor@mallinckrodt.com",
    "contactfax1": "314-654-9700",
    "contactname1": "",
    "contactoff1": "Mallinckrodt Privacy and Data Security Office",
    "contactphone1": "314-654-3903",
    "contacttitle1": "",
    "corpoffemail1": "bob.budenholzer@mallinckrodt.com",
    "corpofffax1": "314-654-5366",
    "corpoffname1": "Robert Budenholzer",
    "corpoffphone1": "314-654-6078",
    "corpofftitle1": "VP & Associate General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Medical Equipment - (MED)",
    "industrysector_parsed": [
        "Drugs & Pharmaceuticals - (DRG)",
        "Medical Equipment - (MED)"
    ],
    "latest": "true",
    "nextcertification": "2017-06-27",
    "orgverification": "In-house verification",
    "personaldata": "Electronically and manually processed human resources data, clinical data, marketing data, customer data, supplier data, and health care professional data.",
    "ppdate": "2013-07-01",
    "previous": "28721",
    "privacyprograms": "None",
    "recoursemech": "HR data: EU Data Protection Authorities (DPAs) and Swiss Federal Data Protection and Information Commission (FDPIC).  All other data, JAMS",
    "signupdate": "2013-06-27",
    "state": "Missouri",
    "statutorybody": "FTC",
    "zip": "63042"
}