{
    "CertificationStatus": "true",
    "Fax": "650-887-2575",
    "OrgName": "Ensighten Inc.",
    "PPLoc": "https:/ www.ensighten.com/privacy-policy ",
    "Phone": "650-249-4712",
    "activities": "Ensighten provides a “Tag Management System” to third party to entities that have established a business relationship with Ensighten.  The Tag Management System provides a secure web interface that enables our customers to create, update, delete, track, and publish website tags and related metadata that allow our customers to manage online behavioral tracking and cookies for their websites (for example, by setting their preferances to identify tags that indicate a visitor to their website has requested not to be tracked, so that the website can honor this request in accordance with the EU Cookie Directive). Ensighten's customers (\"Account Owners\") provide personally identifiable information when creating an account and when accessing the user interface to use the Tag Management System. \r\n\r\nThe personally identifiable information is collected for the purposes of authenticating account access and contacting the account owner for the purpose of establishing and maintaining an account relationship.\r\n\r\nIn addition to the foregoing PII, when Account Owners access their data via the secure web interface, Ensighten collects information about the way they use Ensighten's services, such as their IP address, the type of browser they are using, and the numbers and durations of site visits.",
    "address": "1741 Technology Drive Suite 500",
    "asp_index": "34671",
    "city": "San Jose",
    "contactemail1": "josh.miller@ensighten.com",
    "contactfax1": "650-396-5187",
    "contactname1": "Josh Miller",
    "contactoff1": "Ensighten",
    "contactphone1": "650-241-1346",
    "contacttitle1": "Global Head of Security & Compliance",
    "corpoffemail1": "josh@ensighten.com",
    "corpofffax1": "650-887-2575",
    "corpoffname1": "Josh Manion",
    "corpoffphone1": "650-249-4248",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-07-19",
    "orgverification": "In-House",
    "personaldata": "Personal information for Ensighten clients",
    "ppdate": "2012-06-22",
    "previous": "29589",
    "privacyprograms": "Ensighten is a member of the Online Trust Alliance and is named to OTA 2012, 2013, 2014, 2015, and 2016 Honor\r\nRolls. https://otalliance.org/about/Members.htm",
    "recoursemech": "For organization human resources data: EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner; for all other data: American Arbitration Association (ICDR/AAA Safe Harbor program)",
    "signupdate": "2012-07-19",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95110"
}