{
    "CertifiedThroughLabel": "",
    "Fax": "(650) 617-3201",
    "OrgName": "FormalisTech Corp.",
    "PPLoc": "http://www.formalistech.com/en/PrivacyPolicy.html ",
    "Phone": "(650) 617 3233",
    "activities": "FormalisTech Corp. is a software company that develops products related to customer service management. FormalisTech Corp. offers a customer service solution on the Cloud (SaaS) that allows to exchange information among our customers and their clients. The application transfers and stores information on behalf of its customers. FormalisTech Corp. does not control or supervise the data inserted on its platform and does not share personal information with third parties, unless explicitly approved by the user. Customers may include personal information while using FormalisTech Corp. platform, however this is not the purpose of the platform or its intended use. FormalisTech Corp. only manage the transmission and the storage of such data in digital format without knowing their purpose or content.",
    "address": "530 Lytton Ave 2nd Floor",
    "asp_index": "34689",
    "city": "Palo Alto",
    "contactemail1": "privacy@formalistech.com",
    "contactfax1": "(650) 617-3201",
    "contactname1": "Mauro Luzietti",
    "contactoff1": "FormalisTech Corp.",
    "contactphone1": "(650) 617 3233",
    "contacttitle1": "Privacy Officer",
    "corpoffemail1": "tamer.gulce@formalistech.com",
    "corpofffax1": "(650) 617-3201",
    "corpoffname1": "Tamer Gulce",
    "corpoffphone1": "(650) 617 3233",
    "corpofftitle1": "General Manager",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-06-17",
    "orgverification": "In-house",
    "personaldata": "Online data collected through customer sign-up, or as may be collected online by FormalisTech Corp.'s customers' customers, and placed on FormalisTech Corp.'s platform. FormalisTech Corp. does not process any data manually.",
    "ppdate": "2013-03-05",
    "previous": "28315",
    "privacyprograms": "None",
    "recoursemech": "FormalisTech Corp. intends to cooperate with the dispute resolution program provided by the European Union data protection authorities, as well as the Swiss Federal Data Protection and Information Commissioner.",
    "signupdate": "2013-06-17",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94301"
}