{
    "CertifiedThroughLabel": "",
    "Fax": "617-535-6001",
    "OrgName": "TalentDrive, LLC",
    "PPLoc": "http://www.talentdrive.com/privacy.html ",
    "Phone": "312-496-7919",
    "activities": "TalentDrive is the creator of the leading online resume aggregation search engine, TalentFilter. One of the easiest to use sourcing tools on the market, TalentFilter is available exclusively through TalentDrive’s 25 API partners. TalentFilter sweeps and unifies thousands of paid and free resume databases into one location, using sophisticated matching and filtering to rank results.\r\n \r\nTalentDrive accepts personal information offered by citizens specific to information the person may include on her or his resume or curriculum vitae. TalentDrive does not require any person to provide any personal information, we only search for and find information that citizens have placed or had placed on the internet in the public domain or on proprietary databases for the purpose of employment or professional advancement. \r\n\r\nTalentDrive receives personal information from citizens of most EU/EEA Countries including: Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, and United Kingdom.",
    "address": "711 Boylston Street",
    "asp_index": "34681",
    "city": "Boston",
    "contactemail1": "kcarroll@aquent.com",
    "contactfax1": "",
    "contactname1": "Kristin Carroll",
    "contactoff1": "TalentDrive, LLC",
    "contactphone1": "617-535-4564",
    "contacttitle1": "Counsel",
    "corpoffemail1": "sbisceglia@talentdrive.com",
    "corpofffax1": "",
    "corpoffname1": "Sean Bisceglia",
    "corpoffphone1": "312-676-4202",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-06-08",
    "orgverification": "Third Party",
    "personaldata": "online, offline, human resources data",
    "ppdate": "2015-09-15",
    "previous": "28503",
    "privacyprograms": "TRUSTe",
    "recoursemech": "For organization human resources data: TalentDrive is committed to working directly with the EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC); For all other categories of data: TalentDrive will work with TRUSTe to maintain compliance and to fully investigate and resolve complaints",
    "signupdate": "2009-06-08",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02116"
}