{
    "CertifiedThroughLabel": "",
    "Fax": "(412) 553-4498",
    "OrgName": "Alcoa Inc. and its controlled US subsidiaries",
    "PPLoc": "http://www.alcoa.com/global/en/pdf/Safe_Harbor_Privacy_Principles.pdf ",
    "Phone": "(412) 553-4545",
    "activities": "Alcoa Inc. may process, or have authorized third parties process on its behalf, certain personal information from customers, suppliers, employees, candidates for employment, and others in order to operate Alcoa's global businesses.  Among the data that is processed is personal data for potential, current, and former employees and contractors, for the purpose of managing and administering employment and human resources programs in a consistent, global framework; and customer and supplier data, primarily contact information, for the purpose of facilitating business relationships.  Personal information is also processed by the company and authorized third parties in order to provide various operational, business, and consumer services, including global compliance and learning systems, and support for global environmental, health, and safety programs.  Personal information is also processed by the company and authorized third parties in order to provide for the efficient operation of a global IT infrastructure, including email, internet gateways, and file shares that are replicated or consolidated; for company network access and mobility; and for auditing, accounting, and financial analyses, as well as to address cyber security issues, internal investigations, ethics investigations, law enforcement and government inquiries, and compliance with company policy and contractual and legal obligations.",
    "address": "Alcoa Corporate Center, 201 Isabella Street",
    "asp_index": "34756",
    "city": "Pittsburgh",
    "contactemail1": "alan.levine@alcoa.com",
    "contactfax1": "(412) 553-4350",
    "contactname1": "Alan Levine",
    "contactoff1": "Global Information Security and Privacy",
    "contactphone1": "(412) 553-4298",
    "contacttitle1": "Chief Information Security and Privacy Officer",
    "corpoffemail1": "graeme.bottger@alcoa.com",
    "corpofffax1": "(412) 553-3640",
    "corpoffname1": "Graeme Bottger",
    "corpoffphone1": "(412) 553-2169",
    "corpofftitle1": "Executive Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Non-Ferrous Metals - (NFM)",
    "industrysector_parsed": [
        "Non-Ferrous Metals - (NFM)"
    ],
    "latest": "true",
    "nextcertification": "2017-06-13",
    "orgverification": "In-house",
    "personaldata": "on-line, off-line employee-, customer-, and supplier-related data",
    "ppdate": "2010-06-11",
    "previous": "28778",
    "privacyprograms": "None",
    "recoursemech": "Cooperation with the EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2008-06-13",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "15212-5858"
}