{
    "CertificationStatus": "true",
    "Fax": "",
    "OrgName": "FinancialForce.com, inc.",
    "PPLoc": "http://www.financialforce.com/company/cloud-erp/legal/ ",
    "Phone": "(866) 743-2220",
    "activities": "FinancialForce.com develops and provides web-based business applications for enterprise resource planning, specifically financial management, professional services automation, and human capital management.  FinancialForce.com is an alliance partner of Salesforce, and FinancialForce.com’s applications are developed and run natively on Salesforce’s web-based Force.com platform.   When using FinancialForce.com’s applications, customers submit electronic data and information, including personal data, to the FinancialForce.com applications, and that data and information is stored on the Salesforce servers used to operate the Force.com platform.  In this context, FinancialForce.com acts as a data processor and does not determine how its customers’ data is utilized in the FinancialForce.com applications or in the Force.com platform. FinancialForce.com does not choose or determine the types of data that are submitted to its applications and the Force.com platform, and any access to or use of such data by FinancialForce.com is incidental to completing the contractual obligations of FinancialForce.com, as data processor, to its customers. As part of FinancialForce.com’s consulting operations, FinancialForce.com.com processes data and information, including personal data, on behalf of its customers. In this context, FinancialForce.com acts as a data processor on behalf of its customers.  As part of FinancialForce.com’s internal operations, FinancialForce.com transfers personal data of its current and prospective customers and current and prospective business partners to web-based business applications provided by Salesforce and other vendors, which store and process that data in their data centers.  FinancialForce.com collects, transfers, and uses personal data of its current and prospective customers and current and prospective partners for sales, billing, marketing, and business partner recruitment purposes. In this context, FinancialForce.com acts as a data controller. As part of FinancialForce.com’s internal operations, FinancialForce.com transfers personal data of its employees and non-employee personnel to FinancialForce.com’s U.S. headquarters for processing and storage.  FinancialForce.com uses its own applications that run on the Force.com platform, and other business applications provided by third-party vendors that store and process that data in their data centers.   FinancialForce.com collects, transfers, and uses employee data for purposes of employee benefits and employees services. Such benefits and services include evaluation of qualifications for employment, provision of employment, compensation and benefits, reporting, security management, administration of compensation, performance management and company network access, authentication and personalization. In this context, FinancialForce.com acts as a data controller.",
    "address": "595 Market Street, Suite 2700",
    "asp_index": "34751",
    "city": "San Francisco",
    "contactemail1": "jmoss@financialforce.com",
    "contactfax1": "",
    "contactname1": "John Moss",
    "contactoff1": "Legal Department",
    "contactphone1": "(415) 645-0726",
    "contacttitle1": "Senior Vice President and General Counsel",
    "corpoffemail1": "jmoss@financialforce.com",
    "corpofffax1": "",
    "corpoffname1": "John J Moss",
    "corpoffphone1": "(415) 645-0726",
    "corpofftitle1": "Senior Vice President and General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2017-06-11",
    "orgverification": "In-house",
    "personaldata": "Personal data submitted by customers to FinancialForce.com's applications; human resources data; customer data; partner data; supplier data; prospective customer data",
    "ppdate": "2015-06-09",
    "previous": "28534",
    "privacyprograms": "None",
    "recoursemech": "JAMS Safe Harbor Program (mediation)",
    "signupdate": "2015-06-11",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}