{
    "CertifiedThroughLabel": "",
    "Fax": "512-236-1277",
    "OrgName": "Spanning Cloud Apps, Inc.",
    "PPLoc": "http://spanning.com/privacy-statement/ ",
    "Phone": "512-236-1277",
    "activities": "Spanning Cloud Apps, Inc. operates an online service, Spanning Backup, which creates and stores backups of users' data, potentially including personal information for SaaS applications including Google Apps, Salesforce.com and Office 365. \r\n\r\nUsers of the Service will be using the Service to access data and information stored in Google applications, Salesforce and Office 365. Spanning will not review, share, distribute, print, or reference any such Data except as may be required by law or as necessary for the purpose of resolving a problem or support issue.\r\n\r\nSpanning may also collect certain information from users of the Service, such as Internet addresses. This information is logged to help diagnose technical problems, and to administer our Service in order to constantly improve the quality of the Service. We also track and analyze non-identifying and aggregate usage and volume statistical information from our users and provide such information to third parties through the use of third party cookies, web beacons, images, scripts and other tracking technologies.",
    "address": "501 Congress Ave., Suite 200",
    "asp_index": "34775",
    "city": "Austin",
    "contactemail1": "melanie.sommer@spanning.com",
    "contactfax1": "512-236-1277",
    "contactname1": "Melanie Sommer",
    "contactoff1": "Spanning Cloud Apps, Attn: Privacy",
    "contactphone1": "512-236-1277",
    "contacttitle1": "VP Marketing",
    "corpoffemail1": "jeff.erramouspe@spanning.com",
    "corpofffax1": "512-236-1277",
    "corpoffname1": "Jeff Erramouspe",
    "corpoffphone1": "512-236-1277",
    "corpofftitle1": "VP and GM",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)",
    "industrysector_parsed": [
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-06-15",
    "orgverification": "Third Party (TRUSTe)",
    "personaldata": "Organization, client, and customer. The data covered includes manually processed data.",
    "ppdate": "2015-08-06",
    "previous": "28890",
    "privacyprograms": "TRUSTe EU Safe Harbor Privacy Program",
    "recoursemech": "If contacting us does not resolve your complaint, you may raise your complaint with TRUSTe by Internet at http://www.truste.com/consumers/watchdog_complaint.php, by mail at WatchDog Complaints, TRUSTe, 55 Second Street, 2nd Floor, San Francisco, CA, USA 94105, by phone at 415-520-3400, or by fax at 415-520-3420. If you are mailing TRUSTe to lodge a complaint, you must include the following information: the name of company, the alleged privacy violation, your contact information, and whether you would like the particulars of your complaint shared with the company. For information about TRUSTe or the operation of TRUSTe's dispute resolution process, see http://www.truste.com/consumers/watchdog_complaint.php or request this information from TRUSTe at any of the addresses listed above. The TRUSTe dispute resolution process shall be conducted in English.",
    "signupdate": "2011-06-15",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78701"
}