{
    "Fax": "469-718-3500",
    "OrgName": "Fonality, Inc.",
    "PPLoc": "http://www.fonality.com/legal/privacy-policy ",
    "Phone": "469-252-7400",
    "activities": "Fonality, Inc. provides business telephone systems and unified communications (“UC”) products to the small to medium-sized business market.  During the setup of Fonality telephone systems a number of business user data is captured including user names,  business telephone numbers, extension numbers, business email address, business address, etc.  These data are required to provide standard telephone functionality as well as some additional functions to enable unified communications.  During standard operations call detail records are captured for each call.  These data include incoming number (when available), destination number, time, and duration of the call.  Fonality customers can also select a recording feature for their UC service.  These data are either stored on premise in customer servers at customer’s location or in Fonality’s hosted data centers.",
    "address": "6900 Dallas Parkway, STE 250",
    "asp_index": "34793",
    "city": "Plano",
    "contactemail1": "legal@fonality.com",
    "contactfax1": "469-718-3500",
    "contactname1": "Andrew Thacker",
    "contactoff1": "Legal Department",
    "contactphone1": "469-252-7400",
    "contacttitle1": "Corporate Counsel",
    "corpoffemail1": "legal@fonality.com",
    "corpofffax1": "469-718-3500",
    "corpoffname1": "Andrew Thacker",
    "corpoffphone1": "469-252-7400",
    "corpofftitle1": "Corporate Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Telecommunications Services - (TES)Telecommunications Equipment - (TEL)",
    "industrysector_parsed": [
        "Telecommunications Equipment - (TEL)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2017-07-09",
    "orgverification": "in-house",
    "personaldata": "Business email address, business telephone number, business telephone extension, cellular telephone number (on occasion personal cellular number), business office address, call detail records for each call placed and received, login information, including user name and password, customer financial information, and customer’s recorded call information (if customer has such recording feature).",
    "ppdate": "2013-07-01",
    "previous": "28712",
    "privacyprograms": "None",
    "recoursemech": "Fonality, Inc. will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in our Privacy Policy. With respect to any complaints relating to Privacy Policy that cannot be resolved through our internal processes, we agreed to participate in the dispute resolution procedures of the panel established by the EU data protection authorities (DPAs) to resolve disputes pursuant to the Safe Harbor Principles.",
    "signupdate": "2015-07-09",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75024"
}