{
    "CertificationStatus": "true",
    "Fax": "917-591-0372",
    "OrgName": "PlaceIQ, Inc.",
    "PPLoc": "http://placeiq.com/privacy-policy/ ",
    "Phone": "212-255-8570",
    "activities": "PlaceIQ, Inc. (“PlaceIQ”) is a mobile advertising technology company.  Our technology collects information about the location of mobile devices over time, and processes it to determine GEO-location segments that will be used to help make digital advertisements more relevant.   We generally do not obtain information directly from individuals and collect information on behalf of our business partners, which are mainly mobile advertising networks and mobile apps.  Our partners deliver advertising onto your mobile device.  The information we process via our technology includes the latitude and longitude, device type, mobile device ID, mobile browser type, operating system, and IP address.  If requested by our customers, we may combine that information with information we obtain from our customers or from third parties on our customers’ behalf.  In this light, we largely rely on our business partners and customers to comply with applicable data protection law.  We use that information to determine generic Geo-location segments to help make the digital ads more relevant, and for ad delivery, analytics, and reporting purpose.  We also use the information to enhance our advertising and analytics capabilities.\r\n \r\nIn addition, we may obtain information via our website, which is primarily designed to provide information to our clients that are typically businesses.  In that context, we collect information that individuals choose to provide to us, including name, address, telephone number, or email address.  We may obtain information via email or through contact forms available on our website, and use it to contact individuals and respond to their inquiry.  We may also automatically collect information from visitors, including IP address, pages viewed, browser type, Internet browsing, ISP, domain name, time/date of visit to the Website, the referring URL and computer’s operating system.  We use this information to analyze traffic on our site and to improve our services.",
    "address": "115 East 23rd Street, 7th Floor",
    "asp_index": "34806",
    "city": "New York",
    "contactemail1": "privacy@placeiq.com",
    "contactfax1": "917-591-0372",
    "contactname1": "Matthew Novick",
    "contactoff1": "PlaceIQ, Inc.",
    "contactphone1": "212-255-8570",
    "contacttitle1": "Chief Financial Officer",
    "corpoffemail1": "mnovick@placiq.com",
    "corpofffax1": "917-591-0372",
    "corpoffname1": "Matthew Novick",
    "corpoffphone1": "212-255-8570",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Advertising Services - (ADV)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2017-06-09",
    "orgverification": "In-house",
    "personaldata": "Consumer data obtained from mobile devices via PlaceIQ’s technology or directly from business partners; website visitor data",
    "ppdate": "2016-04-11",
    "previous": "28490",
    "privacyprograms": "Digital Advertising Alliance (DAA)\r\nNetwork Advertising Initiative (NAI)",
    "recoursemech": "PlaceIQ has selected JAMS as its independent dispute resolution provider.",
    "signupdate": "2015-06-09",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10010"
}