{
    "Fax": "2033363356",
    "OrgName": "ComSim, Inc.",
    "PPLoc": "http://www.comsim.com ",
    "Phone": "2033363360",
    "activities": "ComSim receives from our clients with which we have a contractual relationship data to be used in conducting customer satisfaction and/or product quality survey activity on behalf of our clients.  In the course of our business, ComSim receives from and/or collects on behalf of our clients data that may include, among other things, an individual’s name, address, phone number, email address, title, business account or transaction number, ratings and verbatim comments.  These data may be supplied regularly on a daily to monthly basis or on an as-needed basis, as agreed with our clients.  All ComSim employees and contracted agents of ComSim with access to such personal data are required to read and comply with the ComSim Safe Harbor Privacy Policy Statement.  ComSim does not receive, collect or process “sensitive personal data,” such as data that indicate a medical or health condition, political opinion, religion, race or ethnic origin, sexual orientation or alleged or actual criminal activity.  ComSim does not receive, collect or process human resource data from EU nations or Switzerland in the context of the employment relationship.",
    "address": "1515 BLACK ROCK TPKE STE B",
    "asp_index": "34807",
    "city": "FAIRFIELD",
    "contactemail1": "susan.kristiansen@comsim.com",
    "contactfax1": "2033363356",
    "contactname1": "Susan Kristiansen",
    "contactoff1": "ComSim, Inc.",
    "contactphone1": "2033363360 x2",
    "contacttitle1": "Research Coordinator",
    "corpoffemail1": "vinay.kumar@comsim.com",
    "corpofffax1": "2033363356",
    "corpoffname1": "Vinay Kumar",
    "corpoffphone1": "2033363360",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-06",
    "orgverification": "IN-HOUSE",
    "personaldata": "The data covered are processed by automatic means and include contact information, ratings and comments.",
    "ppdate": "2014-10-01",
    "previous": "25161",
    "privacyprograms": "None",
    "recoursemech": "COUNCIL OF BETTER BUSINESS BUREAUS SAFE HARBOR",
    "signupdate": "2014-11-06",
    "state": "Connecticut",
    "statutorybody": "FTC",
    "zip": "06825"
}