{
    "CertificationStatus": "true",
    "Fax": "703-995-6760",
    "OrgName": "General Dynamics Information Technology, Inc.",
    "PPLoc": "http://www.gdit.com/globalassets/gdit-safe-harbor-privacy-statement-2016.pdf ",
    "Phone": "703-995-1982",
    "activities": "GDIT collects, uses, discloses, and disposes of Data Subjects’ Personal Data for business purposes, including:\r\n\r\n-\tDetermining, evaluating, and implementing employment-related actions and obligations.\r\n-\tDesigning, evaluating, and administering compensation, benefits, payroll, training, and other human resource programs.\r\n-\tMonitoring and evaluating employee conduct and performance.\r\n-\tImplementing security programs and policies.\r\n-\tMaintaining facility and employee security, health, and safety.\r\n-\tCollecting and conducting accounting, auditing, and financial transactions and analyses.\r\n-\tCollecting and storing customer information in compliance with our contractual and legal obligations.\r\n-\tFacilitating business communications, negotiations, and transactions.\r\n-\tCooperating with law enforcement and other governmental agencies.\r\n\r\n\r\nCandidates for Employment with Clients. GDIT provides a wide variety of services and solutions to its business clients (“Clients”) that facilitate the selection, hiring, and internal mobility of individual candidates for specific employment (“Candidates”). In some instances, GDIT may obtain access to Personal Data about such Candidates in the course of providing the services and solutions. In other specific instances, GDIT may also obtain access to data about our Clients' existing employees or end users in the course of providing support services to the Clients (“End Users”). Such data may include contact details, work history, educational history, work preferences, and other information, depending on the particular Client and application at issue. Wherever we obtain access to Personal Data about Candidates or End Users, we are acting as a data processor on behalf of our Clients, and we therefore conduct such activities strictly in accordance with their instructions and pursuant to our contractual arrangements with them. If you are a Candidate for employment with one of our Clients, or an End User with an existing relationship with one of our Clients, you should refer to the Client's website or human resources manager to understand the privacy practices that apply to Personal Data that we may maintain about you. Moreover, if you would like to access and review your Personal Data, you should contact our Client (your potential or existing employer) with any such requests. We will cooperate as appropriate with requests from our Clients to assist with such responses.\r\n\r\nGDIT may disclose Data Subjects’ Personal Data to third parties acting as its agent such as consultants, accountants, auditors, lawyers, benefit vendors, and financial services vendors.",
    "address": "3211 Jermantown Road",
    "asp_index": "34810",
    "city": "Fairfax",
    "contactemail1": "donald.creston@gdit.com",
    "contactfax1": "703-995-6760",
    "contactname1": "Donald Creston",
    "contactoff1": "General Dynamics Information Technology, Inc.",
    "contactphone1": "703-995-1982",
    "contacttitle1": "Assistant General Counsel",
    "corpoffemail1": "donald.creston@gdit.com",
    "corpofffax1": "703-995-6760",
    "corpoffname1": "Donald Creston",
    "corpoffphone1": "703-995-1982",
    "corpofftitle1": "Assistant General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Defense Industry Equipment - (DFN)Information Services - (INF)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Defense Industry Equipment - (DFN)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-07-30",
    "orgverification": "In-house",
    "personaldata": "Human Resources Data, client data",
    "ppdate": "2013-07-18",
    "previous": "29017",
    "privacyprograms": "None",
    "recoursemech": "For organization human resources data: EU and Swiss data protection authorities; for all other data: BBB EU Safe Harbor program",
    "signupdate": "2008-07-23",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "22030"
}