{
    "CertificationStatus": "true",
    "Fax": "6505136982",
    "OrgName": "Sookasa Inc.",
    "PPLoc": "https:/ www.sookasa.com/privacy-policy/ ",
    "Phone": "6503892439",
    "activities": "Sookasa is a Software as a Service (SaaS) company that provides a layer of security and compliance for files stored in file sharing services like Dropbox and Google Drive. Sookasa itself does not store user files.\r\n\r\nOur users signup for the service and are required to provide an email, user name and password. They can also leave more information such as telephone number, employment etc.\r\n\r\nSookasa uses this information to provide its automated services. Sookasa also uses the information for its own customer communication. Sookasa does not give out personal information to third parties except software vendors that are used by Sookasa to provide the service of Sookasa.\r\n\r\nSookasa may also access and process customers files that resides on file sharing services (e.g., Dropbox) to provide data classification and auditing services to the customer.",
    "address": "3175 Winchester Blcd.",
    "asp_index": "34814",
    "city": "Campbell",
    "contactemail1": "alon@sookasa.com",
    "contactfax1": "6505136982",
    "contactname1": "Alon Regev",
    "contactoff1": "San Mateo",
    "contactphone1": "6503892439",
    "contacttitle1": "GM",
    "corpoffemail1": "asaf@sookasa.com",
    "corpofffax1": "6505136982",
    "corpoffname1": "Asaf Cidon",
    "corpoffphone1": "6503892439",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-08-07",
    "orgverification": "in-house",
    "personaldata": "Personal identifiers like name, email, telephone number, password for user that use the Sookasa service. Personal information that may be included in files or in file metadata stored by our customers on file sharing service. Sookasa does not process any data manually.",
    "ppdate": "2014-06-17",
    "previous": "29356",
    "privacyprograms": "None",
    "recoursemech": "JAMS International",
    "signupdate": "2015-08-07",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "95008"
}