{
    "CertificationStatus": "true",
    "Fax": "310-827-4678",
    "OrgName": "Sony DADC US Inc. (“Sony”)",
    "PPLoc": "http://newmedia.sonydadc.com/privacy/ ",
    "Phone": "310-760-8500",
    "activities": "Sony DADC US Inc. d/b/a Sony DADC New Media Solutions (“Sony”) acts as a data processor on behalf of its clients. Both personal and non-personal information is collected through active and passive means on behalf of its clients. As an agent processing personal information under the direction of its clients, Sony has no direct relationship with the individuals whose personal information it processes. Sony offers generally accepted standards of data security to protect personal information from loss, misuse, unauthorized access, disclosure, alteration, and destruction. Sony only processes personal information that is relevant to the services it provides, and only for purposes compatible with those for which the data were collected. Sony will retain personal information processed on behalf of its clients for as long as needed to provide services to its clients.\r\n \r\nMyPlay Direct, Inc. (“MPD”) acts as both a data controller with respect to its own customers and a data processor on behalf of its clients with respect to its clients’ customers. Both personal and non-personal information is collected through active and passive means. MPD undertakes generally accepted data security practices designed to protect personal information from loss, misuse, unauthorized access, disclosure, alteration, and destruction. MPD only processes personal information that is relevant to the services it provides, and only for purposes compatible with those for which the data were collected. MPD will retain personal information for as long as needed to provide services to its customers and its clients customers.",
    "address": "4499 Glencoe Ave",
    "asp_index": "34863",
    "city": "Marina del Rey",
    "contactemail1": "Munya.Kanaventi@sonydadc.com",
    "contactfax1": "310-827-4678",
    "contactname1": "Munya Kanaventi",
    "contactoff1": "Sony DADC, Marina del Rey, CA",
    "contactphone1": "310-760-8458",
    "contacttitle1": "Director of Security",
    "corpoffemail1": "John.Towers@sonydadc.com",
    "corpofffax1": "310 827 4678",
    "corpoffname1": "Masayuki Watanabe",
    "corpoffphone1": "310 760 8480",
    "corpofftitle1": "Chief Financial Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Films Videos & Other Recordings - (FLM)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Films Videos & Other Recordings - (FLM)"
    ],
    "latest": "true",
    "nextcertification": "2017-07-07",
    "orgverification": "Third Party: TRUSTe",
    "personaldata": "On-line data: Personal information collected includes (but might not be limited to) names, email addresses, opt-in preferences and, where applicable, mailing addresses and dates of birth.",
    "ppdate": "2014-12-19",
    "previous": "28500",
    "privacyprograms": "TRUSTe",
    "recoursemech": "Private sector developed dispute resolution mechanisms that incorporate the Safe Harbor frameworks: TRUSTe.",
    "signupdate": "2011-07-07",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "90292"
}