{
    "CertificationStatus": "true",
    "Fax": "610-992-1017",
    "OrgName": "MediciGroup Inc",
    "PPLoc": "http://mediciglobal.com/privacy-policy ",
    "Phone": "484-674-6800",
    "activities": "MediciGroup is a company specializing in patient recruitment and retention for clinical research and in patient locator services for those patients’ enrolled in a clinical trial that has been classified by a clinical research site as unreachable. As such, the company retains a secure database of information provided by patients seeking to enter a clinical study as well as limited patient information provided by clinical research sites to assist in locating patients considered unreachable.  This information is collected or shared with the patient's permission and is periodically updated and verified to eliminate outdated information.  Patients may request deletion or updates of their own information at any time.  Patient information provided to MediciGroup is accessed only by those performing specific functions necessary to determine study eligibility, participation in a study support program, or for use in locating unreachable patients.  When personal identifiable information is collected for the purpose of evaluating clinical trial eligibility, patients must first provide consent to have their identifiable information shared with third parties, such as clinical research staff at medical centers conducting the research.  Third parties having access to a patient's identifiable information are bound by confidentiality agreements and privacy regulations. \r\n\r\nExcept as noted above, MediciGroup does not use or disclose personal identifiable information, except in situations required to:\r\n\r\n(a) correct technical problems and malfunctions related to processing information; \r\n\r\n(b) protect the security and integrity of our web sites; \r\n\r\n(c) protect our rights and property and the rights and property of others; \r\n\r\n(d) take precautions against liability; \r\n\r\n(e) respond to a judicial process as required by law; or \r\n\r\n(f) provide information to law enforcement agencies as requested.",
    "address": "800 Adams Avenue",
    "asp_index": "34872",
    "city": "Audubon",
    "contactemail1": "privacyofficer@mediciglobal.com",
    "contactfax1": "610-992-1017",
    "contactname1": "Bernard Hall",
    "contactoff1": "MediciGroup Inc",
    "contactphone1": "484-674-6816",
    "contacttitle1": "General Manager",
    "corpoffemail1": "lmoench@mediciglobal.com",
    "corpofffax1": "484-674-6356",
    "corpoffname1": "Elizabeth (Liz) Moench",
    "corpoffphone1": "484-674-6850",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Netherlands, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "NLD",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Biotechnology - (BTC)Advertising Services - (ADV)Drugs & Pharmaceuticals - (DRG)Health Care Services - (HCS)",
    "industrysector_parsed": [
        "Advertising Services - (ADV)",
        "Biotechnology - (BTC)",
        "Drugs & Pharmaceuticals - (DRG)",
        "Health Care Services - (HCS)"
    ],
    "latest": "true",
    "nextcertification": "2017-07-13",
    "orgverification": "In-house self-assessment",
    "personaldata": "Offline, online, manually processed",
    "ppdate": "2012-06-01",
    "previous": "28906",
    "privacyprograms": "None",
    "recoursemech": "BBB EU Safe Harbor program",
    "signupdate": "2006-07-13",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19403"
}