{
    "Fax": "818-230-9505",
    "OrgName": "Everbridge, Inc. (formerly 3n Global, Inc)",
    "PPLoc": "http://www.everbridge.com/about-us/privacy-policy/ ",
    "Phone": "818-230-9700",
    "activities": "Everbridge receives personal information from its corporate and government customers regarding their respective employees and constituents. This personal information generally consists of contact information, such as name, email address, mailing address, and phone number, and unique identifiers such as user name and passwords. Such information is processed by Everbridge in the course of delivering time-sensitive notifications on behalf of and as instructed by Everbridge customers, and in order to send requested product or service information, respond to customer service requests, administer user accounts, and send marketing communications to users. Everbridge also may process and transmit between its offices personal information regarding EU-based employees in the normal course of business operations.",
    "address": "25 Corporate Drive",
    "asp_index": "34903",
    "city": "Burlington",
    "contactemail1": "Privacy@Everbridge.com",
    "contactfax1": "818-230-9505",
    "contactname1": "Elliot J. Mark",
    "contactoff1": "Everbridge, Inc. Privacy Office",
    "contactphone1": "781-859-4094",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "elliot.mark@everbridge.com",
    "corpofffax1": "818-230-9505",
    "corpoffname1": "Elliot Mark",
    "corpoffphone1": "781-859-4094",
    "corpofftitle1": "Senior Vice President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Telecommunications Services - (TES)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2017-07-03",
    "orgverification": "In-house and TRUSTe",
    "personaldata": "Organization and customer; On-line, offline, manually processed",
    "ppdate": "2016-02-23",
    "previous": "28827",
    "privacyprograms": "TRUSTe's Privacy Seal program. Please see http://www.everbridge.com/about-us/privacy-policy/ for TRUSTe privacy seal",
    "recoursemech": "Any questions or concerns regarding the use or disclosure of personal information should be directed to the Everbridge Privacy Office at the address provided in this certification. Everbridge will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in its Privacy Policy. For complaints that cannot be resolved between Everbridge and a third party complainant, such as a customer or visitor to our websites, the complainant is directed to contact TRUSTe at https://feedback-form.truste.com/watchdog/request.  With respect to any unresolved complaints for our employees, past or present, Everbridge has agreed to participate in the dispute resolution procedures of the panel established by the European data protection authorities (DPAs) and the Swiss FDPIC to resolve disputes pursuant to the Safe Harbor Principles.",
    "signupdate": "2008-07-03",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "01803"
}