{
    "Fax": "682-606-9193",
    "OrgName": "GetThere, L.P., a subsidiary of Sabre GLBL Inc.",
    "PPLoc": "http://www.getthere.com/home/about/privacy_policy ",
    "Phone": "682-605-1738",
    "activities": "GetThere uses personal information of European travelers to process travel bookings, to provide travel arrangers with access to travel information, to make and change travel reservations, to perform billing and accounting functions related to the travel, to perform internal business processes (such as testing and quality assurance), to perform and provide reporting functions for travel arrangers, and to issue tickets and other travel-related documents on behalf of travelers.",
    "address": "3150 Sabre Drive",
    "asp_index": "34928",
    "city": "Southlake",
    "contactemail1": "aimee.williams-ramey@sabre.com",
    "contactfax1": "682-605-0116",
    "contactname1": "Aimee Williams-Ramey",
    "contactoff1": "Legal Department",
    "contactphone1": "682-605-1497",
    "contacttitle1": "Vice-President, Associate General Counsel",
    "corpoffemail1": "rachel.gonzalez@sabre.com",
    "corpofffax1": "682-605-0116",
    "corpoffname1": "Rachel Gonzalez",
    "corpoffphone1": "682-605-1980",
    "corpofftitle1": "Executive Vice President, General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Lithuania, Luxembourg, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LTU",
        "LUX",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "true",
    "nextcertification": "2017-07-26",
    "orgverification": "In-House",
    "personaldata": "Personal data about European travelers processed through GetThere's online travel booking tool.",
    "ppdate": "2015-10-20",
    "previous": "29158",
    "privacyprograms": "None",
    "recoursemech": "If any European traveler experiences an issue regarding personal information that the European traveler cannot resolve directly with their travel arranger or GetThere, GetThere agrees to use the  International Centre for Dispute Resolution/American Arbitration Association Safe Harbor Program (ICDR/AAA Safe Harbor Program), as its independent recourse mechanism.  All disputes shall be finally settled under the  International Dispute Resolution Procedures of the International Centre for Dispute Resolution by one or more arbitrators appointed in accordance with the said  Procedures.  The location of any in-person hearing will be Dallas, Texas, but GetThere also consents to any hearing being conducted by telephone or video conference.",
    "signupdate": "2012-07-26",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "76092"
}