{
    "CertifiedThroughLabel": "",
    "Fax": "415-901-8437",
    "OrgName": "salesforce.com, inc.",
    "PPLoc": "http://www.salesforce.com/company/privacy/full_privacy.jsp ",
    "Phone": "415-901-7000",
    "activities": "As part of Salesforce’s Web-based applications and platform services branded as Force.com, Site.com, Database.com, Sales Cloud, Service Cloud, Analytics Cloud, Communities, Chatter and Work.com, customers are permitted to submit electronic data and information, including personal data, to Salesforce’s servers. In this context, Salesforce acts as a data processor and does not determine how its customers’ data is utilized in Salesforce’s servers. Salesforce does not choose or determine the types of data that are submitted to Salesforce’s servers, and any access to or use of such data by Salesforce is incidental to completing the contractual obligations of Salesforce, as data processor, to its customers. \r\n\r\nAs part of Salesforce’s professional services operations, Salesforce processes data and information, including personal data, on behalf of its customers.  In this context, Salesforce acts as a data processor on behalf of its customers. \r\n\r\nAs part of Salesforce’s internal operations, Salesforce transfers personal data of its current and prospective customers and current and prospective business partners to Salesforce’s U.S. data centers for processing and storage. Salesforce collects, transfers, and uses personal data of its current and prospective customers and current and prospective partners for sales, billing, marketing, and business partner recruitment purposes. In this context, Salesforce acts as a data controller. \r\n\r\nAs part of Salesforce’s internal operations, Salesforce transfers personal data of its employees and non-employee personnel to Salesforce’s U.S. headquarters for processing and storage. Salesforce collects, transfers, and uses employee data for purposes of employee benefits and employee services. Such benefits and services include evaluation of qualifications for employment, provision of employment, compensation and benefits, reporting, security management, administration of compensation, performance management and company network access, authentication and personalization. In this context, Salesforce acts as a data controller. As part of Salesforce’s internal operations, Salesforce transfers personal data of visitors of Salesforce's physical facilities to Salesforce’s U.S. headquarters for processing and storage for purposes of security management. In this context, Salesforce acts as a data controller.",
    "address": "The Landmark @ One Market, Suite 300",
    "asp_index": "34936",
    "city": "San Francisco",
    "contactemail1": "lfinch@salesforce.com",
    "contactfax1": "415-226-0651",
    "contactname1": "Lindsey Finch",
    "contactoff1": "Privacy",
    "contactphone1": "415-536-8946",
    "contacttitle1": "Vice President, Global Privacy & Associate General Counsel",
    "corpoffemail1": "aweaver@salesforce.com",
    "corpofffax1": "(415) 536-4616",
    "corpoffname1": "Amy Weaver",
    "corpoffphone1": "(415) 882-2761",
    "corpofftitle1": "Executive Vice President & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2017-08-01",
    "orgverification": "Third Party - TRUSTe",
    "personaldata": "Personal data submitted by customers to Salesforce's services; human resources data; customer data; partner data; supplier data; prospective customer data",
    "ppdate": "2014-10-01",
    "previous": "29110",
    "privacyprograms": "TRUSTe",
    "recoursemech": "Third Party - TRUSTe; EU Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner for human resources data.",
    "signupdate": "2002-08-01",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94105"
}