{
    "Fax": "(614) 921-2451",
    "OrgName": "2Checkout.com, Inc.",
    "PPLoc": "https:/ www.2checkout.com/policies/privacy-policy ",
    "Phone": "(614) 921-2450",
    "activities": "2Checkout.com, Inc. (\"2CO\") receives Personal Data (as defined in the Directive) from the European Union, the European Economic Area, and Switzerland as a result of (1) the use and operation of its 2Checkout.com domain, and (2) provision of outsourced services for its European clients as an e-commerce payment processing service provider.  2CO acts as a Data Controller (as defined in the Directive) for the Personal Data of its customers and suppliers that 2CO receives from the EU/EEA and/or Switzerland.  2CO also acts as a Data Controller for the Personal Data of 2CO's merchants and their customers that 2CO receives from the EU/EEA and/or Switzerland in providing its e-commerce payment processing services.\r\n\r\n2CO processes this Personal Data for various purposes. 2CO processes this Personal Data (i) to provide e-commerce payment processing services by handling payments, settlements, payouts, chargebacks and refunds; (ii) to provide dispute resolution and customer service; conduct marketing and surveys; maintain relationships; conduct data analysis to improve products and services; (iii) for administrative purposes, such as accounting, billing, collections, audits, information system management, and other uses; (iv) to prevent or detect fraud or abuses of 2CO’s websites and services; and (v) to enable third parties to carry out technical, logistical, financial, or other functions on 2CO’s behalf. Furthermore, 2CO processes this Personal Data for compliance with or in response to governmental, professional and legal obligations or inquiries including investigation, preparation and defense of legal claims of or against 2CO.",
    "address": "855 Grandview Ave., Ste 110",
    "asp_index": "34941",
    "city": "Columbus",
    "contactemail1": "ckohler@2checkout.com",
    "contactfax1": "(614) 921-2451",
    "contactname1": "Chris Kohler",
    "contactoff1": "Legal & Compliance",
    "contactphone1": "(614) 876-4526",
    "contacttitle1": "Director of Legal & Compliance",
    "corpoffemail1": "kbenvenuto@2checkout.com",
    "corpofffax1": "(614) 921-2451",
    "corpoffname1": "Ken Benvenuto",
    "corpoffphone1": "(614) 921-2450",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-07-30",
    "orgverification": "In-house",
    "personaldata": "Personal Data of clients and their customers that is processed on-line, off-line and manually",
    "ppdate": "2015-12-02",
    "previous": "29178",
    "privacyprograms": "N/A",
    "recoursemech": "The EU data protection authorities (for complaints concerning personal information from the EU) and the Federal Data Protection and Information Commissioner of Switzerland (for complaints concerning personal information received from Switzerland).",
    "signupdate": "2010-07-30",
    "state": "Ohio",
    "statutorybody": "FTC",
    "zip": "43215"
}