{
    "CertifiedThroughLabel": "",
    "Fax": "212-209-2666",
    "OrgName": "J.Crew Group, Inc.",
    "PPLoc": "https:/ www.jcrew.com/help/privacy_policy.jsp ",
    "Phone": "212-209-2500",
    "activities": "[In order to view the Safe Harbor compliant privacy policy of J.Crew, please choose an EU country at the top of the J.Crew website and then click on \"Privacy Policy\" at the bottom of the page].\r\n\r\nWe collect information you provide directly to us. For example, we collect information when you use our websites, shop in our stores, call us on the phone, create an online account, sign up to receive our emails, request a catalog, participate in a sweepstakes, contest, promotion or survey, communicate with us via third party social media sites, request customer support, apply for a job or otherwise communicate with us.\r\nThe types of information we may collect include your name, email address, zip code, billing address, shipping address, phone number, payment card information, product preferences, demographic information and any other information you choose to provide.\r\nIn some cases, we may also collect information you provide about others, such as when you purchase a gift card for someone and request that we deliver it electronically, create and share a \"wish list\" or decide to purchase and ship products to someone. We will use this information to fulfill your requests and will not send marketing communications to your contacts unless they separately opt in to receive communications from us.\r\n\r\nJ. Crew will use and otherwise process EU/EEA and Swiss Employee Data in the United States for the following purposes: workflow management, such as assigning, managing, and administering projects; compensation, including stock plan administration, compensation analysis, and benchmarking; payroll processing; performance management; succession planning; benefits and personnel administration, such as leave entitlements, bonuses; and IT helpdesk and support services. \r\n\r\nJ.Crew will use and otherwise process EU/EEA and Swiss Customer Data in the United States for the following purposes: processing and tracking orders; contacting customers about J.Crew's products, services, contests and promotions; mailing J.Crew's catalogs; targeting advertising of J.Crew's products, services and promotions; improving customer experience; and as otherwise required or permitted by law.",
    "address": "770 Broadway",
    "asp_index": "34949",
    "city": "New York",
    "contactemail1": "jennifer.sheaffer@jcrew.com",
    "contactfax1": "212-209-8175",
    "contactname1": "Jennifer Sheaffer",
    "contactoff1": "Legal",
    "contactphone1": "212-209-8621",
    "contacttitle1": "VP, Associate General Counsel",
    "corpoffemail1": "Maria.Dilorenzo@jcrew.com",
    "corpofffax1": "212-209-2666",
    "corpoffname1": "Maria DiLorenzo",
    "corpoffphone1": "212-209-9656",
    "corpofftitle1": "Senior Vice President & General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Apparel - (APP)Cosmetics & Toiletries - (COS)Footwear - (FOT)",
    "industrysector_parsed": [
        "Apparel - (APP)",
        "Cosmetics & Toiletries - (COS)",
        "Footwear - (FOT)"
    ],
    "latest": "true",
    "nextcertification": "2017-05-20",
    "orgverification": "In-house",
    "personaldata": "Employee and customer data",
    "ppdate": "2015-04-29",
    "previous": "27989",
    "privacyprograms": "None",
    "recoursemech": "EU data protection authorities (DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2013-05-20",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "10003"
}