{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "781-577-4615",
    "OrgName": "Fleetmatics",
    "PPLoc": "http://www.fleetmatics.com/privacy-policy/126 ",
    "Phone": "781-577-4600",
    "activities": "Fleetmatics Group PLC and its wholly-owned subsidiaries (individually and collectively, “Fleetmatics,” “we,” or “us”) or our service providers on our behalf use personal information collected from or about our customers in the European Union in the following manner:\r\n\r\n1.     Fleetmatics uses personal information of customers and visitors to its web sites as necessary to provide them with our web site and/or our web-based services (collectively referred to herein as the “Services”) and to market Fleetmatics products and services to these customers and visitors.\r\n\r\n2.     Fleetmatics may share such personal information with our service providers and suppliers to the extent necessary to deliver our Services.\r\n\r\n3.     Fleetmatics may disclose personal information across country borders to our subsidiaries, affiliates, and worldwide offices to process the information for purposes of providing our Services; to comply with the law or in response to a subpoena, court order, law enforcement or government request, or other legal process; to produce relevant documents or information in connection with litigation, arbitration, mediation, adjudication, government or internal investigations, or other legal or administrative proceedings if Fleetmatics determines in its good faith judgment that such disclosure is necessary to provide its Services or to protect the rights, interests, safety, or property of its business, employees, suppliers, customers, or others; in connection with any proposed or actual sale or other transfer of some or all assets of Fleetmatics, and/or any proposed or actual sale or merger of Fleetmatics or any division of Fleetmatics; to enforce the terms of any agreement with Fleetmatics; to combat fraud or other criminal activity; for any other purpose disclosed by us when the information is collected; as otherwise required or permitted by law; or with the individual’s express consent.\r\n\r\n4.     For users of our Services in the European Union (other than the UK) and Asia-Pacific regions, all personal information submitted through the Services will be controlled by Fleetmatics Ireland Limited, except for (i) France where all personal information will be controlled by Fleetmatics (France) SAS, (ii) Italy, where all personal information is controlled by Visirun S.p.a., (iii) Poland, where all personal information is controlled by Visirun S.p.a., and (iv) for users of the Services in the United Kingdom, all personal information submitted through the Services will be controlled by Fleetmatics (UK) Ltd.     \r\n\r\n5.     Human Resources data from EU Fleetmatics subsidiaries is transferred to Fleetmatics USA, LLC located in the United States. Fleetmatics transfers Human Resources data to the United States for the purposes of conducting both the human resources management and financial management of Fleetmatics and its subsidiaries. Examples of the purposes for which Fleetmatics collects and uses Human Resources data include, without limitation, making available documentation on personnel, administering compensation, payroll, benefits, administering stock options, bonus plans, succession planning, recruiting, addressing various legal obligations concerning personnel status, data audit and error control, and tracking the use of temporary workers and independent workers.\r\n\r\n6.     We may transfer personal information to, and processed and stored in, the European Union, the United States or any other country in which Fleetmatics or its affiliates, subsidiaries, service providers, business partners, or customers maintain facilities, provided information transferred from the EU is only transferred to a third country after ensuring an adequate level of protection in accordance with applicable EU data protection laws.",
    "address": "1110 Winter Street, 4th Floor",
    "asp_index": "35959",
    "city": "Waltham",
    "contactemail1": "sharon.levine@fleetmatics.com",
    "contactfax1": "781-577-4615",
    "contactname1": "Sharon Levine",
    "contactoff1": "Legal Department",
    "contactphone1": "781-577-4600",
    "contacttitle1": "General Cousel",
    "corpoffemail1": "Al.Vasile@fleetmatics.com",
    "corpofffax1": "781-577-4799",
    "corpoffname1": "Al Vasile",
    "corpoffphone1": "781-577-4600",
    "corpofftitle1": "Assistant Treasurer",
    "eucountries": "Belgium, France, Germany, Ireland, Italy, Netherlands, Poland, Portugal, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "BEL",
        "FRA",
        "DEU",
        "IRL",
        "ITA",
        "NLD",
        "POL",
        "PRT",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Transportation Srvs (Except Aviation) - (TRN)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Transportation Srvs (Except Aviation) - (TRN)"
    ],
    "latest": "true",
    "nextcertification": "2017-07-30",
    "orgverification": "In-house.",
    "personaldata": "The personal data described above is covered by our self-certification with the Safe Harbor Framework.",
    "ppdate": "2014-07-16",
    "previous": "28821",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities.",
    "signupdate": "2014-07-30",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02451"
}