{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "215-222-3106",
    "OrgName": "Capsicum Group LLC",
    "PPLoc": "http://www.capsicumgroup.com/privacy-policy/ ",
    "Phone": "215-222-3101",
    "activities": "Capsicum Group provides digital forensics, electronic discovery, cyber-security, security audits, remediation, and data hosting to companies and the law firms that represent them. To learn more about Capsicum Group’s services please visit our website at http://www.capsicumgroup.com/content-pages/services/services.html .  Two types of data are obtained by Capsicum Group when providing these services; they are:\r\n1.\tContract information, which is provided by our clients in connection with contracting for our services and typically includes the name, address and other contact information of the client. \r\n2.\tClient Personal Data is information from equipment and networks owned, controlled or operated by our clients that is received by Capsicum Group for purposes of collection, processing, storage and analysis in accordance with the instructions of the clients and/or their legal advisers and in order to assist clients in meeting their legal or professional obligations, protecting their vital interests or carrying out other legitimate activities. Capsicum Group will not use Client Personal Data for any other purposes than for the purposes that Capsicum Group’s client provides such information.",
    "address": "2929 Arch Street, Suite 1525",
    "asp_index": "36003",
    "city": "Philadelphia",
    "contactemail1": "info@capsicumgroup.com",
    "contactfax1": "215-222-3106",
    "contactname1": "Samuel H Goldstein",
    "contactoff1": "Capsicum Group LLC, 2929 Arch St., Ste. 1525, Philadelphia, PA 19104",
    "contactphone1": "215-222-3101",
    "contacttitle1": "President/CEO",
    "corpoffemail1": "sgoldstein@capsicumgroup.com",
    "corpofffax1": "215-222-3106",
    "corpoffname1": "Samuel H Goldstein",
    "corpoffphone1": "215-222-3101",
    "corpofftitle1": "President/CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Services - (CSV)Legal Services - (LES)Information Services - (INF)Management Consulting Services - (MCS)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Information Services - (INF)",
        "Legal Services - (LES)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2017-02-07",
    "orgverification": "In-House self assessment",
    "personaldata": "offline and online data, contract and client personal data, human resource data",
    "ppdate": "2011-02-03",
    "previous": "26509",
    "privacyprograms": "Capsicum is not in any privacy programs but has attended training/seminars regarding Payment Card Industry Data Security Standards and topics covered by US Homeland Security.",
    "recoursemech": "Capsicum Group will conduct compliance audits of its relevant privacy practices on an annual basis to verify adherence to this policy. Any employee that Capsicum Group determines is in violation of this policy will be subject to disciplinary action up to and including termination of employment.\r\n\r\nClients or prospective clients of Capsicum Group with questions or concerns regarding Capsicum Group’s compliance with the Safe Harbor Privacy Policy should contact us via email at info@capsicumgroup.com, with “Safe Harbor Privacy” in the subject line, or at the postal address: Capsicum Group, LLC., 2929 Arch Street, Suite 1525, Philadelphia, PA 19104, Attention: Safe Harbor Privacy.\r\n\r\nCapsicum Group will investigate and attempt to resolve complaints and disputes regarding use and disclosure of personal information in accordance with the principles contained in this policy. For complaints that cannot be resolved between Capsicum Group and the complainant, Capsicum Group agrees to cooperate with data protection authorities located in the European Union (EU DPAs), as well as the Swiss Federal Data Protection and Information Commissioner (FDPIC), and participate in the dispute resolution procedures of the panel established by the European data protection authorities to resolve disputes pursuant to the Safe Harbor Principles.",
    "signupdate": "2011-02-07",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "19104"
}