{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "202-533-2972",
    "OrgName": "Neustar, Inc.",
    "PPLoc": "https:/ www.neustar.biz/privacy ",
    "Phone": "571-434-5000",
    "activities": "This certification covers personal information about residents of the European Union and Switzerland received in the course of providing DNS services (including Registry and Site Protect services) and call/text routing services.  Neustar's wholly owned, subsidiary, Aggregate Knowledge Inc., has separately filed a certification covering personal information used for marketing analytics.  Neustar intends to offer additional marketing services later this year.  Both Neustar's Privacy Policy and this description will be modified in advance of any such offering.",
    "address": "21575 Ridgetop Circle",
    "asp_index": "36039",
    "city": "Sterling",
    "contactemail1": "becky.burr@neustar.biz",
    "contactfax1": "202-533-2972",
    "contactname1": "J. Beckwith Burr",
    "contactoff1": "Legal and External Affairs",
    "contactphone1": "202-533-2932",
    "contacttitle1": "Chief Privacy Officer",
    "corpoffemail1": "becky.burr@neustar.biz",
    "corpofffax1": "202-533-2972",
    "corpoffname1": "J. Beckwith Burr",
    "corpoffphone1": "202-533-2932",
    "corpofftitle1": "Chief Privacy Officer",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Information Services - (INF)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Information Services - (INF)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2017-09-30",
    "orgverification": "In House and TRUSTe – see PP link above",
    "personaldata": "This includes customer information about an identified or identifiable individual received in the course of providing Registry Services (including WHOIS data), DNS and call/text routing services. Please see above information about upcoming changes in Neustar's service offerings in the EU and/or Switzerland.  Covered data may include incidental manually processed data.",
    "ppdate": "2104-09-23",
    "previous": "32282",
    "privacyprograms": "TRUSTe Enterprise Privacy Certification",
    "recoursemech": "We have chosen the EU Data Protection Authorities (EU DPAs) to serve as an independent recourse mechanism (IRM) for dispute resolution arising from collection, use, and retention of personal information transferred from EU member countries to companies in the United States and have remitted the annual fee to USCIB, acting as a trusted third party on behalf of the European Union (EU) Data Protection Authorities.  We will cooperate and comply with the Swiss Federal Data Protection and Information Commissioner (FDPIC) to investigate unresolved complaints",
    "signupdate": "2013-09-30",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "20166"
}