{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "650-364-3459",
    "OrgName": "BroadVision, Inc",
    "PPLoc": "http://www.broadvision.com/en/privacy-policy/ ",
    "Phone": "650-295-0716",
    "activities": "Clearvale and Vmoso (BroadVision Enterprise Social and Collaborative Systems or \"BV ESCS\") provide platforms (\"BV Platforms\") that enable users to create, join or browse social networks built on BV ESCS. BV ESCS use users personal information to operate, provide, improve, and maintain the BV Platforms, and our other services and systems, and to develop new products and services;to prevent abusive and fraudulent use of the BV Platforms and our other services and systems;  to send users administrative messages, and information about Networks, content, and BV ESCS services that users may be interested in; and for other administrative and internal business purposes. When users contact BroadVision, we may keep a record of users communication to help solve any issues users might be facing. BroadVision uses information collected from cookies to improve users experience and the overall quality of our services. For example, by saving users language preferences, BV ESCS will be able to have our services appear in the language users prefer. Also we will ask for users consent before using information for a purpose other than those that are set out in our Privacy Policy. Furthermore, the BV Platforms process personal information on our servers in many countries around the world. We may process users personal information on a server located outside the country where uses live.",
    "address": "1700 Seaport Blvd, Suite 210",
    "asp_index": "36033",
    "city": "Redwood City",
    "contactemail1": "sadams@broadvision.com",
    "contactfax1": "650-364-3459",
    "contactname1": "Sandra Adams",
    "contactoff1": "Sandra Adams",
    "contactphone1": "650-776-3685",
    "contacttitle1": "VP & General Cousel",
    "corpoffemail1": "Peter.Chu@broadvision.com",
    "corpofffax1": "650-364-3459",
    "corpoffname1": "Peter Chu",
    "corpoffphone1": "650-295-0716",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-08-17",
    "orgverification": "third party: TRUSTe",
    "personaldata": "The personal data collected and processed is described in Section 2 of our Privacy Policy (http://www.clearvale.com/mkt-nav/en/privacy.php) and it is covered by the Safe Harbor Framework. There is no manually processed data in the current system.",
    "ppdate": "2014-10-15",
    "previous": "29464",
    "privacyprograms": "TRUSTe’s EU Safe Harbor Privacy Program and currently working with TRUSTe to comply with Privacy Shield principles.",
    "recoursemech": "BroadVision has retained TRUSTe as an independent recourse mechanism since 2010. BroadVision has been awarded TRUSTe's Privacy Seal signifying that its privacy policy and practices have been reviewed by TRUSTe for compliance with TRUSTe's EU Safe Harbor program requirements regarding the collection and use of users' personal information. If users have any questions or complaints regarding its privacy policy or practices, users can contact BroadVision at support@broadvision.com. If users are not satisfied with BroadVision's response, users can resort to Truste Watchdog Dispute Resolution for their complaints.",
    "signupdate": "2012-08-17",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94063"
}