{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "925-355-3005",
    "OrgName": "Nextrials, Inc.",
    "PPLoc": "http://www.nextrials.com/doc/Privacy_Policy_Final.pdf ",
    "Phone": "925-355-3000",
    "activities": "Nextrials, Inc. may collect Personal Information when users use certain services or purchase and access certain non-downloadable, Internet-based software through its web site.  It uses Personal Information to help users complete a transaction, to communicate with users, to provide service and support, and to update users on services, products and benefits.  It may also enhance or merge users' Personal Information with data obtained from third parties for the same purposes.  The types of Personal Information users provide to Nextrials, Inc. on its web pages may include, name, address, phone number, e-mail address, login credentials such as user IDs and passwords, transaction information, health information (for use, other than hosting, by licensees only), and other information.  It uses this Personal Information to fulfill requests for our services or products, to contact users regarding changes to its web site or business, and to customize the content that users might see on its web site.  \r\n\r\nNextrials, Inc. may also collect data about usage and service operation that is not associated with specific personal identity, including IP address, usage statistics, and URLs from use of its website and may collect other information via weblogs, web beacons, and web cookies to evaluate how visitors use its web sites.",
    "address": "5000 Executive Parkway, Suite 540",
    "asp_index": "36038",
    "city": "San Ramon",
    "contactemail1": "jrogers@nextrials.com",
    "contactfax1": "925-355-3005",
    "contactname1": "Jim Rogers",
    "contactoff1": "Nextrials, Inc.",
    "contactphone1": "925-355-3000",
    "contacttitle1": "CEO",
    "corpoffemail1": "jrogers@nextrials.com",
    "corpofffax1": "925-355-3005",
    "corpoffname1": "Jim Rogers",
    "corpoffphone1": "925-355-3000",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Bulgaria, Czech Republic, France, Germany, Hungary, Italy, Latvia, Lithuania, Netherlands, Poland, Romania, Spain, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BGR",
        "CZE",
        "FRA",
        "DEU",
        "HUN",
        "ITA",
        "LVA",
        "LTU",
        "NLD",
        "POL",
        "ROU",
        "ESP",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-08-28",
    "orgverification": "Self-Assessment",
    "personaldata": "Organization, client, customer, and clinical trial data are covered and may include on-line, off-line, manually processed, and human resources data.",
    "ppdate": "2012-09-12",
    "previous": "29354",
    "privacyprograms": "None",
    "recoursemech": "Nextrials, Inc. utilizes and complies with the European Data Protection Authorities (EU DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC).",
    "signupdate": "2012-08-28",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94583"
}