{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "877-703-9080",
    "OrgName": "Scout Exchange LLC",
    "PPLoc": "http://goscoutgo.com/privacy-policy/ ",
    "Phone": "617-535-5030",
    "activities": "Scout Exchange LLC hosts a cloud based search firm management tool and online recruitment marketplace (the “Software”). In the course of conducting its business and to provide the Software, Scout Exchange collects and stores certain personal data, including (i) the personal information of persons whose information has been submitted by an application and/or resume to a third party search firm (“Candidates”), including Candidate names, home addresses, email addresses, and employment history (this information is collectively referred to as “Candidate Resume Data”) and (ii) contact and billing information of certain business partners and customers, including applicant tracking systems, staffing agencies and employers who have registered to use the Software, including job description data, historical placement data, contact information and bank routing information (this information is collectively referred to as “User Data”).\r\nThe personal information we collect may be stored on our servers, and on the servers of third party service providers.\r\nCollected User Data is used to make available and to improve our high standard of reliable services. We use User Data to:\r\n•       respond to inquiries or service requests and monitor such responses;\r\n•       provide information about and market our products and services;\r\n•       resolve problems; and\r\n•       manage the Site and assess usage of the Software.\r\nCandidate Resume Data supplied by Users is used solely to provide and make available the Services.",
    "address": "501 Boylston Street, 3rd floor",
    "asp_index": "36147",
    "city": "Boston",
    "contactemail1": "kcarroll@aquent.com",
    "contactfax1": "",
    "contactname1": "Kristin Carroll",
    "contactoff1": "Legal",
    "contactphone1": "617-535-4564",
    "contacttitle1": "Counsel",
    "corpoffemail1": "klazarus@goscoutgo.com",
    "corpofffax1": "",
    "corpoffname1": "Ken Lazarus",
    "corpoffphone1": "617-535-4552",
    "corpofftitle1": "CEO",
    "eucountries": "Switzerland",
    "eucountries_parsed": [
        "CHE"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-09-16",
    "orgverification": "In-house and Truste",
    "personaldata": "online, offline, human resources data",
    "ppdate": "2016-09-22",
    "previous": "29946",
    "privacyprograms": "TRUSTe",
    "recoursemech": "For organizational human resources data Scout Exchange will work with the EU data protection authorities and the Swiss Federal Data Protection and Information Commissioner.  For all other categories of data Scout Exchange will work with TRUSTe to maintain compliance and to fully investigate and resolve complaints.",
    "signupdate": "2014-09-16",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02360"
}