{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "516-293-0784",
    "OrgName": "EtQ, Inc.",
    "PPLoc": "http://www.etq.com/privacy-policy.shtml ",
    "Phone": "516-293-0949",
    "activities": "EtQ is a service provider to businesses; the company provides Software as a Service cloud applications and services platforms (“Cloud Services”), such as EtQ Reliance®, Verse®, and Traqpath®. Under applicable data protection laws, EtQ’s customers are the controllers/database owners/responsible parties with respect to the personal information uploaded into the Cloud Services, and EtQ is a processor/operator for its customers. \r\n\r\nEtQ processes the personal information that customers may upload into the Cloud Services only at the direction of the customer – to provide the Cloud Services to its customer, and to comply with applicable legal requirements. EtQ does not have a direct relationship with the individuals whose personal information customers upload into the Cloud Services. Accordingly, we require our business customers, by contract, to comply with applicable data protection requirements, including to provide notice regarding customers’ data processing activities. \r\n\r\nPersonal Information We Collect in Connection with EtQ’s Websites and Mobile Applications\r\nIn addition to the personal information that our customers upload into the Cloud Services, we collect personal information in connection with the use of our websites and mobile applications. The types of personal information that we may collect in connection with your use of our websites and mobile applications may include:\r\n•\tBusiness contact information, such as your name, job title and employer name, email address, mailing address, and phone number, including administrative employee contact information provided by our Cloud Services customers\r\n•\tThe username and password that you may create for an account you establish on our  websites or mobile applications\r\n•\tYour signature, if you use certain of our mobile applications \r\n•\tYour comments and testimonials\r\nWe, our service providers, and our business partners, may also collect certain information by automated means, such as cookies, web beacons and other technologies. A “cookie” is a text file that websites send to a visitor‘s computer or other Internet-connected device to uniquely identify the visitor’s browser or to store information or settings in the browser. A “web beacon,” also known as an Internet tag, pixel tag or clear GIF, is used to transmit information back to a web server. Some of our service providers and business partners may collect information about your online activities over time and across third-party websites when you use our websites and mobile applications.\r\nThe information that may be collected by automated means includes:\r\n•\tPrecise location information of users of our mobile applications\r\n•\tDetails about the devices that are used to access our websites or mobile applications (such as the IP address, and type of operating system and web browser)\r\n•\tDates and times of visits to, and use of, our websites and mobile applications\r\n•\tInformation about how our websites and mobile applications are used (such as the content that is viewed on our websites and how users navigate between our webpages, or the features of our mobile applications that are used and how users navigate between screens on our mobile applications)\r\n•\tURLs that refer visitors to our websites\r\n•\tSearch terms used to reach our websites or locate our mobile applications\r\n\r\n\r\nHow We Use The Personal Information We Collect\r\nWe use the personal information that customers upload into the Cloud Services only as directed by the customers and to comply with applicable legal requirements.\r\nIn addition, we may use other personal information we collect to:\r\n•\tFacilitate of the provision of the Cloud Services and related purposes, including security and audits \r\n•\tEstablish and maintain user accounts on our websites or mobile applications\r\n•\tCommunicate with you about the products and services, and respond to your requests, inquiries, comments, and suggestions\r\n•\tOperate, evaluate and improve our business, our websites and mobile applications, or communications strategies, and the products and services we offer (including to develop new products and services)\r\n•\tEnable you to share information via your social network accounts\r\n•\tComply with legal requirements, judicial process, and our company policies (including to verify users’ identity in connection with access or correction requests)\r\n•\tProtect against and prevent fraud, illegal activity (such as identifying and responding to incidents of hacking or misuse of our websites, mobile applications, and the Cloud Services), and claims and other liabilities, including by enforcing the terms and conditions that may apply to your use of our websites, mobile applications, or Cloud Services\r\n\r\nWe share the personal information that customers upload into the Cloud Services only as directed by the customers and to comply with applicable legal requirements.\r\nWe may share information regarding business customers’ personnel’s use of the Cloud Services, our websites and mobile applications with the relevant customers.\r\nWe may share the information we collect with our service providers that perform services on our behalf for the purposes described in this Privacy Notice. We contractually require these service providers to use or disclose the personal information only as necessary to perform services on our behalf or comply with legal requirements.\r\nIf you choose to comment on an article via our blog, we may display your name publicly along with your comment. Any personal information you provide or post in connection with our blog will not be regarded as confidential and may be made publicly available on the Internet and indexed by search engines.\r\nWe may post a customer testimonial on our website, with the customer’s prior consent.\r\nUnless prohibited by applicable law, we reserve the right to transfer the information we maintain in the event we sell or transfer all or a portion of our business or assets. If we engage in such a sale or transfer, we will make reasonable efforts to direct the recipient to use your personal information in a manner that is consistent with this Privacy Notice. After such a sale or transfer, you may contact the recipient with any inquiries concerning the processing of your personal information.\r\nWe may share personal information to comply with legal requirements (e.g., to disclose personal information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements). We may also share your information to protect against and prevent fraud, illegal activity (such as identifying and responding to incidents of hacking or misuse of our websites and mobile applications), and claims and other liabilities.\r\n\r\n.",
    "address": "399 Conklin Street",
    "asp_index": "36171",
    "city": "Farmingdale",
    "contactemail1": "afisher@etq.com",
    "contactfax1": "516-293-0784",
    "contactname1": "Amanda Rose Fisher",
    "contactoff1": "399 Conklin Street, Farmingdale NY 11735",
    "contactphone1": "516-293-0949",
    "contacttitle1": "Managing Counsel",
    "corpoffemail1": "gmccarty@etq.com",
    "corpofffax1": "516-293-0784",
    "corpoffname1": "Glenn McCarty",
    "corpoffphone1": "516-293-0949",
    "corpofftitle1": "CEO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-06-01",
    "orgverification": "Third party",
    "personaldata": "Data collected directly on the Internet, offline data and manually processed data.",
    "ppdate": "2016-09-30",
    "previous": "28207",
    "privacyprograms": "TRUSTe",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-06-01",
    "state": "New York",
    "statutorybody": "FTC",
    "zip": "11735"
}