{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "",
    "OrgName": "Ecolab Inc.",
    "PPLoc": "http://www.ecolab.com/privacy-policy ",
    "Phone": "651-293-2233",
    "activities": "Ecolab will store, use or otherwise process personal information in connection with Ecolab's business of manufacturing, selling, and distributing specialty chemicals.  \r\n\r\nWith regard to personal data other than human resources, personal data collected by Ecolab is used in support of commercial relationships with customers and vendors, including, but not limited to, the processing of customer orders, orders from vendors, managing accounts, learning about customers’ needs, responding to inquiries, and providing access to information.  Ecolab may share personal data with our worldwide affiliates to better understand the commercial relationships we have with our customers and vendors and to improve products and services.  Ecolab may also use third party service providers to assist in hosting data or otherwise acting as data processors, to provide software and content for our sites and to provide other services.  \r\n\r\nWith regard to human resources data, the collected personal data is processed for purposes including establishing, managing, or terminating an employment relationship with Ecolab.  Ecolab may share human resources data with third parties in order to fulfill the stated purposes, including engaging third parties that (a) provide products or services to Ecolab or (b) collaborate with Ecolab in the provision of products or services to employees.  In some instances, such third parties may also provide certain information technology and data processing services.",
    "address": "370 N. Wabasha Street",
    "asp_index": "36173",
    "city": "Saint Paul",
    "contactemail1": "Colleen.Ryan@ecolab.com",
    "contactfax1": "651-250-2573",
    "contactname1": "Colleen Ryan",
    "contactoff1": "Legal Department",
    "contactphone1": "651-250-4793",
    "contacttitle1": "Attorney, Data Privacy Officer",
    "corpoffemail1": "Jim.Seifert@ecolab.com",
    "corpofffax1": "651-250-2471",
    "corpoffname1": "James J. Seifert",
    "corpoffphone1": "651-250-2981",
    "corpofftitle1": "Executive Vice President, General Counsel and Secretary",
    "eucountries": "Switzerland",
    "eucountries_parsed": [
        "CHE"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Industrial Chemicals - (ICH)Water Resources Eqpt & Services - (WRE)Medical Equipment - (MED)Oil Gas Mineral -(OGS)\r\nOil Gas Mineral Production",
    "industrysector_parsed": [
        "Industrial Chemicals - (ICH)",
        "Medical Equipment - (MED)",
        "Oil Gas Mineral -(OGS)",
        "Water Resources Eqpt & Services - (WRE)"
    ],
    "latest": "true",
    "nextcertification": "2017-10-01",
    "orgverification": "In-House Self Assessment",
    "personaldata": "Personal data about Ecolab's customers, suppliers, vendors, and employees.",
    "ppdate": "2016-09-30",
    "previous": "32144",
    "privacyprograms": "None",
    "recoursemech": "Swiss Data Protection Authority & Swiss FDPIC",
    "signupdate": "2011-03-21",
    "state": "Minnesota",
    "statutorybody": "FTC",
    "zip": "55102-2233"
}