{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "",
    "OrgName": "Habla, Inc. d/b/a Olark",
    "PPLoc": "https:/ www.olark.com/privacy-policy ",
    "Phone": "888-959-4408",
    "activities": "We take your privacy seriously. \r\nCollection: Subject to the Terms, in the course of your use of the Services or by communication with us, Olark or by third-party vendors contracted by us will collect, use, disclose, store, process, and transfer to the United States and/or other countries the following information (collectively your \"Private Information\"):\r\nYour account Registration Data;\r\nYour credit card and/or other billing information;\r\nPersonal information such as your name, email address, and phone number;\r\nBusiness information like your company name, company size, and business type;\r\nYour customers’ information that you provide us or through your customers’ interaction with the Services;\r\nAny other information you provide us, such as your coworker’s email address;\r\nAccount information from Add-ons and other third-party services you use in conjunction with our Services;\r\nData about your use of the Services, such as but not limited to interactions with the user interface to the Services, computers you connect to the Services with, the frequency and size of data transfers, and information you use to describe yourself; and\r\nData required for operation of the Services such as but not limited to information you submit to, publish with, or transfer through to the Services.\r\nAll data transfers from the EEA and Switzerland are covered under the US-EU and US-Swiss Safe Harbor Frameworks.\r\nUse: We use your Private Information only to provide the Services to you, to send you notification of updates to the Services, and to send you marketing communications such as email (unless you choose to stop our email newsletter or marketing emails by following the unsubscribe instructions included in these emails). If you provide us personal information about others, or if others give us your information, we will only use that information for the use we described when the information was shared with us.",
    "address": "76 South Park St",
    "asp_index": "36182",
    "city": "San Francisco",
    "contactemail1": "privacy@olark.com",
    "contactfax1": "",
    "contactname1": "Matt Pizzimenti",
    "contactoff1": "Olark",
    "contactphone1": "586-206-8862",
    "contacttitle1": "COO",
    "corpoffemail1": "privacy@olark.com",
    "corpofffax1": "",
    "corpoffname1": "Matt Pizzimenti",
    "corpoffphone1": "586-206-8862",
    "corpofftitle1": "COO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-10-17",
    "orgverification": "In-house",
    "personaldata": "Account Registration Data; credit card and/or other billing information; personal information such as your name, email address, phone number; company name, company size, and business type; your customers’ information that you provide us or through your customers’ interaction with the Services; any other information you provide us; account information and date from 3rd party services.",
    "ppdate": "2016-09-29",
    "previous": "",
    "privacyprograms": "n/a",
    "recoursemech": "Olark has further committed to refer unresolved privacy complaints under the US-EU and US-Swiss Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus. If you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit http://www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.",
    "signupdate": "2015-06-03",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94107"
}