{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "901-432-3930",
    "OrgName": "Med Communications, Inc",
    "PPLoc": "http://www.medcomminc.com ",
    "Phone": "901-578-3200",
    "activities": "Med Communications, Inc. (MC) is a contract medical information contact center that works with pharmaceutical device and biotechnology industries. The call center at MC is staffed by administrative staff and medical information pharmacists and nurses. MC functions as a seamless extension of our contracted client companies. \r\nMC receives Personal Information on behalf of its contracted clients who engage MC (either directly or through a third party) to receive, store and/or process such Personal Information. This information is collected when the administrative staff and/or pharmacists or nurses of MC respond to inquiries from data subjects (via phone or electronically) that may be related to Medical Information (MI), Adverse Events (AE) or Product Complaint (PC).\r\nFor each such inquiry, MC attempts to collect the following minimum information from the data subject: name, address, and phone number. Additional information is requested from Data Subject reporting adverse events (AE) and product complaints (PC), including but not limited to:\r\n•\tAEs: date of report, reporter name, reporter type (physician, pharmacist, nurse, consumer, etc), patient identifiers, patient gender, patient DOB, demographic information (address, city, state, phone number), drug (dose, frequency, history, action taken following event), event description/ outcome, and concomitant medications. \r\n•\tPCs: date of report, nature of complaint, lot number, expiration date, product retrieval information, and product replacement or reimbursement requests. \r\n\r\nMC may also collect Personal Information related to its business partners, employment and personal management.",
    "address": "20 S. Dudley, Suite 700",
    "asp_index": "36208",
    "city": "Memphis",
    "contactemail1": "lisa.blair@medcomminc.com",
    "contactfax1": "901-432-3930",
    "contactname1": "Lisa Blair",
    "contactoff1": "Memphis Office",
    "contactphone1": "901-579-3191",
    "contacttitle1": "Contract and Complaince Specialist",
    "corpoffemail1": "beth.miller@medcomminc.com",
    "corpofffax1": "901-432-3930",
    "corpoffname1": "Elizabeth Miller",
    "corpoffphone1": "901-579-3181",
    "corpofftitle1": "Vice President, Medical Communications",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Drugs & Pharmaceuticals - (DRG)Biotechnology - (BTC)",
    "industrysector_parsed": [
        "Biotechnology - (BTC)",
        "Drugs & Pharmaceuticals - (DRG)"
    ],
    "latest": "true",
    "nextcertification": "2017-10-22",
    "orgverification": "In-House",
    "personaldata": "Organization (Med Communications, INC) is manually processed data. Client is both automatic and manually processed data.",
    "ppdate": "2015-10-01",
    "previous": "",
    "privacyprograms": "Self- regulatory privacy program that adheres to the Safe Harbor Privacy Principles.",
    "recoursemech": "MC has established internal mechanisms to assure compliance with this privacy policy and periodically verifies that the policy is accurate, comprehensive for the information intended to be covered, prominently displayed, completely implemented and accessible and in conformity with the Safe Harbor Principles. Any MC employee that is determined to be in violation of this policy will be subject to disciplinary action up to and including termination of employment. We encourage interested persons to raise any concerns using the contact information provided and we will investigate and attempt to resolve any complaints or disputes regarding the use and disclosure of Personal Information in accordance with the Safe Harbor Principles. \r\nIf a complaint or dispute cannot be resolved through our internal process, we agree to abide by the dispute resolution procedures established by the EU Data Protection Authorities, as well as to cooperate and comply with the Federal Data Protection and Information Commissioner of Switzerland.",
    "signupdate": "2015-10-22",
    "state": "Tennessee",
    "statutorybody": "FTC",
    "zip": "38103"
}