{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "770-448-3208",
    "OrgName": "Business Software, Inc.",
    "PPLoc": "http://www.bsi.com/bsi-resources/privacy-policy ",
    "Phone": "770-449-3200",
    "activities": "BSI may receive and store personal information from the EU/EEA or Switzerland through our websites, www.bsi.com and www.mybsi.com (collectively the “Site”), when a user from one of those countries provides us with their name, e-mail address, phone number or company name.  This information may be used by BSI to facilitate billing, register a user for webinars, training or demonstrations, provide white papers, user identifications and passwords or to verify identify for the provision of products and support.  In addition to the primary purposes for which this information is collected by BSI, we may also use such information to contact a user to confirm information related to an order, to advise of additional products or services in which a user may be interested, to obtain feedback on our products or the Site or to send promotional materials.  BSI may also receive and store personal information from the EU/EEA or Switzerland through receipt of resumes and applications for employment, including names, addresses, phone numbers and e-mail addresses.  Information collected in this manner is used to consider the eligibility of employment candidates for various job opportunities.  In addition to information collected through our Site, BSI may receive and store personal information from the EU/EEA or Switzerland through a customer’s use of one or more of BSI’s software-as-a-service (“SaaS”) applications, which are hosted in BSI’s cloud.  Employee names, addresses and dates of birth input by a customer into one of BSI’s SaaS applications may be used to facilitate the processing, locating, reporting, filing, paying or adjusting of such employee’s payroll tax data or the onboarding of such employee into the customer’s organization.  Finally, BSI may receive and store personal information from the EU/EEA or Switzerland through a customer’s provision of contact information, which may include an individual’s name, e-mail address, phone number or company name and company address.  This information may be used by BSI to facilitate the processing of orders, creation of contracts, generation of invoices, issuance of user identifications and passwords and provision of products and support.",
    "address": "155 Technology Parkway, Suite 100",
    "asp_index": "36215",
    "city": "Norcross",
    "contactemail1": "contractadmin@bsi.com",
    "contactfax1": "770-448-3208",
    "contactname1": "Kristin Singleton",
    "contactoff1": "Contracts/Legal Department",
    "contactphone1": "770-449-3200",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "contractadmin@bsi.com",
    "corpofffax1": "770-448-3208",
    "corpoffname1": "Merryl Rindik",
    "corpoffphone1": "770-449-3200",
    "corpofftitle1": "Director",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-07-24",
    "orgverification": "In-house and TRUSTe (see link above)",
    "personaldata": "On-line data, offline data and manually processed data",
    "ppdate": "2016-09-27",
    "previous": "29160",
    "privacyprograms": "TRUSTe’s Privacy Seal program (https://www.bsi.com/privacy-policy/)",
    "recoursemech": "TRUSTe",
    "signupdate": "2013-07-24",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30092"
}