{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "972-586-7786",
    "OrgName": "Armor Defense, Inc.",
    "PPLoc": "https:/ www.armor.com/company/legal/ ",
    "Phone": "877-262-3473",
    "activities": "Armor Defense, Inc. and Armor Defense Limited (Armor) is the leader in Secure Cloud Hosting and delivers hosting solutions to eCommerce, SaaS, healthcare IT and security companies around the world. Based out of Dallas, TX, we specialize in protecting websites with compliance and high traffic needs. Armor makes hacker awareness, management and prevention a standard part of every hosting plan. Advanced security, combined with a portfolio of hosting solutions, help Armor protect companies of all sizes.\r\n\r\nThe Personally Identifiable Information We Collect\r\nArmor may collect personally identifiable information from customers in a variety of ways, including online and offline subscription and order forms, paper or telephone submissions, and other instances where customers are invited to volunteer such information. Additionally, contact information may be collected during any correspondence relating to customer support, as well as in connection with the Service offered on the Site.  If you provide us personal information about others, or if others give us your information, we will only use that information for the specific reason for which it was provided to us.\r\n\r\nArmor may collect such information as contact name, business name and type, address, phone number, email address and billing information including credit card number and expiration date, as well as other information. We will only use your name, address and billing information/credit card information to process your order. The addresses are used for customer support, required notifications, product and statement updates and marketing releases. Under no circumstances will we use this information for anything else not described in this Privacy Statement. All users may at any time opt-out of our marketing by clicking the Unsubscribe link located at the bottom of all marketing and customer notices or by submitting a General Inquiry at https://www.armor.com/company/contact/.",
    "address": "2360 Campbell Creek, Suite 525",
    "asp_index": "36235",
    "city": "Richardson",
    "contactemail1": "kurt.hagerman@armor.com",
    "contactfax1": "972-586-7786",
    "contactname1": "Kurt Hagerman",
    "contactoff1": "2360 Campbell Creek, Suite 525, Richardson, TX 75082",
    "contactphone1": "469-533-8073",
    "contacttitle1": "CISO",
    "corpoffemail1": "jared.day@armor.com",
    "corpofffax1": "972-586-7786",
    "corpoffname1": "Jared Day",
    "corpoffphone1": "469-533-8138",
    "corpofftitle1": "President",
    "eucountries": "Switzerland",
    "eucountries_parsed": [
        "CHE"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)"
    ],
    "latest": "true",
    "nextcertification": "2017-09-28",
    "orgverification": "In-house and TRUSTe (see link above)",
    "personaldata": "Organization, Client, Customer (does not include manually processed data)",
    "ppdate": "2016-09-30",
    "previous": "31033",
    "privacyprograms": "TRUSTe Privacy Seal Program\r\nPrivacy Shield (application pending) \r\n\r\nhttps://www.armor.com/company/legal",
    "recoursemech": "Please direct your questions and concerns pertaining to the Site, Service, or this Statement to us at legal@armor.com \r\n\r\nIf you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.  Under certain conditions, more fully described on the Privacy Shield website [https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint], you may invoke binding arbitration when other dispute resolution procedures have been exhausted.",
    "signupdate": "2015-09-28",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "75082"
}