{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "650-745-3756",
    "OrgName": "Serenova, LLC.",
    "PPLoc": "http://www.serenova.com/privacy-policy ",
    "Phone": "800-411-4700",
    "activities": "Serenova, LLC operates an Internet-based, cloud hosted contact center platform for use by its customers for management of communications including voice communications (via telephony), as well as wireless (SMS), chat, email, and social network communications.  LiveOps also provides contact center agent services for its customers, utilizing the hosted contact center platform with a contracted workforce of independent contractor agents to respond to communications that are generated through the advertising campaigns or marketing programs of its customers.  As part of its services, LiveOps receives, holds and processes information at the request and under the direction of its customers. In this context, LiveOps acts as a data processor and does not determine what information is collected or how it is utilized, and the customers act as data controllers.  LiveOps has no direct relationship with the individuals whose personal data it receives or processes for customers, and LiveOps’ use of information collected through its service platform for customers is limited to the purpose of providing the service for which those customers have engaged LiveOps. LiveOps also collects, on its own behalf, information on individuals who visit the web sites maintained by LiveOps, as well as information submitted by visitors to register with the site or request associated information and services.  LiveOps only collects information on website visitors that is voluntarily submitted to LiveOps, or that LiveOps believes to be relevant and required to provide an individual with requested information and services, and to conduct its business.",
    "address": "7300 Ranch Road 2222, Building III, Suite 200",
    "asp_index": "36254",
    "city": "Austin",
    "contactemail1": "jkrautter@serenova.com",
    "contactfax1": "650-745-3756",
    "contactname1": "Jonathan Krautter",
    "contactoff1": "Security Department",
    "contactphone1": "512-766-0456",
    "contacttitle1": "Senior Security Engineer",
    "corpoffemail1": "cpinzone@serenova.com",
    "corpofffax1": "650-745-3756",
    "corpoffname1": "Carmela Pinzone",
    "corpoffphone1": "512-766-0557",
    "corpofftitle1": "Sr VP Operations",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Services - (CSV)Telecommunications Services - (TES)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Telecommunications Services - (TES)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-01",
    "orgverification": "In-house and TRUSTe",
    "personaldata": "data received from or on behalf of customers; data collected by Serenova on its own behalf; including online, offline and manually processed data",
    "ppdate": "2016-09-29",
    "previous": "",
    "privacyprograms": "TRUSTe's Privacy Seal program (http://www.serenova.com/privacy-policy)",
    "recoursemech": "TRUSTe",
    "signupdate": "2012-12-21",
    "state": "Texas",
    "statutorybody": "FTC",
    "zip": "78730"
}