{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "18662061740",
    "OrgName": "MTFX USA Inc.",
    "PPLoc": "http://mtfxusa.com/privacy-policy.aspx ",
    "Phone": "2014356839",
    "activities": "MTFX USA Inc.(\"MTFX\") receives personal data (as defined in the Directive) from the EEA and Switzerland primarily in the course of the use and operation of its services by individuals located in those areas. MTFX acts as a data controller for personal data of its customers, suppliers and payors that it receives from Europe. MTFX processes payor data in the provision of services on behalf of the client. Services for the client include reconciliation and processing of payment transactions, settlements, refunds, notification and details of payment origin and the provision of dispute resolution and customer support services. MTFX is not exposed to credit card details at any point as it does not directly process credit card payments. MTFX will also use client and payor data to maintain relationships, improve products or services, conduct data analysis, billing, accounting, audits, information security management or to comply with legal obligations or process. MTFX will collect from the payor information limited to that which is required to successfully process and reconcile the payment. In some cases, further details will need to be verified with a payor such as originating bank account number, routing/sort/bank code, name of account holder. Communications such as email, chat logs and content of telephone conversations (noted in text) are also stored. MTFX does not sell/rent/trade any information which is gathered in the course of business operations.",
    "address": "2500 Plaza 5, 25th Floor, Harborside Financial Center",
    "asp_index": "36263",
    "city": "Jersey City",
    "contactemail1": "arif.harji@mtfxusa.com",
    "contactfax1": "18662061740",
    "contactname1": "Arif Harji",
    "contactoff1": "Compliance Department",
    "contactphone1": "2014356839",
    "contacttitle1": "Compliance Director",
    "corpoffemail1": "arif.harji@mtfxusa.com",
    "corpofffax1": "18662061740",
    "corpoffname1": "Arif Harji",
    "corpoffphone1": "2014356839",
    "corpofftitle1": "CEO, Director",
    "eucountries": "Switzerland",
    "eucountries_parsed": [
        "CHE"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Financial Services - (FNS)Information Services - (INF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Financial Services - (FNS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2017-11-08",
    "orgverification": "In-house",
    "personaldata": "Information required to process payment on behalf of payor such as name, address, date of birth,, payment amount,",
    "ppdate": "2015-01-01",
    "previous": "",
    "privacyprograms": "N/A",
    "recoursemech": "MTFX regularly reviews its privacy policy to ensure it is prominently displayed, accurate and in conformity with the Principles. Any questions or concerns regarding our policies and treatment of personal data can be made to us by contacting us. When we receive a formal complaint, it is MTFX's policy to contact the complaining individual regarding his or her concerns. We cooperate with the local data protection authorities (EU DPAs) to resolve any complaints regarding the transfer of personal data that cannot be resolved between MTFX and the individual.",
    "signupdate": "2016-11-08",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "07311"
}