{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "714-242-1400",
    "OrgName": "ConeXware, Inc.",
    "PPLoc": "http://www.powerarchiver.com/powerarchiver-privacy/ ",
    "Phone": "888-302-8800",
    "activities": "ConeXware collects Personal Information when you place an order for one of our products, request support from ConeXware, sign up for a newsletter, or submit a PowerArchiver skin.\r\nWhen you place an order for one of our products, ConeXware collects Personal Information as required to complete your order. This data includes your name, address, phone number, IP address and credit card details, depending on the payment method selected.\r\nConeXware sometimes collects limited non-personally identifying information your browser makes available whenever you visit a Web site. This log information includes your Internet Protocol address, browser type, browser language, the date and time of your query and one or more cookies that may uniquely identify your browser. We use this information to operate, develop and improve our services.\r\nWhen we require personally identifying information, we will inform you about the types of information we collect and how we use it. We hope this will help you make an informed decision about sharing your Personal Information with us.\r\n\r\nConeXware uses Personal Information it collects for the following business purposes, without limitation:\r\nmaintaining and supporting its products, delivering and providing the requested products/services, and complying with its contractual obligations related thereto (including managing transactions, reporting, invoices, renewals, and other operations related to providing services to a Individual Customer);\r\nsatisfying governmental reporting, tax, and other requirements (e.g., import/export);\r\nstoring and processing data, including Personal Information, in computer databases and servers located in the United States;\r\nverifying identity (e.g., for online access to accounts);\r\nas requested by the Individual Customer;\r\nfor other business-related purposes permitted or required under applicable local law and regulation, including lawful requests by public authorities, including to meet national security or law enforcement requirements;\r\nand as otherwise required by law.",
    "address": "11654 Plaza America Dr. #350",
    "asp_index": "36270",
    "city": "Reston",
    "contactemail1": "general@conexware.com",
    "contactfax1": "714-242-1400",
    "contactname1": "Nathan Mook",
    "contactoff1": "ConeXware, Inc.",
    "contactphone1": "888-302-8800",
    "contacttitle1": "President",
    "corpoffemail1": "general@conexware.com",
    "corpofffax1": "714-242-1400",
    "corpoffname1": "Nathan Mook",
    "corpoffphone1": "888-302-8800",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2017-10-18",
    "orgverification": "In-house",
    "personaldata": "On-Line and Manually Processed Data",
    "ppdate": "2016-09-01",
    "previous": "32287",
    "privacyprograms": "Council of Better Business Bureau’s BBBOnLine® Privacy Program",
    "recoursemech": "EU data protection authorities (EU DPAs) and Swiss Federal Data Protection and Information Commissioner (FDPIC)",
    "signupdate": "2004-10-18",
    "state": "Virginia",
    "statutorybody": "FTC",
    "zip": "20190"
}