{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "609-524-9870",
    "OrgName": "Berlitz Languages, Inc. and its controlled U.S. subsidiaries",
    "PPLoc": "http://www.berlitz.com/Privacy-Policy/39/ ",
    "Phone": "609-759-5400",
    "activities": "Berlitz Languages, Inc. and its controlled U.S. subsidiaries (collectively, Berlitz) may collect personal data from website users.  For example, when a website user makes a purchase, Berlitz may collect that user’s name, address, email address, phone number, and credit card number with expiration date in order to process the purchase, and may retain a record of the user’s account and purchase information.  When a website user enters a sweepstakes or contest online, Berlitz may collect the user’s name, address, email address, and phone number for purposes of administering the sweepstakes or contest. When a website user submits an online inquiry, Berlitz may collect the user’s name, email address, phone number, age, interests, product preferences, and zip code in order to respond to the inquiry.  Berlitz may also use personal data collected from website users to enhance the users’ online shopping experience and to provide offers for marketing and promotional purposes.\r\n\r\nBerlitz may receive personal data from its affiliates, franchisees, agents, and other subsidiaries on the customers and prospective customers of such parties.  The following categories of data may be included: Name, addresses, phone numbers, email addresses, and other contact information, employer information, purchase and payment records, financial information, age, gender, nationality, language skills, interests, and product preferences.  This data is transferred and processed for purposes of supporting customer inquiries, invoicing and processing payments, and managing records of customer purchases and accounts.\r\n\r\nBerlitz may receive personal data from its affiliates, franchisees, agents, and other subsidiaries on the employees, former employees, prospective employees, contractors, agents, suppliers, and vendors of such parties.  The following categories of data may be included: Contact information, employment and academic history, financial information, age, gender, nationality, date and place of birth, marital status, language skills, employee and government IDs, income, dates of employment, and tax information.  This data is transferred and processed for purposes of administration and communication, and to comply with labor law requirements.\r\n\r\nBerlitz may share personal data with its affiliates, franchisees, agents, and other subsidiaries, and third-party service providers for the purposes outlined above.  Berlitz may also collect and share this data in response to subpoenas, court orders, or legal process, or in order to investigate or take action regarding illegal activities, suspected fraud, Terms of Use violations, or as otherwise required by law.\r\n\r\nBerlitz’s controlled subsidiaries include the following entities: Berlitz Corporation; Berlitz Investment Corporation; Berlitz Publishing Company, Inc.; Berlitz Franchising Corporation; ELS Educational Services, Inc.; World Wide Speaking SARL (World Speaking); Second Language Testing, Inc.; Training Management Corporation; and Versation, Inc.",
    "address": "7 Roszel Road",
    "asp_index": "36289",
    "city": "Princeton",
    "contactemail1": "legaldepartment@berlitz.us",
    "contactfax1": "609-524-9870",
    "contactname1": "Paul Weinstein",
    "contactoff1": "Berlitz Languages, Inc.",
    "contactphone1": "609-759-5400",
    "contacttitle1": "Vice President, General Counsel and Secretary",
    "corpoffemail1": "legaldepartment@berlitz.us",
    "corpofffax1": "609-524-9870",
    "corpoffname1": "Paul Weinstein",
    "corpoffphone1": "609-759-5400",
    "corpofftitle1": "Vice President, General Counsel and Secretary",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Management Consulting Services - (MCS)Education & Training - (EDS)",
    "industrysector_parsed": [
        "Education & Training - (EDS)",
        "Management Consulting Services - (MCS)"
    ],
    "latest": "true",
    "nextcertification": "2017-11-30",
    "orgverification": "In-house",
    "personaldata": "All data is covered",
    "ppdate": "2016-11-04",
    "previous": "32762",
    "privacyprograms": "None",
    "recoursemech": "Non-human resource data – AAA; Human resource data – EU/Swiss Data Protection Authorities",
    "signupdate": "2007-11-30",
    "state": "New Jersey",
    "statutorybody": "FTC",
    "zip": "08540"
}