{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "",
    "OrgName": "Cercacor Laboratories, Inc.",
    "PPLoc": "http://privacypolicy.cercacor.com/ ",
    "Phone": "9496796100",
    "activities": "When our customers sign in to receive product updates and other notifications on our website, purchase product, or\r\ncontact us, we may collect a variety of information, including your name, mailing address, phone number, email\r\naddress, contact preferences, and credit card information.\r\nMobile: When our customers download and set up apps created by Cercacor we may, collect a variety of\r\ninformation such as full name, email address, mailing address, phone number, age, biological sex, or date of birth.\r\nIn addition, during the use of our apps, we may also collect information about your health/wellness, your location,\r\nand your mobile device. When our customers download and use our mobile application, we automatically collect\r\ninformation on the type of device they use, operating system version, and the device identifier (or \"UDID\").\r\nThe personal information we collect allows us to keep our customers posted on Cercacor’s latest product\r\nannouncements, software updates, and upcoming events.\r\nWe also use personal information to help us create, develop, operate, deliver, and improve our products, services,\r\ncontent, and advertising, and for loss prevention and anti-fraud purposes.\r\nWe may personal information, including date of birth, to verify identity, assist with identification of users, and to\r\ndetermine appropriate services. For example, we may use date of birth to determine the age of Cercacor account\r\nholders.\r\nFrom time to time, we may use personal information to send important notices, such as communications about\r\npurchases and changes to our terms, conditions, and policies. Because this information is important to their\r\ninteraction with Cercacor, they may not opt out of receiving these communications.\r\nWe may also use personal information for internal purposes such as auditing, data analysis, and research to\r\nimprove Cercacor’s products, services, and customer communications.",
    "address": "40 Parker",
    "asp_index": "36337",
    "city": "Irvine",
    "contactemail1": "ghammarth@cercacor.com",
    "contactfax1": "",
    "contactname1": "Gerry Hammarth",
    "contactoff1": "Cercacor Laboratories, Inc.",
    "contactphone1": "9496796100",
    "contacttitle1": "CFO",
    "corpoffemail1": "ghammarth@cercacor.com",
    "corpofffax1": "",
    "corpoffname1": "Gerry Hammarth",
    "corpoffphone1": "9496796100",
    "corpofftitle1": "CFO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Consumer Electronics - (CEL)",
    "industrysector_parsed": [
        "Consumer Electronics - (CEL)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-21",
    "orgverification": "In-house and TRUSTe",
    "personaldata": "On-line data = data collected directly on the Internet. Offline data = any digital data processed not through the Internet – such as data collected through an Intranet.",
    "ppdate": "2016-09-27",
    "previous": "32851",
    "privacyprograms": "TRUSTe’s Privacy Seal program",
    "recoursemech": "TRUSTe",
    "signupdate": "2015-12-08",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "92618"
}