{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "770-512-0828",
    "OrgName": "Tungsten Network Inc.",
    "PPLoc": "https:/ www.tungsten-network.com/uk/privacy-policy/ ",
    "Phone": "770-698-1420",
    "activities": "Tungsten Network is a technology and service organization that enables corporations to reduce back-office costs and improve operating efficiency through the automated electronic exchange of critical business data in electronic form, eliminating the use of paper-based documents for inter-company financial communications.\r\n\r\nThrough the network, clients send invoices directly to customers in their chosen format. Customers benefit from receiving legally compliant invoices directly into their accounting system. The network, which is the nerve center of the Tungsten Network service, receives the invoice data from its clients and then processes, translates, and validates the data before creating the legally compliant invoice. The data is delivered to clients in its preferred format and the digitally signed invoice is delivered to the recipients, and archive. The personal data collected is work/business contact names, telephone numbers and e-mail addresses.\r\n\r\nTungsten Network uses information collected through its website as a source to answer any questions that clients/prospective clients have and to better understand the people accessing the website and the organizations for which they work. Billing information is only used for payment processing and is not retained for other purposes or for longer than permissible.\r\n\r\nTungsten Network may also use information to contact companies for market research or to provide companies with further information on the services Tungsten Network provides or other marketing information Tungsten Network thinks would be of particular interest.",
    "address": "1040 Crown Pointe Parkway, Suite 350",
    "asp_index": "36346",
    "city": "Atlanta",
    "contactemail1": "Patrick.Clark@tungsten-network.com ",
    "contactfax1": "770-512-0828",
    "contactname1": "Patrick Clark",
    "contactoff1": "Tungsten Network Ltd",
    "contactphone1": "770-698-1420",
    "contacttitle1": "General Counsel",
    "corpoffemail1": "Patrick.Clark@tungsten-network.com ",
    "corpofffax1": "770-512-0828",
    "corpoffname1": "Patrick Clark",
    "corpoffphone1": "770-698-1420",
    "corpofftitle1": "General Counsel",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Information Services - (INF)Computer Software - (CSF)Financial Services - (FNS)",
    "industrysector_parsed": [
        "Computer Software - (CSF)",
        "Financial Services - (FNS)",
        "Information Services - (INF)"
    ],
    "latest": "true",
    "nextcertification": "2016-07-23",
    "orgverification": "In-house",
    "personaldata": "Organization, client and customer data",
    "ppdate": "2016-09-28",
    "previous": "22957",
    "privacyprograms": "EU-U.S. Privacy Shield",
    "recoursemech": "EU Data Protection Authorities",
    "signupdate": "2013-07-23",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30338"
}