{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "617-687-9195",
    "OrgName": "Projector PSA, Inc.",
    "PPLoc": "http://www.projectorpsa.com/safeharbor.html ",
    "Phone": "617-431-4111",
    "activities": "Projector PSA, Inc. (“Projector PSA”) hosts and processes business data (“Hosted Business Data”), which may include personal information, received from registered customers through password-protected web pages that require customers to log in.  Projector PSA stores this Hosted Business Data at the customer’s initiative and under the customer’s control through the Projector PSA service.  For registered customers, Projector PSA processes contact, account and billing information that customers actively submit to Projector PSA (“Relationship Data”).  Projector PSA uses this Relationship Data to market, provide, improve and charge for Projector PSA services and as otherwise required or permitted by any applicable service or license agreement with the customer.\r\n \r\nOutside the scope of Projector PSA’s Safe Harbor registration, Projector PSA also stores and uses personal information collected through its publicly accessible website in accordance with the Projector PSA Website Privacy Policy posted on the website; the publicly accessible portions of the Projector PSA website are only covered by Projector PSA’s Website Privacy Policy and not by the Safe Harbor – as explained on Projector PSA’s Website.",
    "address": "85 Merrimac St. Suite 300",
    "asp_index": "36359",
    "city": "Boston",
    "contactemail1": "privacy@projectorpsa.com",
    "contactfax1": "617-687-9195",
    "contactname1": "",
    "contactoff1": "Projector PSA, Inc.",
    "contactphone1": "617-431-4111",
    "contacttitle1": "",
    "corpoffemail1": "larry@projectorpsa.com",
    "corpofffax1": "815-642-0488",
    "corpoffname1": "Larry Krakauer",
    "corpoffphone1": "617-431-4112",
    "corpofftitle1": "President",
    "eucountries": "Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "true",
    "hrdata": "false",
    "industrysector": "Computer Software - (CSF)Computer Services - (CSV)",
    "industrysector_parsed": [
        "Computer Services - (CSV)",
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2016-12-16",
    "orgverification": "In-house",
    "personaldata": "Online and off-line",
    "ppdate": "2010-12-12",
    "previous": "25512",
    "privacyprograms": "None",
    "recoursemech": "EU Data Protection Authorities (DPAs)\r\nSwiss Federal Data Protection and Information Commissioner (FDPIC)\r\nBBB EU Privacy Shield Program",
    "signupdate": "2010-12-16",
    "state": "Massachusetts",
    "statutorybody": "FTC",
    "zip": "02114"
}