{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "215-347-6499",
    "OrgName": "Ashfield Meetings & Events",
    "PPLoc": "https:/ www.ashfieldhealthcare.com/en/privacy-policy/ ",
    "Phone": "215-347-6450",
    "activities": "Ashfield Meetings & Events, Inc., along with its subsidiary GET Destinations, LLC, is a global meetings and events agency operating in Europe and the United States which provides event logistical services for healthcare organizations. Ashfield Meetings & Events, Inc., along with its subsidiary GET Destinations, LLC, operates globally and there are instances when information may be transferred outside of the European Economic Area. Personal information is collected primarily through meeting registration websites. Information is also collected via manual registration forms or by telephone if required. Information collected is for the purpose of obtaining participant contact details and confirmation of logistics arrangements on behalf of our clients. Typically this information is limited, but is not restricted to, registrant name, email address, contact numbers, address and contact information for someone in case of an emergency. In the event meeting logistics require registrant payment, billing information or other sensitive information such as government identification numbers, this data is only transferred securely. Data is stored within electronic network folders and archived once the collection purposes requiring data has been satisfied. Access to data storage is restricted by client, employee level and job function. Specific access rights are reviewed periodically by senior management and restricted immediately upon employment termination in all instances.\r\n \r\nInformation submitted during the registration process, may be transferred to the participant, and other organizations providing services on our behalf by means of secure email. If an alternative method of communication such as overnight delivery or regular post, changes to provided information or concerns are raised, Ashfield Meetings & Events, Inc., along with its subsidiary, GET Destinations, LLC, adheres upon validation of requestor. Personal Data is only transferred to the person registering or travelling via the contact email address or address identified during the registration process and never sent to a third party (e.g. spouse, partner or business partner) unless express permission has been received directly by Ashfield Meetings & Events, Inc. or its subsidiary GET Destinations, LLC from the person registering or travelling. Information transferred to organizations providing services on our behalf is limited to the data required to complete those services (e.g. ground transportation, hotel room requirements and other logistics preferences such as dietary restrictions or service specific requests).",
    "address": "One Ivybrook Boulevard, Suite 170",
    "asp_index": "36418",
    "city": "Ivyland",
    "contactemail1": "kimberly.carter@ashfieldhealthcare.com",
    "contactfax1": "317-275-6026",
    "contactname1": "Kimberly Carter",
    "contactoff1": "6510 Telecom Drive, Ste 100, Indianapolis, IN 46278",
    "contactphone1": "317-275-6021",
    "contacttitle1": "US Director, Operational Excellence",
    "corpoffemail1": "kimberly.carter@ashfieldhealthcare.com",
    "corpofffax1": "317-275-6026",
    "corpoffname1": "Kimberly Carter",
    "corpoffphone1": "317-275-6021",
    "corpofftitle1": "US Director, Operational Excellence",
    "eucountries": "Switzerland",
    "eucountries_parsed": [
        "CHE"
    ],
    "euprotection": "false",
    "hrdata": "true",
    "industrysector": "Travel & Tourism Services - (TRA)",
    "industrysector_parsed": [
        "Travel & Tourism Services - (TRA)"
    ],
    "latest": "true",
    "nextcertification": "2016-11-28",
    "orgverification": "In-house",
    "personaldata": "Off-line, On-line, Manually Processed Data",
    "ppdate": "2016-10-28",
    "previous": "26159",
    "privacyprograms": "Privacy Shield",
    "recoursemech": "American Arbitration Association (ICDR/AAA)",
    "signupdate": "2011-01-19",
    "state": "Pennsylvania",
    "statutorybody": "FTC",
    "zip": "18974"
}