{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "",
    "OrgName": "WalkMe Inc",
    "PPLoc": "https:/ www.walkme.com/privacy-policy/ ",
    "Phone": "855-492-5563",
    "activities": "WalkMe develops a platform for increasing conversion and engagement of end users on web applications. The platform is an overlay on top of the web application of balloons and other visual elements that can guide the end user on where to click and what to do in order to complete business processes in the application. \r\nIn terms of data collection through the service - WalkMe collects only the WalkMe usage (meaning what guides were played, what stages were completed) in anonymity of the end user (a randomly generated GUID is used for the data collection and not any user identifier). This collected data does not contain any private/personal/confidential information, and no content from the web application itself. \r\nThis data is used for providing WalkMe's customers with business insights on the use of it. \r\nThe data is stored as long as the customer is still a customer.\r\n\r\nAside from that, in WalkMe's website there are forms where a site visitor can leave contact details in order to schedule a POC or a sales call. These details include name, phone number and email address. This data is not passed to any 3rd party and is only used for the purpose it was collected for - making the sale process. The data can be deleted upon the person's request.",
    "address": "22 4th Street 14 floor",
    "asp_index": "36428",
    "city": "San Francisco",
    "contactemail1": "jane.l@walkme.com",
    "contactfax1": "",
    "contactname1": "Jane Levich",
    "contactoff1": "WalkMe Inc",
    "contactphone1": "(415) 494-2774",
    "contacttitle1": "In-House Counsel",
    "corpoffemail1": "daniel.ch@walkme.com",
    "corpofffax1": "",
    "corpoffname1": "Daniel Chechik",
    "corpoffphone1": "+972547904726",
    "corpofftitle1": "CISO",
    "eucountries": "Austria, Belgium, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, Switzerland, United Kingdom",
    "eucountries_parsed": [
        "AUT",
        "BEL",
        "BGR",
        "HRV",
        "CYP",
        "CZE",
        "DNK",
        "EST",
        "FIN",
        "FRA",
        "DEU",
        "GRC",
        "HUN",
        "ISL",
        "IRL",
        "ITA",
        "LVA",
        "LIE",
        "LTU",
        "LUX",
        "MLT",
        "NLD",
        "NOR",
        "POL",
        "PRT",
        "ROU",
        "SVK",
        "SVN",
        "ESP",
        "SWE",
        "CHE",
        "GBR"
    ],
    "euprotection": "false",
    "hrdata": "false",
    "industrysector": "General Services - (GSV)",
    "industrysector_parsed": [
        "General Services - (GSV)"
    ],
    "latest": "true",
    "nextcertification": "2017-01-13",
    "orgverification": "In-House and TRUSTe (see link above)",
    "personaldata": "On-line data",
    "ppdate": "2016-12-21",
    "previous": "",
    "privacyprograms": "TRUSTe's Privacy Seal Program (https://www.walkme.com/privacy-policy/)",
    "recoursemech": "TRUSTe",
    "signupdate": "2016-01-13",
    "state": "California",
    "statutorybody": "FTC",
    "zip": "94103"
}