{
    "CertifiedThroughLabel": "U.S.-EU Certified Through",
    "Fax": "",
    "OrgName": "OneTrust, LLC",
    "PPLoc": "https://onetrust.com/privacy-policy/",
    "Phone": "844-900-0472",
    "activities": "OneTrust collects visitor and customer data that individuals provide to us such as the names, email addresses, and phone numbers that are input into the system. OneTrust also processes any other data that individuals voluntarily enter into the system while using our Services, such as information they choose to enter and store on our system when using the data mapping, privacy impact, or data incident services. OneTrust employs other companies and people to perform tasks on our behalf including a payment processing company, a website analytics company, a product feedback or help desk software provider, a CRM service provider, and an email service provider. OneTrust may process employee data of Swiss residents for the purpose of administering and carrying out employment or personnel relationships.",
    "address": "1350 Spring St NW",
    "asp_index": "36455",
    "city": "Atlanta",
    "contactemail1": "aclearwater@onetrust.com",
    "contactfax1": "",
    "contactname1": "Andrew Clearwater",
    "contactoff1": "Privacy",
    "contactphone1": "844-900-0472",
    "contacttitle1": "Director of Privacy",
    "corpoffemail1": "info@onetrust.com",
    "corpofffax1": "",
    "corpoffname1": "Kabir Barday",
    "corpoffphone1": "844-900-0472",
    "corpofftitle1": "CEO",
    "eucountries": "Switzerland",
    "eucountries_parsed": [
        "CHE"
    ],
    "euprotection": "true",
    "hrdata": "true",
    "industrysector": "Computer Software - (CSF)",
    "industrysector_parsed": [
        "Computer Software - (CSF)"
    ],
    "latest": "true",
    "nextcertification": "2018-02-02",
    "orgverification": "in-house",
    "personaldata": "Organization, client, customer, visitor, and employee. The data includes manually processed data.",
    "ppdate": "2017-01-16",
    "previous": "",
    "privacyprograms": "None",
    "recoursemech": "Swiss Federal Data Protection and Information Commissioner for employee data, and an independent dispute resolution mechanism operated by the Council of Better Business Bureaus (BBB) for consumer data.",
    "signupdate": "2017-02-02",
    "state": "Georgia",
    "statutorybody": "FTC",
    "zip": "30309"
}